{"modelTopology":{"class_name":"Sequential","config":{"name":"change_email","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"6YiEvkjArr5NXiq+sZdIvndetz4BoM6+bNVCPo1sTD0lxWA+xGeqvZXNwD5c3Ia+FZJ0PjPulb7YLH8+zyFJPUZHrT6c7va99Yxqvrb0kL6ttZ2+1fWqvSxskL6ilc49NYqXPXaZgz6HYCs+g2EoPlWCQjwjiAK+3XRrvtljnr5HRUQ+kkxYPHy5KD6HX6M+mitSvpwrpD164YI+gW/gvVJvhL01gE4+dNeUPtU23DtPRUE+7zvCvF7rvb4DFyS+aBCEPhulzb48wSA8T4KPvn+Asz3GDmY+GJWDvtBqTL4vg4G+Bpb7vmYqFr1OOGq+1wO7vT+BDb0Los6+4u4NvY01YL7AdsM9Xz7UvtmkV76A9Z4+8QCWPvjq6TwOz6K7+UWSvixi3L3RDUu+9vyrPM8hKj6ug2O+iV6Hvr2ayb3Ey5g+9WVQPTxir7779m6+aSM4vi6qlz7hRgA9kYCTvnoX9r7fhbY9y9WGvex+2r75Fyq+0kFyPuGVNb4YQ+89SqPyvpZTiT52tO4+YPWSvgM23L67bvG9JoiuvukEv76P96U+J6/2vkFtj76IlK++JtpxPj46AL66Yo6+RGG4PjbXmz4i4Y8+F3/APUkGEj+Liq2+GgHcPuR/uD4b4G2+L8yyPfD5277dd7C+frhkvlxxQj4RnbU+xhBsPkblJr71Ico+holovgzM8z5iA8Y+Fu4evs1LQz4tj+C+rUd2vlnUej3rIn4+Vu2xvko7i73TBJm+vE8Cv0Jm6T5Lmau8b9pZvu0iqj7jr7C7N6cAvt6gkD58fOi+sRF9vWcdjr6m3m69W66vPVpHfL2rbnQ+xWKSvr+KVD42tOQ8QSCzPSRReT5E7A++qSadvhhLKT7XD3e+6s0MvsX8hj7BQOK9OWZ/vjQ6v72Klkc+2cobPUKyDj2pSh4+nbvSPY7lM7zS8bi9rfN4vnV0mb10lW2+39IxvEU+Rz5P+2q+1XaXvbM+Tb4C9/G8Ygh4vfLSjL7Utya+pKAWvqWjTb6aO7W+kcp2PkZ6M77dHkO9LnLOPeaadb2knIk+BptjPWVbor1++OG9+A5FvUUSS74H5zW+4rZwvbF10D3/5js+mrozvLNuj76rZto9Ja6SPgTwdT4caIe+0sULvi3RAz5i6+k7RnCDPcw5Tr7VoYO+eaUNPq2CeL5H9WK8JQrpvI1zPb6/coK8Y6d9PsVfujy177E9/l3RPFPchDy7oBs9FqRSPhnEuDrbbYM+S6jVvq+0WT6IF18+vc0dvkrNeL5JwvI931Fsvlt8L736/RG+6SVKPp9qirzdmIa+aMfZPlNd8D3uXIm916BYPoj+Tr5u4wK+Z8h0vuozS76b4oA+06vzPShwMb4UDAU+ADA2vWIhCz5PhFm+1lMBv/K4Vb2ezwa+6UikPplSj76UUT2+YALTvdnBtb0oDXo+qQpdPoWrjLunWNk+iti2PeFJLT7yKkw+KUH8vQ/dxr26WKO+TLvxvOYRJ72eZpa9IVi6PFF2Tj2BkB+/I6SLPUkQuD01LIk9W6DDvuFrNDwa3647iZNBPibbxT34ZAK+eROxPQvKnj35uNg+jTgAvmYZfT73X7++SK6mPd+vGT3NeAs+lBvQPt2xfz2F3x6+jN1zPjFFPT7erPe803iHPtwN+b6FFwE9T23CPqvbZL68+aK+JkcsPj41d74bnCe+52xSvlmtrT7XxjS9rcn7PbzQsT75xAU+ELJDPtl2/j7v5TY9aEn3PXs+5z0Hwk871MumPhi1tz4zTVC+JeVvPc8RhD50hns9xU1uvjIeSr4QNxQ+MD2fvlvj/bnP7/e96am0va0ggL6YaJU9F7AQPvxOy71KA7U955oDP4a5TD79Ru0+3CLnPW69F7602E29z3/DPYJouj3Cv/e9vkc/Pl+QJrvEfgS9WO4OvpPS9L3jbdg95sGEPrJeF74b8me+Y9exvqVfez0MjsU9vzZxvoYvbb5PKWg+xLKQPm5qOr5hA0o+v2xJvGsjVL5HrTk+SLraPIJmDD8u/K8+VYAcPEncUjwLvlc+3BtTPrOhkj4BrNG+qp3cPCrkh70EZle9KBuYvg9UnT2gUk68bpGHvpExu707LBA9WkS6vm98Sz3uP4E+CyBvvbHh8bttuEQ/rNrcPSc8Vb2YNaa7Y3fIvhjeZL4w+mO9LscYvUShij0THiG+MXrXvFKVzL5sea++culRvt5uWL0LnH47y3wLvYxshL7Ikpi9593OvOVCcb1qkiO9m4tvvltzKj91BA89/AmzPijBWT5ANSe+N+SgvEnf1j32KCW8CdbCvBEPUz29zsK8puKLu6JY/b7pS2A+k8ujPREi0TxjKzK+NdYNvvMpTb7k7wS+wkq8PiXDG7ulm0+6vstPOqWhdT6j9tI9qgRYPuc0873RBbQ8rxAfPYfobT6PH529EB0cPjPMzD1Z+AU9Epq1u7otCb2iEQM95Ko4vBTUa75AFkg8WvLtO77JOL2tEAU9Z+SavTfvoL3KdiG9fPWrPa/Cdb3duQC7+30BPgdA4D0kR5q8PxKWvCgHXb4PlhE+ywYUPhZbiTyOkQA9Ld4DPqVsJD5f0Ps8FjV+vH+rP74Fxiw7nojgvfccTD3TpFy9bBIbvqVuhT4oFBQ9y4A9PnYYXDzujRm+BNAMvlUfKzxjZkM9WiReulUT4zsSNey7fwWiO+s0kL2k+dK9iwYAPlMFqb1Fji49qajWPYSc+r0ZE2S9ur6gvfNBpD3zVAE98CvSvUbf470PFdC8jIT0PEA9mr1u9lU9CL4zveS1NL7YPvw9dFZuvaSOAD2z1xW+/rm4vRQd5D0L97a9Ox4uvukI1DtcwUE6NlhvPvUbgT3XNhW8OJg1PqXevb2q13A+2p2evQL2tz1t6M09eryDPqz+LD2KJIA+18a1vlEx472O8oK+ZNnWvbG8mT22hr690KCXvRl19z2On2c9NxD2PU+hWj7flNS+XfTJvYhLlj3DMUo+18gPvVvlk7ydM5G82KLVvSAtab4nej8++CTDPFFp9z15AmG9pUUIvZ53Wr5ekRa+otrFPPMp9736lYU8Cc0fPg47qT0d8IA9o0UQPmVBJb6roUO+UhOuvZPYCD699Zg9Vo8OPqnIGj0VbDo+2yjZPan9iD3i+3I++6sXPvqcb73+ph09yrBKPlsdUD4+BjM8r63bPLR4I76WHVw8CU6uPJubj7x/cWC+SAowvV95uD1n6NC8Os4GvoS/HT6L2J2+qNE7vrPAhr5LaJa+NP+gPpKDPb7o8/y9X3nbPhmgob1PdAG++2kFPpZmVr6Vml8+oCoUv+bCTT2+ES8+s3BlPoOzhr7SKLQ9gwWIvnehDr73mCq+MifmvoQWIz5Hm5q+EukmPvVIpD7iHmI+5IVKvW7ljr4cBJ++iEjtvnAG6z0E5gm+VvsHPlN+Rz4F4sO+B7HdvBZyGz4rA4g+ri3/vo6E3D6HEzM+kxb/vk7lGz8B5d49MNyvPSUvkb7xXxc+1pC8vqg+Zr1725O+JqjTPmsr/j76xHK+ekb9vZY6Cb0O7gC/AcRuvohaMr74QhO+8p0EPzWOnL7nipy8WwJKvg+R0DtH8aO9krCDvmaR7j5Ov+I+yUAPP4wjJ7+kNKG+8Unhvmyx/b5K+DY+O42Tvav+5j3xlzg9rvPXvC+jHL5yk+69bxtJPhr9mL15Q7a99cmcPClLDD7euC29AYxPPmYGQj55QcI9B7i4vXxZqT1tePA9ZslTvuydGz2UBX4+1Q+EvmX4mD2LoJg9xuEbPjkb5D3Okqe9OisPvSY0KD2mbI694pNRPsX1GD48w9c9Wj1+PgFFYz7EfaI9YjwivtXgDj51uLk7ICOGvflPbD4Onma9gGUcvf/kTT6ym4i+aX20PKqV971U5c88bkMwPY2aST1GDyM+ZZzmPeya6LyywaG9IsFIvjC1fL3lp18+iohRPurmC74BJf68EwQePqyy27u7Cw0+XNA/vfwCRbqGuF8+G31BvoA7uzzmrH2+g+z4vYHXz71w5R0+thIDu+tWVbwxoVA+xFsevmrFEz12imI+CJQNvmHc/r1dmhq+Ln99Pmalgz3Vb/g9eRT3PbOuBT2QwzE+OAkTPpdWGb4YZJm918BDvpw2rj2OtYQ76UWcvTWfAL0lrYA+P+GmPfnLFb7gFTa8W5Y3PlvKEz6DhKa8zwwzPkEUBz1JKR++2k0gPvXVcr4+vo0+p2U1PX/wrL4hNhO+OTZwvogsdD12yC2+zCU6vNyz9rxB8SS9AvaQO2MkVbySN6W+c45PvvH3YD4SQWq9O5dfPhmbZL5QD/E9nYtLvtH5yTxp3rq9CovcvCLm8j2BMDw+OtNFviJW9ry+j9E9FMQgvtqfYzzmbkK+gMnJPFwXHj6+cBC99CKFvofRCz0bOY++AIN+vkHMjLr1cUU+GjQIvZ6pOT6DJxq+xmOZvTe9uT2BMps97QEWvmRAmr7s9vK9zvCjvfeK9zwHrrq9WzXOPfMBDj78lpM+5sMIvokZHj6rLAy+lMK8Pppumr0e1+69tuOwPOYcGb5111++WeisvR0qJD6CktU9olUkvj90dL5ZBBS+tFPkOxLtOT59spK947s6Pd0pSL7Za8o+IEDmPYnKtTxHvJO8bccAPZC2qj0OJvS7tQonvJjiuLhAflm+CKp3vMTXqz0kQt+90xfLPShC/T3bMKe93D4/PtoylD2TPpe9uJ0TvVO9g73s3iI8kCaBvmCqPz5IDkS+EMzBPVAZiL7lxma9upKNPUlOgT49r5m9/kBBPulGnT3MGJC+YY42Pmw1qT3P7709qgSfvUlmDL3Iogm9kF0VPihtk74g0KA+g65DPrRAzj6B40q+4PrUPj2d8L1/+Zs9iNi3vm6Aq71CTTK+hebtvQhhW76tJ8W9A3iAPkwvnT60N8K9PfyMvk7mmr7Yx/A8lZNVPpmFgj14WcI8B8GNvHhUMz5YTXQ+XNMkPbocQL6qZkQ+q50QPZ9R1D2dSES+8wM1vqw8d73OyVk+7YcdPobMNL62B58+MtSJPoYJB75jlLs+IzpwPc1fiL7M8Mk9wPeWvtpgXD7IJXa9VIf4uoVQoLyTx5o+zxjYvQJWnr6n6F4+jJTfPa3fWr5U2Y09fosFPUXzpL67jhw+IgUuvBHkhT173Ce+OIHevcullj1JMky+43MIva9imD0N/A09+PPXPXTk7r043Yc+tOCbvvcbej7Pnz6+zqoAvsZNS715rCI8Ri/EvT5D7r613tG6zExVPj48gr5R+hO+N1KxuR73pTt1kyE96KMzPZEiCj4J3AO+VF97PdB5wT20ev69A1CFPXalaT6OAt+9TiiKPmzbe7378e49XXZ1vQn5Fz68WAQ+y48evv7FIT4QwuE8LwrZvTSsAT6eyWs+3ipavfCukrxNhEi9ZSuBPCQxKz7kACy+2lSlOzmIhL77wH497nu+PcBZXL5cvyQ9YIIovGL3ijxete69k3Y6vkNrIr4Thk48nWNevo3Xhr3ylwk+8r3VvWxIkbxayAU+93KHvjiNGL69Kde9xSxlPoc4Y768LRI+AD7/vfbSBz60KAS+HhWkPR95cD57sJ+8LKvevRGHkD612fs9MbqhPO1twr2rP7c9QT6hvYDKmr2hD8W9aAfrvaa+dj45/IS9k2CGvlUQlz13XdA8DY4MPHDkFLxir5E+yC1UPXu1Aj28zsY9NiGCvuJSGb74uBu+FfBdPWhCor6uypO7sTuYvnCI3j3vTWC8IreavrB5Rb26GXW+w2MWPll2HT6AVUu+wJcqPrV0orzViA27QrdmvnA1MD5EfO29CDVPPtgNDL4eGSW+tsfZPT0Uvbsq2xY+jbZXvQVM4D3kYr08MScqvv7i1j2Y7wo9bMMTPoUW5L0QDl+8b90DPnPMhL3l0sc9GEfxvXry8j1uEUy9P6DjvWmU9Tvcs8q+Eh+qPoOe0zxXrDa+DrY4vqTPgb1ilR6+DyRxvc1+DD5axn++yjbDvK7sjz5sMk8+vtdXvXyXM75Lr1Q+Zs44PryZRz7dYP880RmwPjQ5F74200y+nMn8PD6eqb45V8i7lqymPb9Esb5hyWK9nw5RPvUrtb7YVSw+9Hj1vRVLcToGWui9eKENPsnPhb0m4oC+0vHgvjLyTz56uT6+WUdFvix74bx+KUc+9cNbPjDxoD4N7HY9gZelvupHpL1wWx89/MGWvubwgLwfu+E9hsKpPVsBeD41IAC+kU0QPW4xhz53BeE94EaDviWlpT0YI2G9wRU4PFnqhT6o6iS+UeI1vAiUmj4L7wq+8G3svVNd2z4pLJM+yUtNvLstS742r5w9AA7ePe7Xgj68IsE8ldBFPvjuIz6xhPW9bf5Uu7y8vL713eG8bG3ZvSxwUD5IQoq96kEjvj5JWj7F/QE+RLO0PVbzKDzdxFQ+2nSjPmu5vTzL/uy+4SIlPpVEEb5ZAfE97Q4UvePDEr69e2Q+5Kq5PcYk5D0dmmA+brZiPSk5ND2ByX09hUrFvrk3oL2XBgu+37M7vrNkRj0D6cS93KRYPkBoj70EKwE+3qyhPYjylL5m2is9gvQsPtgnEL4Cmzk+6eP9vcRK8j2irC2+xMo4vupohr7DEma+5AUqvn3jMb5hfxe9dcFePbkLij6T1Ea9f0/tvTZJtr2q2Xa+hJRWvgZLiD2+LXm+sSYRvSs0oj36Mhy+oKagvtx4qj5i4nu+SI43vvbnK763Idk9FLwMPuuasD0cWto+37gqvOc8qD1sJAu+OFMvvSB4mr6qNbW9EYm1vddXxj0Tflc9d30UPvotFz648GE+DdGLPltogr5pqf083d7RvU4QMj1wowI+iwC1PX1RFz6z+qW8mAaUPEdUh71ZDoe8F0nZvcfAgL7DY2Y+wNbjvRHhhz4TDkA+XHGCPb7/QT7ie5A9UHrEPfKhtD1k7nW9IX3xPHSczr09McM9tbl9vqQMo73VC6a8XRowvlsOFL4bUz++kdatPeh+Oz7LW2C+hpEqvsxc+L3oXAK+PDIvvdB+Nr7FlYG9F1O0PdT8+DuTAa298pkPPhMbML5T7RA+pX2wPVQGjD0Xzus9qqGzvZc2jD0tMgk+kRnOPQwMnb2dgaS8wWosPTu+f70MZ9Y90J2LPOPcIj3djYy9q1mBPSqxtz3jiJc9wclovrKqtD0lAD693bwhvjTqD75pCk++6yuQPcYIAD7bilc+jCShPkaUED0oGyq+UWt1PibnXj2BYRW8D/cIvXD5GTymg0c+0JdPPYFDmr4Gd4Y+CkJlvqVIKD5bB5S+3scyPjGvBL6vBg4+jiK2PvK84j1kjTs+0QM7PkdQgz4JdRq+wG0hvoRKD74hmmk+H+82Prx+Wj7/mqS+11I2PH6ooTxmaq69aCn5PAO5YTzAO0U9LderPUV+oD0KLYY+JU6Avp+CD770Xgi773aPvpFimb4+6Ae++PDOPWhfMb5UXKM7DXK+PYhiE74IF7y8OiBgvShMp72nGWu9e6lJvQ0WoL1MMqI+Bj/lPTcqPDrGgb69sA4KPiYuxT39rd69qmpGPqBnvjxyJYk90+qvPmAS3r0Hg988H2d/vUJfSj3HscM9rgfrvQSDaD5yasu8oSA+PYsT3T02xdG9GJjfPZfClb1XBQo+O9whOtmmLz4LdaC9Bbm0PjtF8D0QaDu9y3USP/2dvb6S5L6+p+1jPh4K2T6XaKU8S1SLPN9nHr6QtVi9Tz/TPAyGFT4g9x09eSnvu6BtnD00H08+o5pTvocXbL3KKJm+kR7ZvDF3777Hwak91RchvFEjBr3XOhM/rUnFPfRMvT3Dh/495c/6vVNs3765VRA+h+HrvPCWnzwjf0098TbUvLwwCD0vZDS+vuSZPcV8771jt3u+ralGPsnIsrxv/f89TfmIPf2Dgj16AqS+Mc1QPjvIrz3utKA+abGOvd8lSbw67C8+cMBTvmjXjTxEQ4O8hFZFPoLjrz1T//K9LhpTPlThPb4vFBM+rW6XO0n3lz2pRma7F3OAvssJ372kLb6+kPLnu1kCOj7Txse9ZGu1vc7Kob0XcsC9aNkMPvYtrT3fhLk98TSPvSahNz6hKoq7gc0oPvThFb4Oslk+UVhXvpKp1D3ytfm9TPpNPnKPoTodDmQ+F8uqPKCxcDwhXrs9Rnfuu9y61r2daZA+oypcPcnygr49IBK8LBSVvSmemz328pU96itpPR05Ej2KP4W9e+DsPf+tCj0jI3w+SN8BvUjDDb7ZZ2+8oVngPbCZAD7sjJa81bBmvtRwpjzpA5o++XJNPh8PxD0+d6w9tNFUPa9fCT6hxsC95WcAPjUlMz7Ac6498vWlvkPkRr1EtMa98uvMveFtqb0iI1O+OU2QPJ3WkD6cxJM9bEGcvj2JaT55GMU+mbK2PNTn1Dx2GFo9DrehvUuXMD5ezVY9mXeGPbpwcD5ixPs8n0nDvIJ7Gr5w1RI+LRaFvnVDdj72mpS9t9x0PraSkz4ihuA87I2VPl75wz136/G8WtKgPtjdpz6S7b++xvkSPmm3QL7xgiE+6tlcPtsx3b2G3zu9kdwJvsnoGr1UeSi+KHoavjGrmL4njwY+SslRPk77HT4c7oU9YMc+vArX/z2wdx0+tppUvv1O8rwmf3i+plv7vTRsED6R74e+9uPgPe5WgT0QJx+9khLjvfOWjD7fUyK+r5f+PEM+Ab6Vyvg9GKgEPQaO+rxLg7O7BiiRPtG0Ib7yg4W9f1k6vk7/hb0ikQ499vM5vH8GBr0i2os8e/MKPrg5P772nYw+E6uqPTwd5rwgKPq8bcmPPX+E4D1MY7u9SsMwvrKNrb5K5Z6+0i9YPUWs6T19ueU9K/QZPp6C+j3vYEg+DFjZPTDCBb5EAC49HLOOPmsWFL7nqeW9oisxvnDhgD4baFA89nMtvltO4ryhkBo8oiYaPsBYhb71xI++PGAjvZnI+bvzpIA+kIyPPcenK7101rc9um6SPRuHU7pKwja+0gu0vYC9Fj7f5sK9LMSTvmILiL0C1eg90ye/PNh+BD784Da9q6WRPUnIZDxmalE+tLvRvM6fIL4sf7k+QX9lvk2Jar2L5AY+yt32PlM7kboETGE96jVUvs7fJL7XKT4+pnxCPY3lUT6qII+95MRNvGbU1j3MRQq++3c7Pcy6Zr7/Ols+7nF7vt161D19PdA9OwCRPPblhz2Hdgy+4oZKvi+SfD6KVgw+oM3DvqFiiT5WjYS+Ai5xPsXSHD292gC+JWedvUqBz7yj/re9vkH4Ph4Kqj2viIY9aTAMvYwehT2HAAy+jNCJvsukzL0gO4I9jDdoPvFAZj69vVa9yTyCPpv4C75ASQe+sgXQu3PRjj7UKgE+1y2svbSsDz6kaPQ9k/mavSahbL1Z11W9om+MvtN5WT2KoPO9oBbzvZvmYb46TJo+U94MvXFe/r1oQq29wkLyO9/P471x+xy97km2vZCsBz4Gpxg+1CzvPEZJVz6R91E+UWm9vPAJGL08K4E9Z1+/vNzijbrQRyI9I1PsPirR4D1bYJY9q3iIvnLYMT5OMpC+3/1Mvo+wkj2zRam9t6kOvdb8Gb0EjYy957RnPlYNuT2VUbC8QdYsPc/9Q77UEnA9F4JxPn2PtT0OX4i+59bMvcAWUr6fOw6+dO+PvKifvjxHLDO+iUd0vUM9/jw8lbk8xFAGvgi6ET635Vq9k8NuPJxdvr3gqMm7Cyi+PSVfor07PSg+tVSwPa4Kh70b/cs847aOPdhbrT0vX0e9gPviPU4cK70al0a+MWykPXPYcz7hlQW8CwQmvt0VtT2Nz+Q9m+F6Pgmd9z2snym+1Hq9vHohfj4i9cc9uiI8vo1/Jr4iGCC+brGiPiopWr6HQSQ7o33OvWZWW71pem8+gEiTvb4U7b0uS4g+SB3NvR9Cl77clAc+bfC7vW3aLz0QfX27Kk4xvoXkKr5+dg++NNOTPbd7wb5GW569RKiMvvEGF74XtAm9GPybPXaomD7bl507JUx0vfD0Fj4aQ2++310nvgybgb4pHxu+szlJPfmsQL5x44i9NVTUPCMncr6vNB49BrWjPeuLm70jFBc+nxsWPcn/yT7BlJs+EcFnPR3EZz1kcx4+zniLvk+roz2CWgC+Kx6YvNVrrD0w2vE9ZY5QPcLqJzzvsSY+HB1GvTaLfD3m+iI+6/GgvsW+eT7YLQC8S1U+vOLLhb46P2q9p4ulvlA3Vb6xT3Y9Q6p3PqAykj5PeAA9YRUGPvBD3z1GwkQ+eDuCO795CL5aNLq97GrIvXSkSr6/Vl2+deevPoB8B76ibzw+9lekPrX8ML6Jy849ZYWyPRwa5b3f3hq+XYmovQlmoL0tLyU+/nCoPReKmT2eLDm8hmmePSi4vr2whDO+BHznvdgxNL0Gae49E7WZPSvgq70TFyE+MWUqPeYK7bz9LZK9oeg1vki8Y71sw8Q9G7EWvbZPGb4T8Xg+qDirPjdP97zAWZi+4o2BvUzeUL6PCzK9u6+Fvehi3z1jpYE+aM76u5UByDvc/Ro+o/LJvbtKrz0wcNA945GwPUEi/r2bOYo9QeInvVtiVj5Paps9Or7tvW3saL2R2uS8RpGJvgWRvz10YEA+9F32vM1P4DzLIAK+yMpsPYE3+z2JcHy9H3H0vWHKIj5n2Qa+aZ+IvVbNhbwVEyQ+pOW2vYp9CD6WQ4Y8VFx2vlMxMj6gbpE91jwRvt+4TL0Z0IW+2nKIPJPA+T0MaJO+bxZEvTz5MD5SgQi+WsiAPeTRnLwv8Pi9IfIsvQD4Cr7uCCU9WCo+PsJLmL1D6fA6Df0uvolUSj1wbag9MIo2vn7OQ7xpiQm+IQgCPVrf5b0YAYc+6/y/vOVqlL7F2hA+ygy5vT/Tjb6a/ke909tLPgfCWT5e8ZE+18GBvdF6Tr6vQvO9rzQgPtcXhT5Qzei94zzMPS/rSrxExxy+W0EbPgXlkz6mMju+aJOJPaQVob6UzSQ8ou35u2SQaj7lc5q+YwAXPqFqdz5u40M+3KexPYI1bz70Q5W9T7AXvi8ui73NXCU+Kk5tPv/x7Locy849hpiFvZiiljzq8g4+bO3qPZlhqT2iMo8+3AEWPVFolD5DDiW9qkd0PkqJvb5w+EQ+YohNvqkAiL4uJWy+ZNApvmgPfb5cvcU+7n6UvXI/Kb4zR1Y9X2PjPQZVk75fwFW+qeBYPu71hT4Q/mI+Zf/ePGUtZD6uEhg+wtbqPKcV272FWra9EBkbvtNfiz0toxY906E/vmqWGr0dC60+dZxOPuNECzuJ1xU+alvpvZcs3jwTj58+taERvhVOvzlBDZA++HsbO8/hEz5x0V2+roBkvgR0gbwaCz8+EheQPnJLor5ESrW9KqKpPVP9iT28Al29bkf4PCk9u778ilc+SlCUPgsqOz5regS+07UVPWc2Pr5r+ze9UGCVvQXRGL0ecdA8Or0Ive3Fhr4evy89CFgtPnBWgb7n/ii+QNo8vur2gb61D8Q9ELcdPXcuI78cdsM+BfuOPnbIm75M9ui+ueaNPCV+arxy0729ltdrvXOlsr55Tr69jEAxvqgQRb0Rrm08JkFcvu1SQj57c7W9FnOHPsS/D7yrxWw+qEmIvdNejL0sU8Q9mu/evvCGEr593QW+yFPbvrrbXb5MBeo+Y11JvgLQYj2I1k++CuuBPTDmjT4p/mK+7Tf0Pa5wnD2S4V6+uT0evX8Por5EZ4Y9stYlPjyf7D03spI9Op8pPfNcn71QghA++5rdvY39zjz2cHu+TVghuzp4gj6lvy2+Ym4lvkHiEj5K4Yq+zOltPq9CdD3FK5c+YSqavaZFMz7LBq4+hhtGvVEA8r0Ruzk+rMoVviGlLr5/gyO9GWCIvSbMEj3uWmI+7ygbPbh8OzuyMfe9ZtFXvqMxbr4bpWs+3ZZOvZ0m2L1TZpK9A9zyPSI2WD4miPG95amsvZrlW77kGGW+MSsBvHh+RT3LphC9x5p4vOC5TD44CRq9LzvEPe7gX7x/CLY9LAJNvjjLzL2DpeC9CabHvWoqnz6RLLw8/ltjPTHg5D7Cjak+kaG8PmVxyr0Ypqe+3Hmovsd/n763k2o++HbdPSMA0r1tfz0+6GxkPjbrND6CDSA+vb2UvTmtjj5Xlbs+9vwMPWMU8j0LUxK9kIJEPsol173nNwc9DhcpvsBHqb6k91S+U+bbvMa2ab7NExY+6hVwvpI4sL6PaUk+/SwgPts4O77dn5C+RROqPmRcvz26cI0+jJKxPTedKjxyNK89i6T9PYQeqb1WAlu+JfGrvUFvQb5ssrM+3hGdvDV1WT4Lywg9V8efPpfwvz3VHqM6u3Upvjl8wj59AIo+SEoRvkNhkj3DIia+o9ZoPrCyLD53XIM+f7N0vtJ2mr7DGHQ8Hnc6vu8jMrwI7qE9+LPjPAhEGL7F+hC+vR+PPfPjTj5SzQ4+76KmPDOIN70lWbQ9+qWZvcFiDD4+Akq+vfX3vTQCvj7F+gs+2E2APqxtI76Smh4++QASvckNiz68k7C9IP8LPJ5Uz72wB2q+TjS3vcCoHTzQPAc9MX8yvsnrjj4QRaM+Jel6vkL55D3uosQ9LVykPptXhD534Aw+bU6iPiXqnD65uxU9up5RvjgEN77PboU9IhHQvbREPLwc3k2+8UObvFXb2z02bJE+iU8APqN6FD2YbpI+HxXaPFGmjD7tKou+exLxvb8MSj6bJOu9YqO3Pl30MT3Q3cA9y/U9PpSskDx2lv287woFPpG1wD1c3389PYaLva0eVr2EKr89JXdhPqyxm72cQhy9C6alvWs4wz0N5F09eaXxvUxhJ76bMVa94W8GvTQicL2/7Z099DNCvc4X7L3PnLo8MFG4Pbrs9z2flSa+U7K0PCAamb3IPkU9ZK5/PiCWor57G0C+6qiHPnIqXT7h7ys9mrrFvVjcub0VhFW9PVjWPSKDtb2Tmna9WlfEu9sJ+T2K9Ao+9JYpvr/Lpj1yMFi+ucWTPiF2x7328U8+LvFzPr5gO72snl0+zChovnJd9b13eVQ++9wKPeyrl73nA0u85E4qvjCrDb2EgQ880ueavXAHiT2p5rw9anURPqiXzj2ptNQ917kjPiF6kryUYPC8K7yGviulYL5gfqE8VnwLPUe0Nb75sOY959VmPmZEbT7q6ow9AlOPPeEkID0yFoa9TJ+kvQjl1LxPYJg86k6+PF1kwLyGQZS98MwqvSywar56cnu+cAsOvm+Htz3V00g+cpMbvl+7lL5AwG4+pjk0PsBUhr6De36+3uLuPfXaxb3pa9U9X1RXPi2FIb4RY0O9p09EPnQvML05+qi9AqiRvQQxMr7PB7K8Nie8PQ0avT5RVvY9AbxqPcK22byFCtU9pVA3vpZdBz62cFs9WL5bvT34iz30bkE9HUc0PYe6MD5P7ck8B01Ivu9FxDxGy0U+tpDrPqClVT64/Kc9QqKKPSrTQb4orAW+iMzTvfU05L21s7m7urpwvueVVj5Ix7091tSmPpmnOD1eCeG9XzpqPngTiL2e6w6+oRq5PsEqSb5ekPE8b743vs7fIj5PW42+lPHnvt9EgLzLQ+y9MLf/vZoHPT0sape9VyARvpk7HT5bXHe9FDqEvkOljb6Y+lC9EIKaPaMAgj46DJE+2XezPe3Jbj0voS0+s36Wvv2SGr6X0Kq94OaXPXiR+D0s3gg+Sq5aPgNlST6+uw0+IHnZvf5kOL5tuXu+UdVnPUQljr1GjYW9weeBPhNWhj0KBeA9Qj0vPv5nkD57oX6+nBfnPXbCXr3t0vK87dI8vGnPhDvXVvG8GXwCPs80jD3kQuC85YQ+vQx7yr1Mwd29n7C5vY4s0j1r4zW9+5rRvZ7V9j0ztxi+ldBXPaDpEz58EGo8Ac8OPrAbO711Cws+z+4JvpxgDD4kgjY+mIqTPimMaz6uI4s+Yb2oO+cIHz0yUKu94UuUPeMhnT2H+Ro+O2QQPee/A76YhzM9xD2ovLf3o76EkCK8o0FRvU4air5AoFE+j1IFPvGqUj1PJXC9IvM0vYFr7r3bR4q+09UCvrb4QL6Zf3Q+5LI6vmLjuj02RQ++lNNYvuf5Jr4X8069AJdVPUoQG77G/Gm+6OmhvNV6FT4Igto7KdmjPSSxoj5S9h++jTM8PlsEKT4kTWm+GRCXvm2MP73bsse9Ww8vPgBO8b1aqhk+knESvFk3lD5zNq09krEHvLOa4b3cfMo+qphTvUocqD4b5eC9PvRePqm1cb4OdHs9QTSrviKjaL7cBK29wu1/uQ+oh713yzS+bOCPvXZiOz50weG9EoPFviJhNr6RU/+9SEtoPdP/ELxNv3+8fnj6PcEd+DsR49C8aNtiPvB4Eb7AW34+c19bvqn+oz3uXEA9dewRPtDFaj6AxGk+RIi4PjWNor1kHYQ+ZWXBvW0UEr5GzYI9NeumPrcyZrygSxQ9MwAZPUbTND7GG8O89XOJvetrib6obFU+wrQDvoOxCz0bCHG9uOnaPQKr1DwsBh0+NFQLveX1iz35MW89KPt2Pq+Tkj0FkV2+5NCEvlS9tT1VlQ8+fVEJPdtzDj0SyzO+hHiwPczxtTm7rO881W5qvr1PTz56Owg7qeUzPt+P/zuyeHe+Z7wWvpybkD6zvum9y1QavtC1lz3zf3W8SDwDvh1Lar0BT9k9L4E9Pm0Olr1IIDG98RhxPqpzhT4TB2S9lQShvWKvzb2gwV6+Ohurvc1BBL7uG5+9aNA9vgXXYD6gQBk+WDqruzM4OD63OK8+888HPkn1Ez7qqBE++3u8PCuBo711wLG9p+x7PsrW0r0UH8O9mDEkvj6tNz4AR1Y9WuEKu/ZkOj6ygTk+TqKfvtSHoj1XoYi9obQZvvcZ3D2HxiG+hErNPQIV3b3dtSC8mv1aPtGwBr4+u0A95GtNPjmTUj4W3ro+ef7VvYg5Cz7f/Wa+sGEkPqQLgL0wzbi90a4Qvp50Jb60t9E8APBBPsSKzL3bzpm9cwOJPrU9tj07r0y+EkKQvdMkRj7Hwv49N8dcPYVKOj17t4g+YQRpPhVAqT3mHl88OnTgPN/5G743xKW89udxvV6Ebb6RLFO9ut8kPlECbT67t4Y+5IVjPa7BhD0Tmr+8O3+wPsB2/zzfRRm9kAZzPpvDbb6qcHo+jKtBvijkg7zC7Bk+8rQKvrD0ML4oHkY+Hnt0PSA53L0mBRI+YH/YPdnDwz185Kw+Kdkmvoy2Hj7LrOq8VREwPYzDkr7MKyu++3+qPfDvbrzlsU29/i2BvsRSPL662kQ+jGIlvX7kEj7H5rk96zeCvbPUoT54+y4+9QTDPTWQGj72gxo/d+ruvowAQr57cQk/4vWmPnLc7D1+nj4+G9XHPcLoSb5geCo+QF7tvbLshD2Xv5G9n1e0PBTOcDzAkwK+S5EEvkTcLL7x7o8+FrlevhTa6LvwmTa+0TlDvogtjT6BYC++9ns/PbCcyT0dh5y92rkGvvd3BD4BD+29MmXbPRXzB76N8hq9s6xvPcI0EL4xdde96wQ1vefGcj0A28W9Dp6tvW/hN77+GXO8bTEDPmt30T5kZg0+6ERPPKGEfb5RkvO9EkHLvaeHVz7iuBY+dcXQvKD9tL3ufye+dhPEvbzdH72dums957UiuqKGub3X2PW8YGqgPZBQQD61+7i9fqZjPpR7wj3vpoK+5esvvgTCeDy2voA9/CcCvjfqCz6AYd49X0GjPFQkrj09Qhw9RY4tPjDS6byv8k++7Gj+PX1WhL4Jhok9qVvQvWlsBD73tEU9aAwFvrFu5T0Prpw8fdIXPtnD0r0m/vA98xN8PkR+uj2ODiC+Vo0OPmj0RL7Z+GM9XU+APc+S+z0Rc5Q9WRivvZFH3DxDxqM9QHBePlGMhD6o3he9hHExvrUn2Lx7ZaU9ZllHPdeu/rx/soC8aYtPvsY8t72BFlI+lp6Zvapj7L2vqL26yu4NvZBLcD0gFyg+i/mDPsEBDz4EyyC+0vdwPW4/pD0q/Jw8mTntvavKbTv06L68qG/nPuU9JL7AhKw8A8EOPvjZMb1tZJm9PTLEvanLBD5Y34+9t/RCPqF3tD1mJT897VsZPQiGhj4bE329B1uHvmsUvL1k+1G++rOXPIBD+7zOG2A6PCMBPR5iWT5IFhs+zhoQPnHtpbxTjh8+VcSVPmRWjL6Sdhg+42iLPVqleD7/DG8++WEdPvtWy73KZWs+H+gdvs6VHz3+VdI9G6WOvBZ2cb4FaBE94YoAPlswiD0O5oA+eIOMvqS8X75yYWm+2VJmvFBRhjvLuFi9SNxiPShC9DyrokG+ANu1vXE5J75dkn0+YEfDvUzomz2DOHe+exwzPphekb0Wgg4+rAJAPjqILb3Hlbs+OSMcvonGsb3fdqk+NnWDPhGxgD20ZDo9+h4VvGtYD76HvQS+awBrvRAJNr7+8368HW2VvqEnWTyM3QO+LEMAvQZ0iL5yqNu9YDgxPRl88T3mWji+S1VOunxWgj5z41G+Cg4OPdUPFT6hxy6+NloQvslCXD5kg++84FCwPe5Mmb5JvaC9LOHQPUzpebzap0g94kn6vXiZvr5+PaO+7m90vNh71T4zSpc+usZCPmhrc707HxI+XbxhPc22pLzjPT29KFWfvqA0c71v28G9X71tvoQtwr762rA9PCa8O/bxQr008g2+YlCsPnicG76AuyA+Fn4cPlz57j0qz1A+kPuvvfJbgr6XXkA9U9avPfbWlL6fiTa+/UVdPdEfLD5bbrK9uruvvfMeA74+F9y9SA80viSfCzyVDYa+QvTyvfQdfD4KcCg+asmmvNR/pL2QU24+KLpIviMyhr55qu892NLrvbQyGr5W0YE+6ZyMvrEITr2vi1k+E/IPvoeEmD7IogK+JF+Kvr/Fpj2eX44+vpDnvZwxEr5pHG2+TOnQPXtiNb7xkLe9J1d7Po8OhT6U1Ig8gK7lPJ2rur0nWkW9b8V2vtqDTL4IQDW+IBFAvUWCHjwPoE69ga+AO88uL72SfoW7FnZ3Pnxc3byRJ4+8AvAhvsbgcD7cd6s+r5naPJcQYj0HKDg+t2WBPuNj6b2PEkG+6NgMPvVHUz4m3LA9NL0XPj8jzD1G+C+9y9qrvcBDkL5sLQa+AUIavhIC0r1kFJE+jkN/vn8AVL3qavS9KOeKvUTTDb4tQlS+SL4WvgTPQb3onrA9RoNqvt2/Uz5VVoA+c0Y/Pvw5Rb7Clf09Z+kovllnajyamCa+aGs4vjCVpD7MCzw+UTAivMSNbT0pby0+yZ0Zvrvkjr3T4u09O7n/vY2b77xbiSs9U1IjvrB+Xr7yS1u+0fwFPdxx3Lx2XpG9OO7VPWoJWTwkfYC+AD9svpCDnb5oNQY+oNUTvu0AXj59uSy9dDkOPnToJz3n2Bi90a+pvUE8j72jvGE+ty50vn58GL5YtpM+fahEPjXc5rwbk5Q9V8AjviRf+L3ZE0c+4GzGPdlM6r2iv2K+zsSevRLzxj3ynKq9ufZCPvHk3b3BnjU+CQxmvleC9j3Ku/e9CSOmPJYHtT7mLjK+fCm6PPOcwT5XZv09J5CwvtlNzzw41WY9rjUqPWjAZb4h58y9NnjMPN1YgT4rV/m9A2Q7PNIyKb647zi81ka9O4OUIr2sK0c+kKLbPdO4CD2StTK+g2WhvThz0r3mzC8+79qxvcTRxL0vIb49RPoKvuPWpL5BnPW9kgsLvsorQz4G4Uu+JS17Pp/mRb5JQWs+zLDVPQMd7LxAsMs9K2kFPskqBb7fr3e7CUsCvgp4nr2w9dU9qe4MPlqzcD5gl5K+3RgWvZBLSr7hAmy+Bcd7vi2M3LwRYiK8XwOmPmMwwr3UVr492mZfvi4G0TwVyBE+pYamvgRdj74H+PO9hgkSvfIIPb5HIpA95hjHO9uCfL63hCu+yRKDvdEeXD1ZOT2+lMQWPZEQgL4fslW7T6zdvanuPz4ihPy8P3QXvYEYqr2Jdso9fZ/lvReEsj3Esck9otzQPfkuHD7YxjI+pFy3Pa1yIL4y/Hs9pZBWPoRheD7MbgE+WQIcPfYoTj5NUL274ZsrPZX1jj4y8sG+k3mjPlUjsr5Ig8a9lc2avJpEZb52IGK+aIdqPRZtnb4BEO88UOySPopgSz6UgFK9rCMIvsZV+TxTAH0+sihRPuvIBL7ziKI9eUyOPtq+n73J/5O+ZA/bPMb3lr3moN48TTnuPHnh7b1QIpY9XKgdPdM5wz4VcYo9Qr9vPh/0nz0b0yE98O8RPiGZJD7o6w6+DS/kvXOMeb7VsGE+Qgw3vST9YD1yB6Q8o2xxPVkURT7aZBg9z3cpvFCdgb51FuM8IQXDPTJeFT7y7YW94HVsvW1kDbw7XLW7NR47vJLQJj48Vvm96xgVPDuKor3xPh2+iK0Fvp5PsL5lE0Q9UJSQvuuNWD7QRJe9inWrPoqoGr3z9EA9TJW0Pm5ANT48uga+Rk0YPgJdrL02j0S9RLCOvazucD6HFYA++zhFvrINjr2q8Pe7o5KZvW+cuTwazi6+HmFhPQI7HD7NN8Q8aCaUPWbFLD3SOcI8Atq7u7k9LT6Io9W+aJGRvgjrBz3yBRu+J7WzPXoNxj3QPZw8Jq05vOYPET0WTaa+MQE6PvhWR74GSmo+d2O3vX1P8LyGQbu9lVKUPeVoEj5jsHs8ja8ovkzol7yPC+y6dfRsPXs+6L2y51Q9vH2FPQ8g972ZAo+9Yd8EPa1L1Dwm3OS8NKsWvkqWVL0t8Ja+dYIMvqPEFD7TYr49qyFrPpyQI76ZAiw9IceCPuj/gz2ZDWQ+oOK9PQ3YhD1ylhE+EH9CvvwEv70pBzE+YS9zPVyoJz75bse8xexau1pWQL4gqYY9hO3TPJ0U+7zGZSo+HyPTPU9qTL1IJg8+4hDRvZEpdzx3i/k9SdZIPdmtbr6I2m6+b3DUvRuKO77qgoq9UkoZPhKNZL7K5ym+FdjcvX3Sfr6Txaa91mcSPeEsVT5ktig+MFWjvoOQvLl0QMe+RuD/PB7W9704z+091L4QvlogHz5mtqw9QMm0PeLwZj4ZFr0+z1kVPB+7Ur7I4pC+jGeMPlWPqj2GU2W+gW/ePsDLLj6Z45q9mjuHvXjtiT2wZmW+rwYtPq/2AL6i8py9D4GnPRF9Ob0F8YC9Pa5tPSZTnb4R2WO9BOL4PZROmj2ZDgO+VAoCvoaYqj67aTg+Wi+ZPtZ2+L37bb0+r1UBPkahpz3RpuK9OtnSvH4QOr7VA1y+cN2Rvlaan76XMYi9X/mbPj45iT4P83Q+pUfSPr2nsT63sWS8n1L5Pcy6Ar7fNWi9twlpu5MjM77PElk+NkWFvgiIajw6zmU9r2EQPlhRFT+zo/a9GhpsPAbKh7yF+QY+r0yZvkZq3LwEGNa+WDNxvKEBlb1hQTU+VUMDvbPHWz6k7AS+X86Yvrngtr1uCmC96XtAvma8QL702fO9EAwRvuk0Tz1AsxK+tA8CvlKNiL7DPhe+pqcEPtFXcr4Pq0O+j7UtPvqmOj4Oga++8T54vqaF+rwAiy+83vonvp0y2DylyTm+CUkZPo7pmr3thE2+mGB3Pg2Z3r3oLP89OFplvJa0Sz50JeO9lCxvPrNhsD4zez+8BXzavaBHFLyYcCW+mHNJvi8jDb4V14C9hYVoPunP0r2of6I7vzRFPVmgCD0tmyY+Y69evkdnFL7yI3c9HBW3PjTlhz6pfGo+/JX4PEmo5zm2Qby+xwGZvhwrbbpkVU4+rkphvmtKVT5C3Nc9pZyKPsJVLj5R8xW+qwt2Pjwc4T1+1rI9HJcfPv33qr4OKUY+ew4cvn+D+TnZLjO+b42lvl7Slr2vXWO+iq3xvE8f5r3cWT6+FZlBPZbhYD7bqKg90MmWvqN3471l2HE+EnybvGONbT0Zq7g+styqPrCacD6UVt09GZohPChkCz7c5aK9YeASPhI09ToO/Je7YbfpPUQ1DT5NaRs+xE/TvLjDDj5upSq+6vTDPZm+kb10tBO+aPqMPk+Pkz5v714+aO3bPfafUD6RCoW+5IKRvaSWMj7dvo4+wXanvSSFrT1NDEI9AfADvtoxCTyg7169D6pHvgUQ3j0qsxI+O3Z+Pg5Xkzy0+JM+Ag9QPsFLIr3rXiA+bKWGPVryxT1DqKK8u9aRviJNFz4eMwu+3kYYPdSTzj2nTwC9R/6ovse0Fb4zFKy+lp/svgQpyD3mkqQ+VkC2vpKO6b7ZHYO+Q4x8vek71D39Oky9oVgZvMgaVz4pniE+ySeJu4DObj6YmAe+QCAuPu0/OLx20b4+FAXEvdGZNz7JuWA+WojZPIMM97xFz9i8ZQW9PAmiBL542yq+WC5sPQu9/D2RXGy9Ot4SPff5rz2480A+hrY7vULDNr4Xqwa+/RWMPh9nW76eDt+80ajyPWLvKz58Rd69x2tGvakSVL2PdPy91y2EPf3KLT7LVwo9qEZ8vqDM6zo5ttE98SYNPvquEr5Mw0c+N10aPgbtHL1Rr+G9mgGwPL+sYr5R0GE8e1hhvTwLHb36zPq95XSZvmiyHD7hhM6+C74uPoGbhj0U/A6+eBGWvgr1aL7GrCk8xRkuPvF9FT6X7AG9JiM8PskKeT4OurE+f6LWvUkHsrthJPM9V++xPeRIFz18Age6d/kBPkHkpbztzys+0+zJPQDeBr4DooE+p8XtPajqK71B9ho+6a2nPSPV9r0fM4c9foZePTwOD71jQcQ9UtuBOzxlUT5GFkm+ovghPcbNBz7+pC++wM0AvgGQvj3CEmO9Bzrhu5vcIz7hdpK98ZA+vcAUVjyWQ7298LNCvnjvf74RhSo9DF27PQWETL2vWuE9scIivpxaTj2Jjum8UWjXPZexVb4U65Q+7/VRPh8svD2fP5E+PzBMPM11hD7ougS+F6+cvS3Dwj3ch7w+GdJWPrShgT095yo9J4+QPdQ88j3aP749wwyhvW1Tnr09bRu+nInNPbx7Tb16kCo+flH6vVSZWj6EoQw8IKeqvfNThr1tqvm90RASPpkTyDwrbPA9YISOPmfADb5mYNO9Eci/PNIyp77HBmI+Y2GwvvRcJr3E5jk+A7YCPpZ6171GSSy+S3QePecGw7613kG9rIZzPlGEHj4oTp84TZNwPHrTub2iLw4+mOBrvqZYqDtT+qG+EK2Lvd9UdT62IUO+IrYivkR+LD7UYv699W/AvWLXhLwa7TM+uoY0PrBiID6pcrE+WIJLO5HxjT3f/V0+D2YFvpdJT74PkJ09+FwrviGqQr6PMH49FnqTPuvxQb4/lbo9yIAyvgSvSL7cbiA+k0G8PR0lpb2Mz0A99g2aPDDfaD5shK86IWbWvPm5xb12oLW9WwU9vkU0xr3XEyE+HsSRPZsqUD52Dy2+EkvdPX52L70d94S8Xot0PUlUr739NLg9jBbuvfd53D3dfRw+4lQUvQkSVr5und69wQkwvkd3DT7fSJU8qYQ4PkVdVrsWpEg+dPw8vc68oj0ujgA+egZBvg7vx73HQDY8kIorPYBWyrxxXjw+yvoXPVs36ryElky8ciMJvmouaT0jfxi+Wkc9Pgu2Pz3rYrQ97KoEvjGNiD2hpGw+xNgDvuEHHb4Adww+enq1vWg4ojxVUOk9CU4uvh6lAT29doM9jUsIO8/BfL7bN9a9zAaMPe0I5DxLT02+L27BPAJpV77U5QE92fNWPTGrgb1duKo9iYC9vaDa1j2vTCy+M29IPkh9Fr58rMg9HWdsur1fY7wfrMK92STQvUQScb5UPSC+lFdJPuDJn76pbJE9lVdMvpfBwDweTJK979snPhowED4hoo8+lnXbPc0cbr48z6Q+MVJfPl8GLT168Cy+lHi2vZ7/aD1zmBC8l79PvhoDEz45rDc+/bjvPV4LkL2f9V4+k7yqvndsgz7gcOG9Qd4JPm3KQj0+Gae+NxyFuskNh70oGRM9uXKTPnG7ur5kDYO+2qM8PXgqzT2ZXzc+Y5POPcKEdD2g2Je8impEPqeGiL3pIkO9MReAviaqOj6M0/e9cFY0PtPxlb5LBii9NCQRvohPTz0Qm6M+u6InPkcvKD5vyxw+pxCJvpt3jT4zkjc9bF94vrvekz20dTW+H+6muy6Y9b08jO494ZCAPhMmfr64tes9Sy39PTkRnr5Laqy+uVLdPSCJLDu+7Ym9cqNDPoOiPL75o9O8+3wEvuBUkj7DeDa+5qBzvRpdib3tBQ4+5WGlvaq/Sr5NC7u+meLHPOONW75NEdU9ryqMvujLcD7pNhg+sWSKPvOFvj7prBc7g3U4vSJaKz7PIzM9ALcnPurINz5lXgU+ylbkPQLrn75WItw8nB39PLNR9ry7o5C+JV/kvXCt1T0n6zo+38NFvlu7Jj4Ej0y+HHPjPWdbxbyy2iO7H2i4vuyhFT06wfA9GE0RvsMxYL3t9BU+MlLUvq4beL5XvmU+wml3vu5HIT5cgZa+kcy+vHx8bj0lcLo9dz3kva/EfD54YQE+RVmNPiUHCb4DTR6+ckIPvlBSX74Wm5Q8avqJvER7N77hVzU+Vn0XPXGjpT4VdCg+SrpivYgLgj6A3gm+Y5uXvmXQCD7/CqE7w98KPXq3C74eHBc+GCpduz90DL7cemm+dOx6vTDisr3ETZo9aJo5PswItjxJeqY+w0ZGPnaeXLu5Lx++GdSAPZDM2736HEk+cfK9PWzRI776FIy9K6glPqSzrT1qS788S2XHPdHSsrtiO6k+8BwIPlYksz2gTgg9CvBkvamQyLsbbUM+cUJOvjk3ST4c7lG9NVCFvZR40z2HFWK+sXc1PmnerD69gqA+BX8YvlhqcL1r3M49JxBFvn4wgL76jpG+jjkWPr0tQj68I4Q+Fs6lvfMbBr77uXc9gLR8PMMdGr4FMxy+viJFvsfGnj08scm86gqDvkVVM74U0cE9t4tZvsX9qj199Ai+yG5XO0qgIz3TkV494tCTPiHVKL5qcmM+9+CFvHOrSr6Of5E96IdaPiYCVb6V0ga+8OobvVhqYD5Osf49NzKJvXm0dL62g4m9VFwHPreh7T0MeIg8XBLEvXj0gjzuXUg+wRXZPCbhwL0ylXw9KGBQvhIQ9zw2fM89sBGPvfTN5r0Nc0Q+ZQzovfbSTr56i44+AitTvrZ73DvlsRW+1ZWEvnSkPL5Z4Jk+VE3hPQlWYb1dkYe+8d6JvvzjGL556kC9d4lYPj6wKz7VHMU9HXZbvpnjmzyVDko+MeiePSgBWr7N5au+iAjmu34ioD3tcty76Gd0vppzJj6O8XW+5t0zvOmOF76DMUU+fx+jveXzOLw9gKg977qTPZqTCb0tCd88dX+tvp7v/L3+nnk+LMu1PKAugL6ME2m87KZyPsayb71PTpQ9A+Ohvc2RaL4JBU2+s2MQvY5iGb5CQHq8Ac12PkA1JDtve7W87Q9fvf5e+z0WP7K+OI87vjlgTL6EPTA83zSivaROWj7aZLm+Lq1kvivM3z2SowS+qXzavdc9Mb79g9m8yCxovv8TdD5Q3CS+q6aEvQZaDr+kDVM+glkmvuomR714QPy8gsIlPkyDKz0AtJQ+svWLvPqLbL3coBK+SQe2PUC2cr5xwDM9ah6rPmnYzD1h0t49chCRPcdeA77+6xE812xsPhXhVb3+Wow9UeMMPsxDaz4gzsI9wtQJvefdQT19oO0+KxuQO6jDc74vAGA+QXpiPiAKkb37+IE9YQudvTJ66j0EYQc+Vbp+vrLicL3uEgW+/pf8vBtjgT0vzDK+Gz5fvE2WlL0ttc+8sjVNvXfnhr6OPFE+3N5UPetekj7wnd49AnwFPvAJmT6dDy4+1Lp9vpTyqj4usdC9lyEVPgNlPr7itTa+lMQSPs18qr2ak5s+I9wYvm95i75qq5C+mCbpPXaI/z36HTA++B2PPqoXkr32h7M956ifPll10b15z9e8PvuCvidcIz7V4fu9pPqGvot7i7zAR6c9DtiVPTsrNDxv4g+9WWWZvsHRTj5DZuk9cKI8PW/adD4MUZs9DB2pu9YFub4dGaI9isM6OvbDrL6vMp470fkBvUEk9b0T2k8+TI7XPH3J8j0kZya9G+F5vd4OkT2YQQ29bipcvAXgfT4z2iU9dFcYvXH5iD1tMQM8n/+zvQIuFb2gwEY+8YLUPE5sB74ClKW8ZESdvX4Ckz5s07c+a/zivcsNgD6UXIi+AOj+vLseQ77xHhY+ItepvYR+uj0NiUA+QL5LvdB8lD6RjzY7QC+JvZOHIb2p1ey8v9IDvqOU/zxC94G7RonkPTaBMb1rRHo+u4lLPVjoYj2FRcs9YTkWPkOqPD4tmIE+PqxivmCNED7e54S+Gm15u5G8g7yKTh6+9m14vvHxqr2OGBu+/M6MvipSgr05/AY+p45PvlLWdr4CuGo9oU+Zvhz5C71zDlU+ReDLvS3/1j2oGVO9Gq20PRfJ9bwwP2e+M+0+vY4xHr7gS149ZUUhvkNVRj2IYN8+iaBkPupF7r1wEn++N2GJPl/80bwsK4K9plU7PjXGFj5pm+i9XVSuvJBPlz0SJ1M+CVSwPeoGCb4oA/I84k94PqD7Zj4NyUy9Es3IPZ6ouj3crtU88pwNvmOQtr1htr2+ICMFPn+6pD18agA+YnodvsMwVT7Xr3S9ZYWsPS05TD69juo9GA6/PTxSjj402929zGg2PYW2Y74855w9HmDfvdW/772GIxa+9oSIvkMhO74RWbm+JbAMu3XRsz0CqRe+OVk2vhoFwr0Wgx++rHp8PWyo7z1F5928zsWvO5lLeT15rZY++pC3PZYPbL4lz4k+4rwTvkM0uD32Qk2+JF46Pmxuwz1ulh4+5WuEPupW1b1PMoc+4vuDvAETZ743H5Y+H874PQs26rsJOSg+gMckvvmHAD7tWj8+AXCfvYgAhjylna29hJilvkbp9T09A9y9tuiQvBzJ47z1VDE+24ggPgyUFD4P7Dy+1jm5vBQXfL5+K9Q9Vt5KvR4+f7rHzGu9rL6UPL1ISL3tCFs9HwpNvvJgcz06vLG8oozPu04uIz1Soog9Ka9+Poh1Zj4FoiI99AobPnuXzT6vt7u9nFL3vR0RxT7Oj/E9H16EPdtH5LxIr6g9f7+HvRdwgD5MIV2+pi4hPj/ZRb0UiQO+1lXbPKL7Ir74uMm8vZQTvkb/Rj5sYuO8evx1vkKtmr2Hms+89PaAPfKZGTuKB+k8joOCPs553T3Uw3S+xyVbPfnABz5i8EY+4P2AvabygL6rho0+cuKePZyVzTzwCgK9vUu1vBk3Yr0JiRO9o204PtApyDz8ER4+Qa0lPsyHiz3dTjC81+rWvM5cgDxhRsU9GLttvWZQ/bp8RBc91AzCvuR2Ub5gMsa9fyRsvRSM4b0ecSC9tLrzvU8cgD2nxGu9aU+nPbQULT7lxYQ+LEiKPmNHGL4X4jC+9TMZPuurqj1vYTM++4OkuxeJnL6WHTa+P/tTviI3h7ylSxm++S2SO3h+Tr672/m9FFRZvWGxZz3pJK49pg0xPgKncbyrm8Y816hnvskdX764zLa9cxEevhp8Cz0pyzE+70NEvsl49L2z/tw8uqIpvuCHtz1KDhM9OZEqvqrf4T1kxrS9jleJPS95JL62rDQ90RpGPdykOb2B4aY94fXuPGuEyT1rEoO9A8cxPkfiYL2i5y++VziWvSKSpT1hTMs9lhd+PbQwDr6pyMc9X7EuPuqukD1IF0y9yjQhPuk6WL4Skwg+HriCvUgfTL4Nia896oSEvqUeWr6STzw+BhNgviDTj77cz3w97K+bPmJosL1VNgg8vgFiveWZcj414PI9/a3Iu8Wx9zzAQnM+6yorva8qF7x8Gr69DvFlvWuSSL41TCI9XJRBvm6yTr31qRI+kKA+Ph1ahz6Cgsw9C6Y9vZ3K+D0/Q2i8opqsvdDw/zwy8Ek+AC+DPY+bVz31U5q+pBP0PfGMWr6Dp+C9OROWuxFVdD3zIKu9OjlCPkfvtLwPLrq9QFJiPLGJjjz1Ki8+KeBGPly/nD0CLSW+Rt/0PDKoKD3GC0O++mUBvhJVAT5oaQ49d2zivPchlr1WqhE+z5LHu27BIb7044g9D8xMPUEzab4drZi8TocGvS0vxD2EkQQ+VIv4PR3A6D2YFgG+PqeIPcGaR75bixa91JWvPfC0ITyMl+U9UQdBPrTOS71nMVo+jAGPvVoxxz2x/Qm+nM6YPCK+yLwPNQG9M1aWvVbYbT3k4RG+JEL5vTvKBT1FCi6887mhvZ9zEj3gvRi9PPDDPPjn1T2r0zO8GU9zPifGyz02qVS+tC4/PAxXjrufQRc8cOQivSS5B7zE3ya8N7TEPVHdRTt4J8m7Q9NAvosHQD5o+749MtkxPEVylb59haA9AMQ4Pp3e0r1dk1C+MNOoPM89S7vJ/F096cmfvZF46LxXAgm+jjX3PK0Yfr196pG91n8KvqYzWD2VTJa8LJAQvvnMCb0pXGE+XMW/veQYtL4Sxs89S4RyvgKOAT7XBU49NTyyvUqarr3A2sU96k3DvSoEt72++KW+u62XPktHc7wE0Tc+TdfsvThB172BQNE9xL35PahzwD0zT2i8SuBxPV25urvxhkW+LaaMPSxycz2Mmg++oRH8PcKoAL6nnV4+JZIlPauoXD0Kxg2+Ozq6PFS9AT1Fo1Y+2SqBPsIYxb24unu+agVmvlwwcLux3cu8pQ38vGFFm72vt3w9H7p2vCOsAj64Cok+ACx5PQ3iij73vc49vOyxvQdR6T1IRQk+eH9uPp2ZS760aq89e2uvPZCl5b4u3XU902C4PBDseL73k2w+lxmGvli9ZL56qds+1ludPtYbcbyp0hK+/3wIPqbxsT55K7c9uvMVPqXdsz4tEWY+lTlNPTAUYDwAq5a+UoA/vg495L0dy14+AaNmvQ6eJD6grow+1vxfPozKnjyONTI+/aDhPTEoPT53qsQ+QCwVvniigz0YLdi8qSVrPE+thT2sNZM98hQCvrABlD5fdR2+QDBhvjDeTTze4Oa8dEqmPSH3oD7cxq0942GaPisFVjmDQpa+B4EWPi/ogboducK9oihRvgWQVr27TJC9VAnKvgI/kr7qgVw9yMCBvJBVID7N5Fi+JhuLPoPKHr7Teg4+WLTePkyM7TxjVaA+glgoPiCBlL7A5sI+fYvIPvlPwr6uN/+8TNA+vQQ2kT72KUu+KB/KvS1v5rzsNJ2+RLsfvnM7EL7Ml8K+ulmQvCpIVz4/iI0+lTxYPlYGJL4AxV64CD+Avokv0L0esRA9RBCLvThsAb4jsGQ+AVe0vfaNmr7t3M67UOuKvmAocL7yplW+L1s4vt96o72eLaM9Kb9LvkT5Vz65XDm92AskvoFwH73Jbno9fXjYPblQvj2EwPi978+Ju6833D0gHKA9niqAPvSGFr4ywno9e6h+Po5M4D2vNEm93KSBPfJP+T1g4pk7EDAXvYjsiT4HHmW9Hlw/PqhNLr5i8YW7srMnPpFTVr1O1Jy+wLRKvn/kxDzuTKM9t0CPvoEqML4rYYm9JvQxvdyRTT0hyIY+XJjuvGKglb1oAWQ+0wQ1PvhobL7ab+89oNkMPmx94b29f5A+bKZkPXwbBr7y7q69B1byOxhHLr2oIoG9XUZxPafatL09W5C+hBdTPnyTAD4DFIi+YuOpPZX+Hr4p+Ss+6j3Fvb8k5T1shh+9y3qjvXgbST42HVQ+ol5dPqwDxj12hSG+3wwGvukaLL3mPaK9BaRzvmtYk7027949GR/xvLasoD7Ss6q91i/hvSf4MD56C469HVf3PZDgLr2n+tW9IXsgvicB/D1/gIG+Ogg0vlSsN745DSO9uFAUPiikbz0fjXG+Yl1PPeIrhDtLeVW+FkuJvkvMZL3DYoe+beNSvkuAFb7mcCK93iUoPm2uBb1qI4q8LM2HPuKHBb0rQBI++FB+voztGz4mjdW8NcIzPr0qOT6tUNm8//povQELKT1zyyG+rJ0gvlD9cr1OIFk9YX4wPOS8aT3ztxQ90ynTvXWIEz4jaAE+W1wcvsa7PT5spSS+hi/WPZMDnL2Q4m08kDtLvm0qhb29uwo9XT0CvET4rT1u5oC+4M+TPa61c74SfZY+PMh0vT7Pr767Wgs9F8G2vcZEkb22Oka+4NewvqeSlD5bmHC+3VSwPo2wOL4Atl4+8qE4PgYmpLy5v7898zxsPvuPhT7UrSs+MkyAvQqJ/D1Dekw9eBs3Pg95Vj3zJ0i+caNkvqrdYj1hY7y8DITPvJRuyL356uI9ua4JvQFyXb7jqSU+jaMZvFilNT3YBK48c+khPtunV77u8hq+zEnQvUqMMr4cJVq+DdSbvR3Iwb5BUQu+kEWvPp6hjb35RyM+14UmPQI3Kj69sNU9JdVOPuslvb0Vn2k+aypAvBiJuT54YEa9q65svpwKP75AGyW+YFAlPSp/k739n0e+BkAtvfjOID7bwnk+85fDOuBA4L0yuws+zsEHvIV9o72z0om6KgEvvhu8gT3G2ZE9ecMNviSLEL3Cv4m+pYd+vUrlXD61jXq+y662vSwBZz6cAZ08ALXEvXxYPb4KrVk95oGcvbcY1L2LJB6+oDiBvQvdoz3QEji+6qrHPXE0jD236Ey+urMfPiT9DL5Q3p89d6+WveJSOj4kM4M+16/CPfcl4j1TH4a+FAMOPhCIIL5aPmG8x+Tjvcy9Fz4PzD09X+hAu3J0PT4byNA9RAxQPMgShL7znCu9pzVSPHbOTb44Nhs+Q4FCvj2NujvSrkE+9JJUPplSl73nnxg+9M2bPDj91zxV0c+9HU8Nvh83+r0kgwq+/lokPXoABr4voyA+p+oAvYAbHT42XhW+YxHIPVVBPb5eD2k8AE0Yvu0tur0FpCK+UX++PdUiOr2EA/o90z+hvrXW8b2FVgk+YBOKPhh6SzwzKaE9x1RDvMAkgTsTss898NPMvUtgCD7h75U8fpkBvsNLJb1HSSU9RGiRPdafur3K1QU7xNMgvgqwCb7P7i09ZtaEuXb8ez6d7lc8lFSDPc8+/D0SLp+8LbJ5vGwHor2t8Ee+JRN7va9Ei717Iwu+rP4kPvsxzjylGcY8rCSovhssVb5Minm9/df/PU2DpT41wA0+yFoqPvMFyL2K1YG99ZoaPv11/DxQFS298DmWvUm83j1zPBO8gqKQvkEXDj6T+ge+zVclvigQXb5Wvrc9rUiHPmG6Iz7NX5Y+s92bPsqMSj13YsS9FCXevQgaHb3hsAA+RIg5PiK7rr5ICju+ygY/vIsuOT4Ulz+9kxvbPSdLlr1XXlC+ka++PDz5yL0eq1C+kRCgvebcxDyxx8S75fibPQClMb42jk+9qV+jvmI/dr3gCY49H8LSvS1RubtdVMu8A08Nvnsr0r2dL548RaWjvpwdI72p9JG+x5RRvjBEnbwu07c91IYtvduAQD3s6gU+BKTUvb4eCD7189y8ta0OPfE/JL1hUHa+eHMGvq6JXT7RVuy9rOAMPnpCnb61N4E9ci1tPluaEr6mxSy9CT2aPU3eLr2zjFw+52ppvrx/DD6m9xi+1KanPtvkDr5GWHq95oHmvdk+Ob7ion69MjUwvSvHXz2wf449gq+4vfcj2L3TfpK9mbiIvOTntD3l14o+OTArPU44WT6OLpk+us5mPShTpT7Gr2m+gaeWPXe7D76E3dM9ctZxviK+vj1JSNs9A+yCPrmXYz5ucNm98LzWPZNgoT3XMNg7jextPs5CFD4fpo+99TtjPgv2Jb1reHc+q9+9vPEheT0uC6G9EST/PR1U5LttE26+2nbtvSHgDD0Mzgy+zgTmvPtpAj7BC1S+NR4KPHOgoz5b+Ak7TfwVvm4qVL7LGpc+f52JPeYDM72QHBM+FXxUPgup4T3au2m9clTRPbDd4r3j7xs+jlDWPGYAgj1yOsI9UrkUvjNV+7w7w2i+nSLtveAwTT6fs4O+oYyyvmsrUL5X4mk+s9Ugu0TarD0F6hc9DTgyvoFnJj21Km68yb4GvaHzW72KSTw++iVku06E4TxS5i2+H7qDvS+KOr1SXIU+W5zxu1VfJD0H7zk+ih1bPkLQ2jyY3L4+cJ9tPnRVar1InyE+rZ0Dvj0y5T1huoc81P9JPo0xCb5dZxM+HPvhPvMENL79D3I+9eEVvoOmKr7/FGS+0iOYvrsGhb7jR5U932JhvE8/vz0EJak+NkOIPgp5DL3UDoq+bHtsvfvny730i9q6tgwHPkE0Yb1ZMdE8cGElPkTwRj1azva9lU8Bv2LNv75FIgS9lN8bvjpUHb6HjR8+xgJwPtReib67AT++9wPfvCrNAL4WLCW+fL/xPChzfr4gg4g+uX9Kvnr+F7wmOog+LjdLvcjM+T1zSSI8jGKMPvY50L0VyNQ+RjKlPgwzOzwRtCc+cE6bvuVoZj6ZTbC+eU+uvAnmIb4CL4g+ijk/vizRRz5EXAy+HqoLvATkjj4ekHO+WfEUvRbWhLy8lX29TAJSPQEjNz0FXu08mOAvve+/yztmAoI7XoriPTFXRzxxMCQ9HFCNvJfYRb1HCAW9a20fPe3trbp9G588LdEMPiVsnj34ZLk8hw+6PHZtzz0rNhi+qlzZPQYbAjxa6W08GVehPBpP570hUQU8OHjrPazAK72kdim9e7sAPnmNwT2vUNw6vh0Zva2SfD1PK5U9+xkrPqXz4LpXmwI+2VNpPcfgFDzBC8w8bHW2vG1Y3Lw35+K8qX4DuxUkdLuXywK9ATJFPlwalD13zMY88fZEPSveTT1+eus9PtiaPY42Tb1UDT+8LWRkvHYOlb3OipA8zsKeu0v/yDzSms++LSZkvnrG6T58RWg+zxOaPiP5Er4USKu+LxBGvSC0hD3bb1u/jh9kPoGJq74p0IS9eR2iPomh3T6KcpS+EDkoPhCWF75aygQ++ZTOvjPoqj40Uog9YIikvuax1D11HZy+otMkPec+QL7o/OA+KSKavp3k/j6RCsC+k87yPmE+8L7/htI+0fzFvqMJYj5jaGG+tk0RP8qpiz5nNwe+CvPLPsxPdD3jpt++mwEXviKBhT3+eNk8/OfPvvm9gT6mv4I+dMfVvnhe2b3/91q+ZodHvjWjW755zhk/g70uvmDzuz6ZjgG/RDbEPi7QcL7sUmQ+UzqhPCy+6L6YaWq+tFbbvkdLKD9QQDm+1/qePZZUtj3GJxK98AQJP8iplb4khrE+spaBPu2lHL4iAv6+g1CLPnOMPj63/eK+q+w+PrZQxz5Xg4g9St/MvTUoyb40a9u+3CmvPn5VuD4Mw6A8x2ZUPl6GRD5y5NG+EKHTvrE/Hr6yR7W+egEyPjqbDj9Dc8A+qdoOP/dHrL5fupG+MZyQvkrYVj4MiZM+RVW9Pmwqrr6vUKE++ZaWvXO22z7MIPG+P7D4PsZ1O75sH5I9EqiAvp+pqL6QpcY+aH0RP8xE874Au4A+oG5zPn6+wj5+72u+V30YP1k2vD0TaZG+bjYSPtfRB7/+dxa9k7BrPoAhuD5NggO/jMJ7vqExsD5CUfC9J2sNP4qCiT7TW26+x/iJvnBWAj8E5VA+kbBivvtj+b6dwI89Pxg7PhlBgj5l6QG/VfSpvcHUkL7X+Xk+0khAPmInGj4QWGW+oOiqvpqzZD6lrpw+gnUFvwblWr6igPA8fvITP/w0HDwWW/G+/b+4Pmm0yL4O2us+f4a5vivEeD5GkAM/WCkBv8r6ub7wQSk+awgnPmS4yr4cVGC+pmGvPsXZKL6m8Pc+a7mHvqzU+L5vV6k+lW+cPjL8Uj39JqE+NcrnvjfTfL7QKJA+n+2evgldoT2zOOK6iYfxPvJByz6Rqgu/hIiEvaTUkz52/Ua+xaH7PQ2rEj8+J2O+xl52PmWjIL9MLvY9wLtVPrPsND7ZhvG+7qekPgqVtr5srYo+B17XPmKh8Lz3xdi+vpTWPhPzuj7yJQi/UKKKvkYmvr4n4jk/gK+AvKmIrr7mdYw+K6hpPefPAL8XmcC+rbk3vfHAMT8faQ+/+G12PtwxKLx+lFw/IrAAP1EzJr5q1DA+ebK0Pln6k76/buO+2taCPvsE/r6iXq6+c4bIPYHyFL7Y13o+C1j5PleNZL5a9XQ+G+GYvrslEr98nCS+OVnKvf5KFDxzZe0+pS4Vvmctfz67wim+HzPEvaOICL+HfJE+DZwGv47xqj4+paO9nh7RvlL4wj1DjMa+uuzQPBBSjDwSep08tLCVvFiwbb0=","weightSpecs":[{"name":"dense_Dense1/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:25:17.727Z","modelTopologyType":"JSON","version":"0","formType":"change_email"}}