{"modelTopology":{"class_name":"Sequential","config":{"name":"time_based_one_time_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense22","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense23","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense24","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"SkyDvtgFzL1hYEq+iuG8PRZjUj43e569d6XivI+uYr7zdrY9GIy+vQ8bIb7PZ6O+R5kaPXxL0r2E/Ew+MwKlPiRhgj7jn6u7eumfPeOtB76YMAe+nFVWvdj4dD5P0ba6I2CJPs84tbwioA29uXXYPSJHFj5C8x6+KFUJPgH9Lr5bXj49y0iWPmBU6LsXcnW+cHtKPt7xXD7DtqY9/OFgvXvAMz764ig+TRigPJ6JSD0MZ6m+78olPUHQdj1Yx0m+YNxHvN6gcL4DGcQ8ssEePWJjij67C509MRcbvTmxsL2z3qU9nQStvkcISr4wSCI9rB00PgxHnr5Mthi8DC4BPqBmG74fH469Vctcvbbkfr5XcjC+crkqPtMjVD5vb1o+n4+BPqq7vD09dHK+r6oBvpGfEL403x6+M8oyvlVlOb7T+sO7xl1Gvn54ir5K2PY8GAdkPT3B972+miq+WgPoPfLOKz6fNek9odoPPmTS7r0quYm938q2PQQHUz1VfWQ9ULjDvaK/Iz5ooBU+NHYbPq18h76uYoe9IRW9vctxyL2zWGo93QJHPsVhaT6ToDW+IwaxPcRC5rwBGFG+YLKSvoSDhL7EngI+swGCvk/FK70Kjwi+zIFfvujLAz48tT0+4OcTPpy17r3SiiI9YGARvlpL2j0SWjg+yqGfPWgQG74T34S+ZaJGPg3C+LzbKUW+S4eCvrZNZj4JB6k9vMcMPsVUlj59hbE8esWVPpsVgr1a/te91X9cPlc6a72rtQw+lfIbPp+C1j1K0mC+8TIrvp7PAD4XLrQ9TCF+PiZc+z15Kj6+3ianPn2o4DwqHeu9ajlGPhb1d75dR42+vaCJvvVrOj6Fj5W+OZ8mPkZ5V7qOOi8+Cb6vvubZab2qQTU9BziJPjY8qb0vDqU9k6mGPpYuOTy0CsE+vbIiPeVntr2xPTo9CuNxvhPPtD1uBLA+4QmdPnB7mb6lNlg+v3iFvcDfgL56LX4++/+kPrT3e77m/6M+EWkFu7JCeb4bt0c8A/fXvTFNbj6wd9I+DOWMPSpuvb5exAU+4QFKvcNZUr1tuFW+n26wvektlT5DsSc+FdQ1vKMJaz5gPeW94bDJPSFfy7zU1uA8iiGmvjdX4z3TGpg+VDsyPb7qRD6LIgg9mPH8PYe4p77zgUI+AxrmvWeQPb48Qw8+UGQEPZ59tD4FWyW9+vVdPTVayL5tApk9pb27PSaEPD4B6mG+mFUXvqV5KD6AGzO+v0UBvUNVk7wt804+533KvGgQyjyHWnO+TltZvRkYvj2Jsw+9K/8MPkJj8T0jXAQ+guEmvUw72T1zIwO+SbBEPnxibD5XuDQ8v+pRPtuLrb36InC8QOiLPSvPB72BxAC+gNZZvRhXML5JTju+HqTvPQuDS76ppx29fipLPZYmEj7rqO67SPORPURFoD1ZySU+beMJPlYn/b15dJ2+4Z5TPveWOL6rTou9vU4gvsC00701CpM9ki6vPat1ML0zQoS89WYwviVzVD32LB4+/hozvn7wcb5UL4w+4rP7vCLtbb7iCkS+7ywgPhLNhT5ZkAM9ZXoUPjjmej2bsRG+VioDvfK0ND56tUg+BTI4vSlEMT0TXdm9bT1lPvVNk76ncuU+H5aGvlQ6kb4CsRm96HhyvroOWL6tsJC9Bqz1PRslFD1PpWI8DO5cvWyEkj5QZ5o9YgWDvEVI5jteaP491SKRPG65lb1twiq+6Whtviip9D2+gBg+WxItPbQFOT7oB1++pOKSvhWXrD3njne9yCBFPgyE8j0GaoY7tKpFvlJwl7ycybU95rgQPrnzoz4yerA+LJ9gvslkkL6Dd9U8X3+DPQPArT5VUAu+BodYvlx0QL7b7Re+rQMLviLUHL4/su89r1SMPsHUyj0W1Ck81SCJPmbdA73mUBw+hJdYPoTNk72WUbu8mU9PPtoIcT7EUjc9BOLcPP6gEj5bYZq9Ih6FvvIf3b0vAbi+kEm8PZoMYT4+0LM90jdfvc7Kmb5keIG9Z+gKvtEfQj4A+Qc+18fnPcRnQjwli/+8q2nwu+sI6rx2jWg9/xKPvVKHKD7Muuq7MEQSvvtzbT7y8069/4VyPBRlyT3RQV4+RLNPvLEes70eZYq+6avMvYib3D3cJfQ8Se7cPDvVm7zduri8rvwIPI3dXL4VGTC9SeUovDQalL3a4Ra9alltPYnUlr5DxCM9zfAWvhp0VD46pzQ+3lgxvvWF7L2YfzY+bneGPSK3Lb778g6+9T/0vNgA1j0/YRm+X4TdvDJNaLtib8Y9mxSsPNcXqD2jYJc9ugE3PmTS1r0bblk9Fac1PsyhRb0QhAm+7qY0vXrDlL2A1wi++29xPurYWL2pQPO8bLVlPtbtDr3TP4C9H5Jfvhb7gz2vVNo8J4ulvMHOBL7YVQy+5JgtPuw2x73L1qw9aqk1PNpMbD0/fGo9NmtAvsBJNL44fHY+PH4nPnDb5r1qoAI++fkWPT0oj73wFbw9/zssu8x7Gj7NXgY93XlLPi9B7T1X0hU+AiubvZkqIr7T0+89YI8HPkWEn70+tEu+oWYHvrzPRL6DuhS+ZxKLPkJ6sz74uGa+OZupPUjpXb0xEiG9VAKBvS86GT2cEHu+TR8HPrvYMb2ajqq+QkVQvsrGJz4IUdS9X97TOpu+872nmCi9EbUlvUKKUT612XW+sBjzvR1KTLwClhy8Yf4ePtokgD64Bk0+BKBRvo9jzr31DVE+nW7VO8zWgb588b8+BB9tvpv7GjvFV3w9rWVtPjHOnT0xzyu+lom4vWnejb2VwLU9jokcPiWddDwmMHI+YydDvawbfT0UTjG9PnpEPs8OEr3iu4A9+BjQPAykj7x6XJE+5YxMPniOtTzy0WO8x6davsXa+z0uPPI9AfqIPRzZJD5a6VW9YBo5Psf40LvTJjK+IV4rPhAJnL36e4e+o4Q8PmZv5T1sK6y8mZYsPvaX3z2n/ui9HctjPURMm7sC05Y96yx8PDB+gj022M+995CBvfcrVr10Mgw+vqA+PXd7fb2KgxG9GGMRPdq/kz7nys+8ZQT4vbJcvb0FPVS7zrUTvZn0SL3ulj29+zRdPl5lS75Lx4A9Y5TvPK/LCD7W5Zy+2WFNPmzxRj7U47E8PsybPoN1eL5Rxey9I2caO9eHjD5Od7S8Z4drPTlNmD0dImU9n+QNPaOZuj19QAw70qf1vPeq2D2IbEI+uOYjPsvdDz6JfkQ9cs0GvTuTHD3rzlw+RtWfvl852j3Wwpc+t5c/vrkUBz7a3Ug+gqrcPYK7UL5Sk3g9FAbrvdwZfD794GC9Sn6xPnltgz3xCAS+zKxPPbtgKz76r789OdMGvYJ3zT2s9K2+e94YPAmokD52SSu9R38dPgzxib1pqyS+X1mHvt03Gz64TYW+GRITPV88uD0sAam9qUlwvlUgCj7OGZq+LaUxviINDj742Rs+8P8gPnpohj3AzI6+LS4DvrsuCT7iGZC++sXzPc9huz7eJFM+iTW/PcpYw707AYC+skO8vTkCU76r4ee9pq2MvngxSL6/ksy8QlWbPlA44r2wNq++vZRJPoPkGL6/DrY9zuvIvkoHIz5nXbc91FiXPUa/nroIbw+93yMDvsas3r34HU++OcQ+vhidJT2SYR2+/3AEvlwCOz4hRZu9TvzEvYQTgT1EnJ29C6LMvS3xkL2Q9Zo9YCGavdZlxzw3QQe+eJbePAGYBL6mOIu8n0q5PVmIwD1XA8i8i6q4vMvY7rzjnIm9Pig2Pu6l+zwJlte9rZmAPTWXpr36roC9bECzPZXXuz0454i9cOm2PcCuxr36Oba9lZuIPYqwkT0u4Yy9JmXYPW3Ghz15Rs69L3t2va4qzjxqDLM9RLbwPV2dljwXRZy9qyiYPfEopjw05RS+CEHevaqXe728h5c9D+PAPaFvlLtQVew9k96LvUM7ZD0R+qw9vS6uvRpV6r0l+L09V43KPYHOjb3riIO8M8+BPZkQXj3g/bO9/oMOvT24ir2OTqS9pcibPTmtCD0BAJ09xY2cvBYZeT2lkrS9mLiqPcCccr60ZCw9TRHQvXPtHr1nwVC+UePOvcwx3j03DIe9zRdaPWATJ76WTB2+nKb4vd2KHj5dNZg+ffOOPnW4hj1DLM89jtXPPeR/O737CSO+sCyWPQmoh75Q4Wg9OAP7PJ8mOr6ujCO+h8obPHiZ5T2WPfG988FnPgv9ez3jcGq9rOhjvqUXPz5gzKi8KpaqvLtrBL3iGFA+h+ZZPhpXYL5qkSm+xAAoPpdmcz2gSTm9nxtcPhClbz3PZ+E8ulJVPTmcgr3WGsK8aY9ovZ6+ST5oQX088JGDOZu4Wj13LHO+z+bHPXCc8b08jGG7a4SdPg5eur1jhAg+d/olviglTLzibaA8wf8NPmdxwz1/8B8+r1GMPjfSNT75LlY+8z4Vvt6d5TycMkM9A3VXPbkqVj4t6BU+g1iyvqcpE77bzTm+PPh1vhdVyr1Xx0G+Bl/DviHPmz54egw9FtS/PrlVFD02lnY8mdq+PQWBNz6JXFO+w5YLvko2nz79LqK+QfVVPa2zBT5/qVY9eUUOvpt/jj5Seoa+qMMFPYs7ML1BNYS+hInQPfegGz7v8E48v5DoPayaBDx0uIm9bcxlvTnOGz06MUS91u7JvblO5j1fH9g9jD1CvuN8K75oEIk60ZMxvTJO4z1cQ+Y9UAQSPkUkEz5WYcK+xonXvYh8h75w+4K+NzUhPlLgK76ti729BuxtvospE74oTMw7j9IjvgwV4b3tpgE+cg3GO/okdT7TXrm9Q4e+vQWnEb5CYeg9q4gWPq+5VD5trz8+5MsGPo7UoTxQUQs+Rm3cPAg90L0Md4W9RT8Ovkp8F76zsDu9/23pvdm6zj3TzWI9AXm1PDIs/ryGk4e9YNXavcg6ozyUDis86r4YvUpUqD1oYVI9tNeEPi4lZLxD4su9LaNBvqtvhr3kmBc+mbEOvuteAb4SHF49MZrfvWcecj4bH2K9ULfYvWhyPLw+K5+8WlWjvTUYxj2BVIE+PYEFvd2vxT3zkiK+4KZSvfLnBr45uPu8JsBCvbs3AD5suLo9hu8ZvpRp9r0uspG+eWb7PBzc+r09VIy+Pd0VvsrqAT4p/TO94AwwPjsTJr5xiwi+0SYcvhS9eT7b8lU+H0i/PkyZSz3EtFk+SLxAPgyLJz5jO6q+uGsCPpvrXL6eFVo9PoDJvYmvgL7Mlk69Yr2mPnvprT1BI8q9JZ7KPnAwCr4nLG6+kbTfPY8Z7bzrmey9cZ3sPXlnbD0W3wK+LjrvPakp9LxyvbW9pHdKvrsVDL7juGK+J3y4PWA2nT1aSBG9zvCrPViqwT3gE8y957Y7PAlfZz0J5IE+l1BMPhDuPj7lGpO+uYvbvWMNbL4fjUY9DDcGPkF2yz0gRCA+yBZYPtSv572m2YA+Ch+NPjXtrD0ja1g+fZNJPiN33D3Rfwq8mTkBvpwfND1dTeE9MOM7PHHS+T1HhNA9WTOjvvz0Ez4IW3A8sanVvdZdcj0+BDq9Z9oBvqOiJz5YE8G8KYGhPYcnbj0WtLW9Pad8vbHCjz4WCtk9fJsAvppVJz4tlyK+PqEQPX9Xaj7IkBm+qgHwvanY2j3pfoq+cr4zvvsKgb5P2+e9DchVPkKQsD0A+Xs+BK26PG9NBz56A4u9V48XvofGEz1WsrY9hrw1vs+gu73JT+c85tXJvdCJDT6mt+O857HvvOq0yTyDvEA9f6kSPkPYBz5lBma+PPQJPppQDb6o/zm+wfCKPeMECr7i/2Y8fEYrvnk+crv2wOs92tKFvfGoqj39A6g9orvcPAauiL2k8gK+oczyvZRIUD0+hlw+9X42vF7pgr1DeIY9kK8xvREkHj6zqJA9VNu+vU22bLzpIJC+j1FiPZmGGb2tNCe9neBJvXdzdD70TR49wWuSvVXGoz60ogC+QI/mvEUOab5SHwS8H6WcvPGB6Lzv1LY9y3IwvfQQkzxzG9G9Y/23vekrDr5nOOO99SFqvro6Ar7KzQY8DLEivg0B4b34w7C82Nx4PRSVCb2RwSQ+9+Advt4laz4PHlM+xLFXvrRNibuLZ0W+KkGLvZpXNT6AnIg9PLdPPbO4rbw/TNY9dck/Piby/r3M4hu+DftLvWMKiL4hbAe++CU0vgwiTj7VLrg9gt/JPEt2SD2DslG+5JoPvlsauT3sJ6Q+twavPhBfjTz8bPg9YWuTPJTRVz48ZpS+CAfPPWEbh77Tf0098UAEPbKCgr2YcSi9+v3KPhN5Qj7uOdS9136NPpNlH703OS6+sBfZu7yTND7H49m9glRBPcj7mb0sGWA+PC23PS5WUzu72A++rD2FvfRkG76glTS+JNssvb4hUz1lKU+9ndnHvQxV7T1Ns4m+r4WgviO4wz1d4mU+flDvvFGvPj7LKmG9/QtkvhM4T74z4qW+Soe7Pq8Zjz6J9p8+humivZP3870hgH4++0zIvZQFRz1vrTK7GfUIvcjdh72Trnw8MomDPRUa3T173Oc9kY2IvXgVPD1+ROS8brYFPjmoVj4zec893CnePch/F77pkD0+dV4XPdTZML5AiQM9L/rcPCK09T1TjAw+eqlivngvPb7bMsK9SyYiPR8ICz3DI40+9SiXPBrrlD3hdRi+/T4aPTL/Dz7UwkO+r67BPBF26T3wU3a9Sfpevu4ZiL0mKhs+t8TpvajHJj2sXiG913yAvFS72L3YP/G9m1AMvknW1bxdT3e+qEl/vL+3GD6wTk89VTlJvK6ZHr6R0C28YmiqvUHks7wGX4A8Zz+NPssRDj5axSO9LGBEvsZh1zzhsmw91m6ZO4i2Lj5nVxc+cVUpPqRPrj0T1Qq+81jWPYjDUTyZcSo9R1CaPFog/b1EoCq+aE9Nvs+wXbzd04G9RXSlOVTnGb5oxyo8weikPjoAM75FB7e8389kvdhpqD0+KDY9ejMRPqgZ2rzPT5O+R/aKPZtfjL7iBNY9M18QPYW8bb1pYDy+ugwePtUI+z3uvhi9Akx7vt2vJL3VDQo9kWfTvVrWhD0n3uI9X8sEvE+Tnb21GM+9UB8fPQ0RiD3cqda8hMcXvcH3JD499ra8JSyHvgcAhj3Ag2M8EGLnPVHClzwNnJ89dio4PstD/7x7NR49fcuMvmwbb75Xxtg9HewBPfAl0L2gFbe7ZmB/PYF3PL7P4NM9C2lXvjBfBj40jL89FeMJPlWZOb62PjK+DdLVvfJGj7200Ao+1hxfPie2nLuSpL09llZ0PjVUIT69dBG+MPdKPoQQo76dqDK+0ymHPiIipD03/1m+Vw3MPYRyDz4/jh++Y936PfvQc76eDV+9Sxk9PogzlL1G8Rm+GyxFPjgpzL2elS09nHxYPp5SKD4kwva9qb0fPrxm/b2gsuc98zkEvL6F6b0ifGG6CT+kvVT1bz3SLe48araSvWymrT2SaOs9TmuCu3UxMT6Aara9zJKevU/Rbb4N7Ve8UmowPpYNBT74FOe8ytpvvV2AmrysG0Y+hiGYPbrlOL61TYa9pXT4vFpb5j2niLQ8sEOjPU0WOb0hTPs86wMHPtJrED43lgi86xk0vnBk/bu9EA08h1qyPVLzAb5wrcI9fDLAPbYPjD2vSLu8usVQPoiMQLw4myc+9wgvPu3RHT2T4Na9/4xLvbG53bxJumC9NqSuvVd6wj1dMUQ8Q9HdvYgYor3NkxY9ZUf7PN/ZsL0nyv68eFgBPqe7PT0LWZI9vbMnPYUjCbwurI89PwuVPUmSzDwwaK69iaoAvWgu6j2m7wM+4v4HPiS+L75BT2C9KDAzvfHYAj2SOyo93aFZPsJ4fLxZE7G9vuVYPnnAdD3sEgy+EHG6PR4GUD13CBa+gkhvvoKcOL7AWWy+temivVw1lD2VLQo+QCkDPa+hdz7FgPE7InKwPCRoVL4cieo934tuPjNpIT5iR6g9gxkbPqSow70i3K+8CAc9vgziDD46ANu+wJG2PIZHhj3XsDA8Jf4ivgq6CL2fKxg+trglvsU+/D0wnjm+rzjsvdGF2z0gOwg+nnM0voePJL7OlAW9kJHhPZNRzD3R9QE+LYikvQinID4Lfy2+ytVPvfHYBj45NRG+2XIcvjairr0X2Us8hH6WvYudE743jE+9cJDdPYUYEz6JaYI+qWcVvkH2lb6g5SC+5eAhvPxSdj4B67E8Rr4zPAWqWb2xwDe+vUKdPRwmqLwd+oc9uO0Avv10WT0gYfo9f0krPWk3uD2KegC+D6BXPIoH6D3ddUQ+BFjjumReMT0PfNO9ISoQvnSRqb0Q4Go9xtRPvD+Vsz2v46Y8DH6RuTe7gz5dGIu80CjYvfRx+T0GcAS7dBRfvclg3jw2i1Q+01zYvW3ufb3iDXI+hpsUPdxJpjzdSTI+eQVKvuHvIL7pHoE9vZ/MPLFAhj1py8G9dtHqu6W6/7yPYxG9807dvH+K4zy5YLI9hDKOvOSl+D1LZEi+hZEVPuSwxr1G8y8+WECLPdcR/71wHT89fwCPPXlG9Ty2GhC962WOPMlqQb5KKuY9fbbgO9N3JD3RM2K9zGOKvrQEK75wZpy+M5oHvsgLGb4plRo5ERwiPp59Jr4c3TU+oT8OvsPp0b1+6Ls8re6ZPuiZZT4ikRY9BuxDPnjs2bwg7kk+CcXFvFAf9b3b69E8l+Fnvkojh72/EYI9L/gmvjbnXL68mig+c42DPfAgtr3zkEs+pflpvmaLdr7+bL29vzCDPoYt873oPog+UMyGPjxTgT35p/s9jwsSvB17/b2lpSG+Jql9vRzPer1kLb49rVoKPigToT2BbYQ8o4CfPW7Dg77aZFW+xqvFPVzvnD5Reka9H1aevI0YiL2MuRy+thEGvo8Tmb1u/V0+Q3AhPi/obD7h7w++VeFRvpQtgD6gLKC9qrqfvTN0TL0Q/zc+SURIvTwgyb2jZG2931WSvZfgjT0hjbc6MYgSPiOwfb1sD++83+wrvIVRkD0JyQW9G9aDvA4m8L1jmOG8bliMPZCwXTtFJvS8t9VwvjBgAz0iWNG9Q+3fPTT3jj050TK9NwBTvRhDyb1FOCi+C+DJPeqJqT1wg2O9zI05vhemLD35o8y9Bm5AOwtKGj6TChI9TBQwPd0gaL3t6aI8zTYWPlBDLb7Up9o9V8BqvUF4lb1KHwE+YGczPvJOjj2fxqY96TUhvpXxJzxcrC+8at7Jvb5Lnb1JqrU9UQj4vLGZ6j0pGZ49cmyAPVLml71xNEi99ZemPXO75z0/Z6U9lCUfvsQijT066A4+P/IuPkOKhj3OSBI+UpP4PWw0Mr47NNI941uGvdCjML0c2SK+0+pLvqHchL2Yi9s9fh0LvktGf7497do91VbwPHno572+8IK9b8ADvufqor0m+gc+99lvPdjo570QQ+Y9jY+DvsSYaz1dqU89m1PVuzbxwrzDioM8SlnrvQPWbb7Q2OW9ZmYwvg5Atz1vKuQ9PfNUPsimuD3KTp09cu4OviyLrr0q+a28EusCPo/XmD3+Isw92YvOvfvIVr4UCpE86iNdvH3tRb18LGU+VSqEPbnWoz3Yvae8aqXivTt7qru5GAg+R3wEPu6WJz4V4d69bQUSveRu6jwp3J09H4+sPHlZdj6vrQg9ssUUvF5Qxj3xv9G8NJOtPWOZCD7vQaM9bBhwvsQeW7yVngk+bbUovpnteb54hhW9LGYNPrfZIz5C0/C9zQ+ju9pg6724Dwu+/tubu/jqUjzAL3W7aziwvY7fhz0FJ0S+yqGWudUhKz6hh729ZSwPvkv9rLwFM7I9wLEPPdpYgD0CYIW9kI7PPQYsSD6DDtM9nXBtPe6hE75bxQY+0UDDPa44HD48BLs9Gu4EvQmhXj3KUhY+Fpy4PTZRAz7NiOC9k6SlPa/jaz60TKK9MLKavZFLJz60dy49hgPrvbG/GD1YwQq+YDpKPi3g+z2I4l69ELKuvVj0jjzgude7GQ/9vIt8wr3CaNs9jzsoPM2hD75W4t09ldq8PMaJFL6ITc28GgTYPNrUtb1R8PQ9WbAZPb3NCj1p1Ps97ASTvfiw0D1nzY2+K7HxO58IejzD4g2+IawOO4E9QLo2ybs8Px3fvAnB3z3N6/O9Jsw+vr8zp72WXqG8JGH/PRR4Ur1QAd69g07DPdAfrzxk9ui8bRWNvUx74TsycJ+98JjkPeKtc76ckpo8SSWuu+zwTr3OHyw+6jbKuwfqo71t5PO9MA6AvdxdBj2aeam9n8tMu3r+x7xwWTu9swwBvk3YjT4Yue48dmDnPbMyOr0fGc88vS4GvWVp6r1PHHk9IWwwvvdMzT1MFvA9VWCZvSZOIr5s6s084mzePLi4Vbw+Lf48oKj9PXT/bD4W/Ak+DuZHPEDzDr4N22A9uNJwPd+Hz7xfxI48nR7UvVpuy727ukQ9p3dCvPB/6jzS0ny8eYjfvakSMb6f2NM7mUGBPY/cZT3+UO491RLpvSoRND4hN+y9EpkaPYTxojwN5QQ+YR5Fvp8br71fAxu+v6Anvqy7iL0KIO49hkQDvusWbLtK81m+6L7+ukz9sj3PwRy9JaxYvQs9Jj0mChA+TxpbPfqaIr5611e9qqsKProKLL6kyAg9ktBBvQGboD2mDNw9KRKTvd/EBj1zuu+9DwU3Pa+Y3z1C9cu9ivKsvb95rD0Yncs9xnUivsYGS77EwcY9Qd+NvCVv+T3QdDa9WSFtvQnRk727IwS+SFoWvvUGmL2uDjM9NblavW4oJz4S+Cm9SMFPPiQmTr60joG+hn6avNjwE75HXsw7c+iXvPw9yb0sQKi9HbHHPWnfszxWqwg+AI/dPZLJHT5nnnY85FNZvSy7WL11b+M9xM71vXrPlT2BXtC9f5UkvaC7iz10jVO+kjz/Pc9imz2LxJY9/6HtPR9Q072cNZm88bKBvVIpyj1Zzjg+PKbkvcHgiD55ZAC+stmZPWBwHL1Uupa9IqwNOl3wbT0+MgY7shMjvvZDVTum0cm8JSfxvZg1T71ZeIW+OPFtvekdND1q0f29dZg1vobfID7bXU6+oAgGvvEWir1cUQI+UC8mPlcVjz725eq9osEFPq9hKjv64bE9FjsHvjcUVz38VkG+Q/+LPjDBDb3GM4G+xbtgvobYjz5fmRc+pElQvu8Z0D2irEc9kLv8vRpQLT6nnpO9tXY4vjNMvz1G8Fg+bXwXPDft/D2z2ra9oQguvv4zjL1Wh9m9iZQLvSBPsrze6kS9wENevb/wRb1lcGU9g2QLveY9Tb7JS5g8I9TTvZj4iDuP5N298MOOvStlS76ohhS+buktPYpBij4onkI+ZPAGPlgWUzxhcvA9eyRIPnQwgT6O9ZM+z1OVPsT6zj0D59g9zHe6Pi482bx0c5w9DVgfvsHrIj6LLSA+k1gePOI/xr4csUa+HQHWvgzsLb5EaZ8739T4OmSfdb5idWQ+4yRavgJ2Uz6d3tO9DOIFvJjz3j0AIwo+douUvYmjzL4GKsY9p6p8vmSpaDzDrgE+8kgXPfHzFL77r7o+ZdMZvRLFGr6Haiu+2SxnvnlKDT4OEK49NpUGPqkJmj1EKDw+gUSuPUCUfb53P0w+VrQIvLiguD1y2eo9yRshPmYpIb7cTAi+nB4pvqjhjz3ikwM9OBvrPQ1z0D0LnLA9h5u/vi9kdr7GZyS+B0PFvbKUgD7kI8u99b4APnZI3T024nG9Fsa8vSdEOT0+7JG9qIRVvcg3fz5fD8K996PIPXxz/zsopRG+lHOlvQ/5vL2nnBO+BZUOPUy00L1y5tm8+yREPjiWDz5V9M68N1T+PVUqVj1E2KG8SKw5PdyvD73NROY9GF2kPSv6LjzGTyS++HC5vQCD6j3EVB4+28YVPheNHz5IMUW9LuybvdnNHr01WJ493DQovd7TzD2Ls/e9Bq8svN3Hmj3J7Jy9TnipPRUUKbyVdim9bo45u4xh4LzodI69UdO+vSGyOT0iAz29PHJDvmTSL7zsujo92c0JPjvnNbxp8+e6uWHxvUc5dr2aPVu+iLsJvoX5Qb0kuTu+A1fNvfw3Nb6XWHg9oUM0viphbL3OH4A+k18ivY9xJz4y20g9qNJOvvBxN71PYy0+G/2UPk9+vj403uk9FSC1Pfbnbz7Vyhk9ZtTovfp6oT5dxVS+okMpPdas/DzwlRm+S6kWvtgsej6C+Z+97yUCvgKDnT4Yxki++oyjPI2qsr1BV3w9tNAcvHSmxj0ebu89PAAOPcomuT1BGtK91+DovdNho72rERy8fE1hvrYrjj14+oi9SgeRvtyVrD3Ru609uyyAPSC4lb5VQEw+Yt00PVlMWj4HQlc+NBc2vvYxd77k45K+pAyyvs5mDj5p1UC8+5qWPTfYWT7JXf+9CmDnPALtmr1sqlI+t+LLPJ9a/j1mV2a8m0HOvWKPbj3RZ0m8aBb/vZT1SD5j2AS+QATCvUvL7b0pkPK9MQScPcC8trralRk+vc4lPB0UBb7CoR695QxdPcAksz2M78C9T/ZpPWMYnj3/W8w9dOIgvLYFCD2lccM94n1TvcbDMj6McLA8wXOCuow1IDxCgq48ZPO7vUHsDzzXfxm8sZSVvTrEQz7RUN09aozAPSfCuT0gZ0E91Yd2PUFe8b2B54A+wmVQPOs3kL386e+8IZrOPH8iJb3HgIu8ItKavS3SAr4bzgg+krrTPdUNHz743hY++hcbPv66mL3U2og9R23EvKHFo70SeJ69MQc4PeaUCb5eDyy8QX0kPEb6Hb3Kt2S9F0WSPacrGj7j0509mY67vZV1sb1gqrK99/D3PZuqCr5NpKI9VDYxPtTkwL23Nig9+7F4vOJ9Ab54pGQ+7myJvW1JDT74iZ48UzL6vWglij0kPUA+2RdtPjaHt70cY10+6btRvAfogL40GOy9PMbjPcxnir4RFZ49SL4nvXdiSz23Fdo9OEvJvK3DDr4T7qC9QFgUPqBDq72Ofb29Vv2dvccC8LwSDmq8PrqRvcLkpr0OmYq82uK+PQEzqT2p5ia9LerVPfme6LyY/l0903tCvuKH9r3zGry9TRO6PMpNCz0cQAQ+caA5vlRjTT6ilF29SHZLvsFQxL0gung9oPWiPcCYSb4f/A+9DsS4PVlSnL0Bf4M9yim6PJS5ij11Edw9214FvnE3xzwoKXq92UhDvZ103rx3K6M9cGEKPXvJtb1zRZq9xldFvIRR2z2Y3fo6qZTDvUBOgD0fcTc+PtzMPDENzb0bxSo9ZlyRvEkWZr5aeZs9DLe6O71WwTudZ1O889hjPVdJ6zvAH4O9v6XNva1h/z2IfDK+CR1EvU6/o7xrmOc9BmlJvTUOyr3acmQ9iWsfPpJDQD5oFQg9K3aFvddAPL41q0W876b9POaCK77Usbq80jRQPRMS4z0EVVe9mXPNPZX3Ar6VjZi9c9OivGVXdr2OgBm+x4QtvG32UT1c71Q9oyZoPkKpab40IaU9L8grvXXc67zdvJa9nkA4vKXcHr7aXam9KHs8vg/b0D2DHzG95C0svemLdr7eIpI+XbLhO6bjUz4LuCi+VCVIvBrOIT0aUj28TTLsvQ7jrr27sEA+FWzEvvEvsz1Tx6A9k/p2vQcO5b2gN4o+zruJu9lTZb6wNOu8gA4EveA46TsolwY+97OsPRMIPz4+lW4+6N7XvSswNr63DhA+pspTvZvEkr2gXgg+hyoZvgPAL77ceZ694jMqvbR/sTxxHPA7SCWzPFaBkD0xnQM+2i88vlLDFD5G0ZW9JBcbPu2eST4IKwE++8xfPoGf9r2FC3U+VS6fPcvlXz4kji0+fmP5vfrV9b07UWe9WoopvbKhUz0nLxo+lr1gvrytZrrzn7G9fyu9vX/yLr5zdV69mbm7vQD2nz5MB+o9RHWaPvnAhbyV/J+84CfOPVMxj7v9LOC9tKgcvmkzGT6LDXY9Ng0TvfiV2TxF5Y49cm+svfH3Qj72vZm96vqFPB/7Ab59CRy9y71UPXr2oTzQAlC9PiraPTG0wT0CrtQ8IpLAvbqBGj7Xa0u9R0KQvWCYcD2YREU+X5ocvm6zUL48+4Q9j6YWvn9m6jxDfhc9JHkTvgHfVT4qrn2+8+3cPJRskb0G95O9VLC7PAm4cL2bCHi+L/urvWD8Ur4Q6RO+LkYWvneIa70krMq8l//hvS9t7j3hNn29ETYrvSvJHT3uUUc+DyAnvfawjbwRWHA9K9xHPS7x/j1oy3a82FRxvk7WYz5OgLe9oC0GOx/BHj6xOQe9GaXDvfWG+Dws8ck97cErPclUe70s0Na9u8jCvUYdKb7Vgs+921SWvoAvPz07gDI93o2WvYP4aj52n4+9N4RLPQm4y717Ebi9JDIYPQGpIb63CEa9rOxSPaEyZj1Q6VK8qG+JPJUjrL07V+89Mc4mPk2AgD5sYIW91Y/zvY/4hL7i+16+4qkHvg6JxjzEs6w96C0nPhN3Nr15f+i9ICQnPQk/xD0ZvBO88CbkPMBe6T1TeQc+RF35PW5kOb33gIY8tSVzO7jXMz55GRc+AWAgPmykOr03VfW98jNWvtc8EL7zGr48mwyJPW+9WL6R1JY+HqKivRHT8j2GFga8vvq/vWXOjzzYcJa9lLh6PRWQ3T1PztS93PS9vuKQ6D2jdj0+8XpTvVCXob1UFg0+89wEvWUrqb1WeoG+2hNWPdKc770Hw5I9ROm4PSXvJL6NHNg8QxWdvelXrT0vLQ8+WDqePZdMlr2w7do9E6m9vfOSHb2C3FI9vQdbvuDSf7zNzxw+08MEOyHKZz4v0AY+Tl31PVk6C74+rAe+ALq+vdjzMT59ZV69miTdu0YL67v2wwC+JVMhPSz8DL6zVXW7B8kePv6rnLyp8aU9MpU4PRIIiDxN0Ti8vI1aPkhY3z1rD+U96xjgPbZnWz639MI9Wt1CvW/aXr6eZT0+4Ibdve4G+z2v2BC+Rx3dvJlZo70EleY9NvyLvXU5OT7fNSM9vH34u0/tW75Y8T++h+haPpqrdr7kjke9f782PmHQDT4HAEu9aVM7PseNTb6MEhm+LR/yuyj1Gb3mKQ8+MPwcPdA2Eb0rXdY9LXDAPbZ0PT1f1A69JCIlPo6evz3CYDo+3fwzPm4Bmr1w3bS8lrUdvTioYrtwEX49AstRvRS2eTzkhkC+n99uPLlJND3dusK9Bx7VvW7aE7547Da+w165ux7biD2KJjg8OlIavrQ9ND5QFn++6OJkvWJwhT1KjuM9gBsYPqALH73bw+A9Mnf8PD5fWD1aGRG95fgbvmARQTytcry+/pesvf7cNT7/bYI8A/q0OwWUILyDIke94E0SvL11Zj44MKC98C5XPQGMmb3D+ze9d4yMPfVlsr3MS5I+opknPupLFL1nBXE6Se/EPd8EPb5ybh++4QkvPk6Ewjxi41U+aG9svdTv5D3Z2eo9boqTu1zhvj0Ecg4+rLVJPiSx8D3EugI9M558vvl1ML3tSQW+SDwTvqEC7D1Nvhw+RDGSvR6BBb5rnqO9icEAPS1a2j2RtFI93/6UvVklrT0kMHS93/9fvWIi0TuPraQ9iSsXviyXEb4mv8u78qlrPH43C76aIho9kEK0vUNwq70KKcg9ZmKDPI+BRb7DkJM9rUJzvV5hAj6L1ye+WM1bvQjLID4NFQG+TGYtvrS3Cr4bh4A82M6OveCH1z3r69K9ZUkrvrbzLr1S4iU9EQWHPWd/LL3IFHq9iNLYPSQfIj7yyGs+BlTzPU3DOb285EE+KZQAvYTzGr4idKI9Svozvloxab615dI7VDfEvegznr0OVS4+dPD6vRvULr6NIUm9m8HpPFgxQz7SC1A+DScNvqzK+b2kWr282RkGvozS/z2flvG9dUdjPrEJYDwIT789L/VJvU8SeL3GtsU9KEMRvss8LDzw/HE96rs/PjglND4bDEM+DJXsvOr2pL0ykyC+HO/7vUbPmL3UXZe9x3kSvhqFxT3D8709BdOvPnqGSr6P8Y+98DE7Pqg4/D0choO+6vUqvnMILj7tPpO+hfPVvKFwpD6HB2u7O2MuvtWRMr09tcy9fxtnPTHPx73AGxy8O1q/PV+fAT7tn9c8SwM2vaaE+D1gh487oj41vaIjCD5PpU89lw05vZaG2T1ct5I91l7RvIOwGD7gol2+edpAvdnfYT5zh5W9M/DTPcpnrz5bl2++EYzdvCFob74opgQ+V/p9OqCNhb358hq+MwjNPbMH2r2rXw++rfpdvRS3gz2RULc8J6lYPcDZdj6yGsS8dP7MPeptWr6Rq8M97N6UPtABdj4TM4g8EgrOPbR6zDx53ig+ymASPR3ZsTzgsym+dFc4PnQLTDpSiiu+uecDvnNZmD2oG4i9SbmLvsbTvr36Uga9sJ5uvb8wwz3wlWg+e3PcvUdfQz4saHe6hDTovecF7D2Ajoy8MkvhvTv4b77Zq6A7IvkOPvute7yq+wY+eIEQPtGbzLzivKQ8vuS8PbT+bb40QiY+I8AdvhWLjDynDt+8bFjfvUFgYrzxEie9UnArvquDvj2bKdM9myNjPRBhOz7DXiG+lOOKPpTrz7wTI0Y86oQCPV4LgjryeKk7EeZCPdW+2r3IfoQ+VUeDPFcBij7QT9c8jYe5PAjWrL2wPYm+eik7vnSukr3igEk9S/JJvhaCZL4Rov49Va+PveGsqD1qlJG9q+sSPoMRkz1IgGs7Gn44vkk71DuFksU9OPVtvq0GnL0aNeo9JFkSPnmSej1Jq3M+ouQtvTFwWDt57Ie+HhFEvh+riz2kIBk+QziUPnrAPTz8V888gd9RvJ2Vzrw6Kro9qtLzvfjFDTv9hSG9Gaw0PuOYGb7i+B29B9EtPcmosb1zVaQ+tssPviB5DD0AbI8+6TYUvlT97bzdkz29W7CgPUlTtj3WpCe95xHcvQvIKD0j/Lw9v+BuPSlDbb1VqFg8MD32vbO3Gz5P7LY9d8d/Po9A3juGWxK+D9y1vWVmVj1cllq+gjJwvrlTCr51t8o97GdXvtEmhz1GuBC9DhejPS3sV76Qxug883WSvYD1Az24PYC+6DrnPcXGVz2mdDW+J08rPiUcortNn3c6OdBvvZzU3b03Jo69R/kIvtgM/zztXFI8TGQLPib/ILy6FYM9qy8JPcbIxb386QU8yabrvQulbz2S1N+79ZFWvdEknD2uKZA+XoBePbtFar1+jre9DG4yPs3C7jzf5rY9AjBXPXcfvTxyzH++Z3iuvTikG75r7vs9g2EjPtF/Yb0N6wm+O9dzvS8RF77baoC9iLAFvodSET1gXJ8+7OPvPZnROL2SMQC+hMDHvY+ZG75j5vi8GuGCPZZijz56OTw+lz9DPnSdHD6CQFY+QUejPHkbjr36E42+TICuPYvioD67Edw693GcvfSpOT5HVcg8hICsvYT8KD4S8ii+Vs+RvmKd0Lw/DDY9grA0vgw2nL2zF9k9aawLPbvl3Dy6Hvm9ux6XvaR8Rr42RI6+30YPvrEQiT2BSUO8ChC0vVQ1tb3xuJE9rBYmveEGE77S6xY98YuYPAu0f72fonu9hHGNvtKLD76Cini+kmqBvDqGoz5bMpM9cxWfPnA0Qj4gkxa+YkSVPlpJCb1N+hS9YgyBvnpksbtC4sK9dfIRPhVD4D24aLA9CSo0vSIDwT1ER+W80NSxPCIFrj1/iXc9drG8PRkMN73mYO27KjeePY2w+rwN8Oq9jEEdvhMQfr2WGzi9ONPTvMPqKL4GuZ87gbYMPuWMkL24S2e9QDVJPnU8Wb5bUqG+5K4VPrRGhr0Bdia+enXBO4OrArwBaOK8+wUEPrXoMb1Yoao9Lj88Pj8/nD0P04O8210wPo1qiTwGvXW+JmLzvSm9JT623qE9FSbpvTTh3T2zTik+LueQPTq6lj1Dbpa934SGPTnbwD0eWMA9IQuVuvK5ET3F5BA+puVtPk67QTzVdRw+qhNMPt25WTy5owC9YfIEvoiALr40Flc91QO+vTo5Ljx0TOA9mf2pvW3txL1ajGO9XoAIvYprY70tEQ28b9K3vdFTKr3bY2i9MV05PGoR9b3lxRk+pQgbPR76Gz2M/mG9YMaVPdCURj4/J1Y9Bsy0vSp1xD2MPkQ+nncSvetu9Lz1jDo9ZiquvRGWKb3j/469yKc0PmFKFj7iSgI+7mdFPRGcbr339TC9lRWGPW1VOz6q95a9RB0avRdfqjtBKzy8LwmlPRimkL1vFCg+8ZJCvgS2kr2O0e29efyGvUiM2r0xAiC+FfatPRmAVT3NOfk9Rx22PGoPzb1viCe+4hUgPvUGGT288rM984PMPWLwET4teKm9AGCPvTdv5b0y1Bm+MtmiPfz1ez0g3C0+QVw9PC7LhL3tXx09sWqpvULrQr0UEc29ch+PO428MTxq5Ua91gfuuxN9rb32A/S8Khh0vjJlIb553Fa9Oa1uPaBUKL6meFi991a7PacDYD08++W8rJ4HPgo+1D21VgE8OG05Pl48Vr1DOCm+I+I5vmRvXTs6/iA9xeGrvZ2NXD1CS7E9l7tFPU5wmT1Afgq81gQgvpYGeL71JoG9PiZDvGwZEL2SkkM9VZXwOhtQxL3cvr49IDetPWhbij0Gth0+m7EzPa7b3ryeVE2991NXvW3a87tQOXG9XuSQu+ju0j1eap48++wZPtmJlTy72+k9UIhJPtMAxj00tik9x62CvsLnXj6nmqE9GvoAvuqtib5C8Ce+/BoSvua0szxXd4W+3xEEvo4vkD01j9s+cjkLPaKKSD5Zo+G8NydDvm42CD5kO+Y8jusyvm/Zj71fNYU9leaWvtIbFT6c/Ik9q+wSvc1c4T03t8E9JSVFvtp6Er355kI9+YfPvG1j9z23+nw8LYy2PaSLSz0NdKA9kgUwvod5gb6mDdQ9mA5rvYOJXL2jqoS9+GqJPRyN1L1xPTK+AjNjPXP1/r0/lz4+6R0XPdmAkz7owoQ+8L1bvtaRnj3sP7K9vm00voMoBD7b4ey99b5UvOS6ML5cJVK9gVKUvQwYxj3526s9gSRTPvtVMT0qvJy9i2+rPSiL172B4zu+rMoZvgEQZL3ei5y91Aq0PL06qTyn8jI9uYogvjtJFj6e2Qo8J8cKPtiLK72MKzS+EuyrPbWOpzyY3Bu+lvgevcQz0D2ataQ8ozc4vp1lAb4bvwM+yRwuPp1rN77ceiG98fIdPKxrVb4pnL6522DCPWDXpDx5h+a8WX4SPq2loz16ZdE9IPkGPrR5yT2eZDU+8ZECvq3sDLwQgRq+/sAQPdVN17wzyWi5Fw4NvnQ24Tv6ymM+B+MyPl0zQ70PEwy+TbS2PE9bDr4BSqq9lX+yPK9bxr3AyFS9QinLvVKBg77Gx/K9RDFePZjynrx4aBw+Gf+dPY7de70azlU93uhsPZ6EP77PWJg+m/I9PEmrkj182aA99h3AvfY6Mz5Jzy8+PlaZvW4ngb2Wefi8FugiPUaZbD79zwM+bqUKvpFCTj0r0Gy9wbt7u/P3Pj2WZj0+hdFaOXW2Kb38r4w91hpZvqD1DT7Fcqc9CdQgOvOXFT2Y+Ue+LJVEvS7SO76dTTQ92HFPvmWfFTyP+3E9hF3MPQyxQr0+Qdc9IOt4vdAHob1OBRU+ykrIO1imvj0/TZA9PvL5vR+Q17yARHa+OnIqvoY5FjogRQO+PaMuPrmWO7zONGC+Q3ZnvF6nYzzR4Dw+c4BiPs18xj2/3sg9FDU3vbyncL7DqAs+Whr8vUqOp70HzQi94G6dPWkWHb6Vn3m+sxG6vgssmr5uFMy9oYZlPB97Jr7R4gQ+oROCvMBZhT2HopW+EYXivVtRHjsPxak9Zu8OveBxrL2MOg8+yy4ZvsnnAj74Ocg9qvvgvX0kXrx4rlM+OFPSvfAzeL6Q9Me9PCU1vsYjaD7qzD09c4uJPmXnDD1AbP88dC9ZvWe0Rb691jI8G0hsPffG2Lz9ynk+I4CHPhUPiL2aSwS+AQ2kPZ9igb6b3GA+9Bhivb7/6j0IdlE+LtTIvdYFcb7sSGa9LuqbvkP6Hz46PRG+oKrmPMiVDr4/lMG9ZHyNPG+yoLylUQC9CWm8vf5guL1R3kQ+Y7E7viRkTz332Uu9I+WovcuNsr38Jh2+f36Kvb3VC76ZGam9c2IrPmRS2j265aI8CStvvYtg8T3TskS6VgAfvWBaFj39+Fo+TRPmu2sxXr76VmI8XQYrPRlPY77twiQ+ibG1PPUREr3mn/68bmhyPreiVb19Vks82VYcOoonrb0yORK+HCjZPULQgD261kq+c4mSvWGVFbpy6gM+XV2XvTSGSL5OAec9LR+zPbCd/DwLpai8Ei8cPux6ET5NWLk89jfXvNUIiL2MKBy9imWwvQwCHz0hrTU7GxuvPX7ZwL1Aoom+keSgvswwJb4fokW9qyWNvSK91bwc6Js9+SUNvi+oKj7u6q28jDb7vQAS5T19tdo6VSqDPgbfiz6eh0w+pNtGPn12xj2Cmw8+4KbevfUA2T3sfiy+pLkxvQZWoz4p0Z88k0IXvJ/gmz5nsmE+dk5+vkrPzT7ZY2G+MWmBvniJVD2n80w9GyurPB3eJT6+tCk+RnSKPYkkCj7sGMW9Fa9KPViphr17/e+9mvDJvZG5UD6cnGI+6PLiu/w8eL0dsa082aENvZ6ohr5tQp4+3CKCPgQP/T27szE+hXdNvqbGNL4MN9u9rCSOvnx1iT4vJpA+Q4EIvZfSeTxoxNE6h0hWPaHIeb7Zgmk98IRxvrbulr0PaIy+W6GLvrFLhj7HXqc9iHVGPh7/kr79iU29OeZjvSRDSj7tbkm7GkGgPs7+Nz6s2JW9MBYlvchOkT4nQDS+t7dzO55tgr7IPms+np/SPbOxEj6g93K9RrD7PWOqBj6Rydc6sX/rPq6+Vb5Z6Um+X/C5vfpRLD5850e+kK82PIyDID73t8M8oDPePLBZkj3L7rG8mGUNvp2JK76pCYy9VXsVPivBGT4q/H++b/YHPrXLaj7AfoS91nV5vqwJQT6P4ui8SKIxPQcBIb3Kt0u82aFCvmWxkb0dodm9uLa8PlZSBD7C1GQ9of/HPRJgV73nHEw+j2dXvkVRz7xXE4G+JhAUPb9HAz2WxxC+pemavVqC1717Sis8rbTZve9aUL45JDG9I11fPUhxJT3GNYu8OAH3PdVjHD5Qd4M9WZ6HPCm5Br4dksG9nM/DvPecvz2ifWw+VvQRvY4SuL1Jq44+uf8FPj0yc76CpME90pPrva4pJL71WUi+XzN/PQvxKr6omxa9m4OwPeDPDD7qi4M8EnagPCeInL07vMw9Et2tPNmSor27y8y99BnwPTn+Qz2YpKO9ZDfIPeo8AzzVLvK9yxTbPE4/6j1A7iU+Q4+MPB5hd75xGLi9D5oJPGa3Iz0TJqk9a1I1vuh9t721C4Y++nZmvTJSNz6LaQo90FuKPYjfMj1pM1M9URy5Pb+3mj1xftO9A3McvUW6r7umL4A+XNvkPD8HZj2o22y9URE4vYgQnT0wTiG9erbZPJYi4r3lqi2+zcKCPqyNB77ukSU+Z5PfPX/amzx1V689TRMcPiDjSr3d/I2+s+b0vNRFHr5AdzE+pgvWvZW40D2Cvui9xgjYvaHDv7zxfqY8/qVlPSofur0ePDg981H8PUTVkj2u6zW+ldoTveONxr3JNju+E5srPY2HojzD37E7xWWyPYAh3T3HxFO+bnnPvaHiEb6uvaw8Ch5gPOmCiLo4iyE+PM3yPb/4QL2VTKG98LIUvudhDb7WgwK+iLLauxHqNT3nqRI+PU4Hvmu0sj1erbw8cxrHPTf5mD06pjk9zWv9vdSCTD3Bwtc9/RFjPazJy71eS2m+HgkhvpV/dr3rpoG+EsjAvfB+vL1mnWM+R+x6vlOoDD6HFuq9UOYDvmMorLwUhYQ9hxEzvgpQeTyecFE7kj7qvUE51T33wy08boVVPZ3VJ76ltzQ98UaBvgGNV70hLJ69INXzvZnBAr7IqQi9DRQNPlD24T1q1y29O3qtPTTlPL591D0+UL2Hvrq0Hz6TJzU8ZelfvXgNH751hve8QLnuvYodWL6m8e08MyM8Ph2SpT1nfVQ+0BHqved0DLyFSAq+dUOUvrXXJr7m/5W9FRUfPhjDBz3loRO9t5xJPdJcoLzft8e87LNVvtF+Sr2GY1O+eFBlvcCAWj6B8Hc9ruvavYYL4L28xiC8+tzNPMIM1D0Wfkk90Dx6vVG8473Yyge9CBS5PYKCf72QeJY9TVDXvU0i/72YIXi9BTJbu9jKIb21SgQ+bVukvWXZjD4J1Rq92sm2u0ODML0gwhW94DssPj+3kz13Vq89azECPhet+T1GIiC6CGXYPFTBAj4dSxK9DCKbuiHZCDyFZoM80QDLvUwy0z3cqN89fd0hvSDFSztsdzI6pCwePu0KDj1yP8G9IakBPOT3Cr7TMU++lhnsPSjZJ77sdVS+J5lHPmdyOD5BeA0+lHBbPcKqIz4ZW7K8tPxUPlkVsT5QhpS+z71svTCOjb2wIY0+udwFPiYoTj37LHy94YyhvDfUmL7DyO29TG3svHbhRb5ry9i9qUGFPuBMVb7t/Ts++o3wOksco7sdIS4+0myWPv7yAr44kyu+3IWLPqcFh768JuQ89Oc1PmuAz7xtNpq9eXDRPUQ/rr5R4im++YVpvr34XL4TI6G9szcyPvu3ED6qaMK65hcZPiLTpL1Nh9m96+wxPuwRoz233x29AKiPPnZ9Gj7jYxy+7GABvkMkMr5RE/K9i8TXPWy+5jyoZYA+R/CvPsfJSb46FxM985h+viJ/4LyBw4e8QyNpvk1WOb1TE/+9epravZOa8jw24IW8vixXvrI5Bj7FwAG9Z1xvPbNqGz3C4CG+ZJBdvfhHozs2uQ89SR0qPVOPWb12cCE+NwXnPUx0bj4iOiI+uu/BPY09SzzRw4492+C4PUpc3Dwc/WC+akU7vhKD2L1HACy+ty1ZvdaCT77xRPC9vMedOIBNkr1BY/Q9eEIIPE9fCj7IOp+7+b99PT+N2r0urom+TYpVPURsKj4r/g29818aPfOTabpP0qQ9Bu6APvbkqL2bgH8+9gjWvcFTQj69J8I9R/WsOVrMLD5YsLC9XJoTPQnIFb6JgAC+YrTuvc3oZD75kw++xOfsPeR6mb3PxTM9QjKgPZ6lAz0u7IU983P3PZX7+T0znpe9ae01vbZ7Gj3P4n+9vPQNPorbIj66MZs9d8VwvsmcZjtYzZa9DuCWveglGD4PvJq8RU/PvQIzLb2aVco9YfRRPsOMbb1NVYi+y0FFPoWkc70XTxS+kAOKPS0zdD7D4fO9TB8/vfnlQT79q3E8TaSyPLkBiD4bw9s8gep2vl4Der71BsM9ggI3PrCMFL1Ywk8+qTwRvsNtzzwE1Lo8qr6xO7xukz1I3dI8HhsvvGLoTz2go0a9HSgivmhAiL0y0hC+6mTwvbkWsDtWUnY8Sb4hPTNBDD6d5IC+3qgpPUO30LyoNjK+bqTivebSKT1njjc+ZAYxPlGO3T2rb7I9mB5/PYU7qD1B8R6+jbcUPi+qary7vlS8e2F0PoL4kj2VR0e+ucK/vZgUm77GWLO96BqQPTxV3L1HiY29w2ukPrd7J779Iow+uTZ+u9URB770Wtc89iCUPtUyEr59CFU9p5zgPZoZVb6WWoc+WmKVPr9Fyj2oGYO+Y4ACvLHlmL0ERMG8WzRQPQoEhr02I20++i75PWTx2b1ka5c9ujgnPgld3r1rphK+z/DbvCBEMDxLYkO+05huPUL6Hz4YsWC9NLU9vmBEbb5lclQ8HYhVvB73Gr7NrPM9DAurO78lIL6CAaW9mMG9vUQxa74Ykeg9sFQtvomJ1DwOdiY9jbSuvZip0Ly0JN69ixwZvv70lD0Z3aQ8VAm9vB+8a70liZ29oG8evv7fZb0VoRG+FnQVvneSXD4BV0A9V7uAPH6Mu71H9v+9Ex64PVhH4L2NnyO+Ho9UPE4997yGpYG+DRJFPm17az07G8C9ZnGOvRSzrbxLLIS+MNsnPWR0Ar5omke+/yhBPQLX2DzZXdu9KH5NPAgvIL5/9c695PTau/uL8LxaFIq8rQyQvNR+LzwkBlC+f5PePBcvuD3Ydw2+/eqsPXkegz7uK38+G5KJPRlMNT6j5Au+jjgVvmHX/Du01ne9Ra9OPHmJzj1blk89RPe5veKm/7wAnTM9UE33PEX4p72Vlik+GlZNvZef3b1w/sO9+rDuPTiktT36f6K9IlMyvkjFyL3SNpG9l6nCPY5vsr18Jy4+vQIJvV0gmD2L5GM+P/6CvVyOlr1r4zU+IPMBvveesD05rDG+25TFvaqvZ774NRq93C3DPbYWGL4hdh4+y9qevQrvVL6jebY9P7s0vksZxLw+8eY8ugcSPvGOYz1WaPq9BTIuvT3pnL2tZSW9drOBPeUgIb7/oTs+K4ZXPmjJPb6JHw6+sQdIvc9tN77hnBi+WubCPUxDFz0X7OI9IAQWPMSfWb58MeE8AVCSvuTqhr59vgY+2h0qPrkFrLxiOlA9XbAIvizLVz4lhVW9DgcuPdpLxj1pQto9f6nrPCMBEz7T6F6+/s40PRjw3L0Bkxg+bv4UPkbLUD5OQD6+vcI9vv9MHL67By6+S7alvaJOjz0Zdh08CPymPV/uhbwQq0s+sAfxPdkLOr2Uqzk+N828PRl0aL2JS409y0QcPjgMU75wYMs8BkFePqwCSD1PRKy7lokdPnUBqb3Ej8y8DoLLvWRfIL6GPGk++3TrvGE/o73ovGY9vAmCvKaGlD0Vyv29fHkjvhbEzzwHfy48qfmNvXj+irwhl8q8oRC8vVqPJr4+lqo9Om8vPry+1TwxrgY+YJJWPTPnWj0+7ae9kxIovoC4Sr2ptAG+N+yuPS9Shz4oVAC+rOz3O/aqKD6kHmQ+D2cWPvrOCr7knuC9ZnrOvXS74TyPkoA9O07mvJAhVr6EjjO+ZlQNvrQi9L3bU3a+gaRXvgsMV7pf/E+9f7H7PY2n0z3m3xS8MKGXvpMhQT7N3zm8awWPvd6jFr5rNx8+o0OovnSzxT2g0MA+J2d/veF3G76gkeI9bkEbvv1lMb0YArG7KGctviqBdDzgVLC96Zp5PiRISrxXhpQ9ACIjvvHWmr34iCe9ZwsUvtA3bDjuxZq9DOT7PWMeWb4KP4e9/+b9vAFwOb3iS/o9TFjPPUSZu70Gdqs9sYhIvv0cMTuncIi9htyJvkHOQj1Y5Ha+VRJcvg2eTTx6Og6+KdQsvlrsjb2ig9W8XKWFPszoML6q6i69093kvdfyy7zBLjI60x/7PXXtR7u0GXc9HVTnPThbKr4PWoq9MpwqPYdCPL5F6hE+B0VzvpGmCbzUICI+3WxfPXLDJ72Ur0C9zTRLPt6Dj75uLLg9F5EsvDLijr1OCQ0+tdkMPmuhiD1ezYq7g4qXPcAydj5KoAE+IC5avL+c9r0L6TS+kwNyvXLMt723Afw9LOa9PalUiL3wbMk8buVYvXp/p73CNlm+o58nPrxl8T07trU9gWy2u+93Lr4zIZC92Wo4vnqYIb2AuAu9JK8iPoDs2z3P/Q4+En3cvH+U1z00iw++3s6NPpWHFr3r7YC89ToEvpcssb3wK4a+La67PTMGEb7d7A271jc+Ps3/ND5KiV2+nzIbPQG8lz0Ftvq9anBOvZFZCj5icUu9XdrQPI0fQz1lc0Y+OzxivkkGQL7jcQc9uVrhvASzJD2cxiG+BNFcPes2EL6JpWU+U7hOPipzF76M4Eq+Vc3evIR9Yr78vhi+kNtYPUmCwz3MeBs+a3yCPXvL5jsVg6O7m1e6PV1Vvz0fMKU8EVo7vgmagrw94b495v5jPSfr/b3MUTy+yAHRPBq30z1kl/i7E7PsPaFjh7wT0Oo92K0TvATJsL0dVUm8ph0wPHc2SLxcbZu91o40PfEayLzVQpg9V8VjPQyMbT2SoLc9HyxQPESbcD3wt7M9YdXrO7AmST46YNk9xpg6PgnE3r3TZlE9l2UZPSlaQL62r6O9hejgPSM4D77zbY89idyvuz8exT3krHe+eTpCvrXN6z3Xq+K9nlpNvjM+sb2Y6wA+yFKNvcCHYb3CUiu+rXpyvFaXkb3Dj0S+x7ipvBRllr3Ts5W9M6+rve5fLT6yTmO82WbRvbCqyD12O+u8/XxfvqvfGL6qkXk+b8+Evi/mF73JfJq91kIBvY13CL4kg48881YYPQ9qC70YYoe9FILSPHKzWr160bk9Vau/PA1vjDw4aq88rprROifiyDtsFTe+F1IfPkJnDz4i5EW7O8mrvWb7ID0hgha+fyV0vu8pyr2hUem9p0VOPsgLCT5c9tA9F00mvq52sb0IPMk9ySWGPR3llTvSGza++qYjvtqUtj7IXgu8OgpoPq5KrT1MDo6+ZGuAOxNxJD5j/h++M5xBvsiZGD19Ui2+Wf0rvplYHzpM74+9zqQAvYfwtD7wUj+8Q8tePbaXCr1MLAO9Aj8fPgnkAj4d+He9QMExvnUTgD0hyJ49dDj3vXAVTj4B2q69kpkMvVvkMT6pNqU9w8C+vV19ar0FPKS9X8o+vKWP8T2TgZm9fZg+PqR1pj7FP0S950zSvWEEHb6xUQC77uo+PYaWzj3wM3e+wQY+Pbplqb1c/a+956hVPQ5r7L1kBEc+a4ozvSW4dD59j7k9LmUPvldOA74TL7k9tlRCPu6ZRD10eGm9HGUYPuRkCT4rGXa9UrJyvnL7hz0vwam+6AtoPWYCvT1CHo+8Ss5SvqY6xzl7dP694AK1vWLrIj4Ly6A9ybUUvsrmCzyG6P09iLjYvZHF9L0oVpy933cyPp7vWT3L9W+9IUjnveJgar6dlNi8NXz4vO25Yr0Xo1M+iSg1vXHlaT4KNzc+WloNvsW5kzub3ck7L2W8vTU4BDxdzxc+IqukvqYxmT2NvW88oT2DPJVTnT0fyV49SPl6PZ5/gD1V/z+9wVb0PTeFVL7Kx5Y8D3IsvrTqNLpF5E++gwf+vXpt0L1GzGE+2k2yvW14cD1o7aK9teNgveWMxjvz/Vq9eP5GviTU3TyVXoa9ZIdhPsrXoL2Ayds9akczPiIJjD136Ec+GbiyPZfyjrxtMzs+BmxfvkwGCD3rrBa98soGvVk3SDyrXrM921gPvmUTSL1Os988RB/dO8Xe4zzr6zY+c30APqhzKz7CvJ486A3JPelTjD3f+iW9WqlsO5+j1L0HxT69ZctkPdkeQT1LOrS9T1MUvujFx71mNda9wC+wvaZjcr1pKb89IkhIPofWgr3utcC9Ft8FPrA+MD7pMfs9eDKgPD2W0T17LgQ8FIXEvf2K2Tyqitm8GUmkvcM72bzhuRG+9Q+xPSa8vT0xAz4+TGY/vYXBMb6Es8M8y/loPphANz6UP4Y+T+yqPeeO8D0VzUI+I8LmPMlgLr4kqAs+uPmzPXApvj249Bg+QMGEvAI4b75BOBk9EmHFvOi3173LNA4+VxzKvWp9tr14KBC+NU6xPIzN2jtqkG69fKlKPJW6VD3escA96Lw/vbP1zr0OSRM+JcGkvWyWEb4vIAI+Ic0gPANF1DpwvDw+2pSDvQYSt7xuppg8YCxFvQp8ab1ETFG77Wr8vTIhar4+UBI9pgeSvRYueDzgT0y98uTQPelWuj0RuUQ+hECqvS94Oz1N5I89Sd8jPf3h0L3AlSS+cJZqPaI5Pb3e51o9YdUwvHqKET78aw28jQDHPcki5ryR/Y09h7rtvbH8O72Xq449NT4QvdU0mTxYXj++URonvdFTpT3NARm+qZklvVFbbzxKbTe8WKZ7vU2m8Tzh6O89slmvvdhzmT40Pge8Q/4Ku5cmob1n4/U95nMuvSoCAz6La4M9UvA1PpADjD0I1pS78NPnu7Z+7b26cpY90ginvQa5iD2RCqY8a8+BvONnIb2Wmos8thSmPWAIurvFOEQ9KWHCvK0rwT1DR+K6ZS5ovqnwib2Hars9V2u9vAHvsj0iyi0+ODxfvXx9Mb0KCwI+HTlAPcKeiT5YvmU9zzv9vMoUTL2cPcC9F1ONPcp1obuvn309emTOvVvif72NDsc8nAd0PPAcCj7HNxy+vKk+Pi2xxD0+fGa+MVm9Pab9i76NrKu8+nf9Pd4IFj5cKzG+3rhCPYAa8j1CKao8AS+IvZ5VHL1WyFw+h2eGvg05jz6Payy9+NMbPcDDfb7RR4U+4qpPvjvygb1f2tW7TbKMPGug17yl78s9loaCPZ0oOb1dMIi87IjrPU5XSL7BYu69cKAcPXPimDxX4U+9pOIEOyVwc71xqm29qb2DPZF9ML6E9ao9TGp9PjmNsb3xtie9Sa4rvhP8qb1Lxwi+kg3IvSqI7L3hPwu9RZUOPoPjkr1goHO9fg/LPLLSnb3kz789o9kqvOYK7DxmLp29ONnaPPisvT2Z5QQ+O/xbviSwuj3YG9k8ypumvENNjbxTfxC+IMo9PqmUwT0ebzm+1JV6Pl/52z2vzzG+gHmjPFBPWbw2Vtg9aKgHvhEk3r0ADYk9BzpSPvTogz2/wRO+lAE2Pj3nuD3yXXU9Teu2vSJ2TD0E55I9fVbOPWKAdD3c/i49+MoIvZ7lWT4anyk+cuvIvWKfp7xcRjU+Ph4zvVfvL7692Wk9AofOvMfRhr7No0q95Bt+vet1+D0rck++YHOyO0zTBj5WES2+XQvdvbYdOL6rMQ+6UbBtvTJcS77Nto+8mvdBPlqwbD24/Ye9/YgFPoYiOj7Qqwm+ZUgqvNyXm7xQ3vo8fD7YPUFbb72ER7Q8yuOWvXwOKz3pZyG8IMoFPmqBQT6qAAA9g9s1Plmm6b0+b0s+zoE4Pcc8Gz2uYro9GoalPRA2Ar5wEew9uJofPnyNETweNRc9IDIuvSpmeb04Lkq8/LlKvYWuUb55L3a+OYgUPnTGIr5kEAC9XoJ0PnRVJz6P2SI9v9SavU1HAL3c9yC+v+ofPkYhYD3vXhw8WXGWPQ3VUT0KDi2+4HXIvQoSHz7UjRa+zCqyPcm5Kz6i82w+5UqCPaAbuL1wfQg+R8S3vWCnIj4cBS88XFqFvSTuhTxlRLs9LEGPPcy5AL4nsKa7g34IPooW5L00JZC8pfTgvfFZfj77e/m7Mb+ovc74Ub1vQ207uJwHvmrlHr46E1O9Px0HvvPLiL19lxC+IIVwvtngXz4cEOY9Zj45PIrjBr6JIhG8t0mWPXqCBT6X3Xo7WRVivslNVb1V9Xy9ePfIPSRIgb1KpAO9cArcvFMCGD3jk3a9w1VKPX8tdjsJPwU+A1sLvhZzAT5fTxi+5zi6vP4Dyr0hWu88E2Z3vQMrnb0e+0g+sswXvifT773knhK7+ikSPeChnTyesEk+cKEbvupkTj3jNl896EvFPc52Lz25yVi+oMuDPbwxgr0KC0S+rS1MPhsq7D2W7z4+E1ghvh1Sq7vlPnc+Nzl5vXvxYT0aXaS9KETEvXl8pDyWwRw+462ePToumb7Sb+I9RLX9PJCjgL35en68PLU3vf571z05o+y9itUFPug+4r3HyC8+r3dhPIlQzD0OMrq93jOTvQH7Q72SIBi+iuQNvgF7MD7ULPY92E46vhBFQT0nv6+9li31vVVU9Ly9QOc9UUItPSM3Xrx8LC49em60vS3r/j1E/gG9uSWZvfikQTxvJYQ8oVbru6bppz16byG9G7qFvinMh71vxfe9PXX+vJkbMD4VnQ0+s41LPsZYsD20rpU80hoavGamnD25OoE9AxtuPtKs/zsE7Le8zi+evZMZdT15kOA8/z1PvVTZ6rwldI0+6CvevBUHsL1Oy5c8qquqPbrdeD2ROhK9mgJFvZYOd71ygKE9o31/vE4dRLtpDGS9LIIlvtjUwj3LTl6+D3E5PXyPJ71gluu8tt6suzGPwD15j0Q+MPaXPXQcrz7nDy6+dwY2Pbdo+b0fFeA9zIFNvg69LL7nJ8K9PPLfPUc4mT32BwC+wn6EuxNKMj7rUzy9wiVovWqF/D3f2oQ9zPBVvB3dEDwyg6E9H1gsvLgY2T0xwaI91SxzPktLEz1WMyw+3akKvFImEj5qN/69UF9DvYvgaz5Llkw+hTMYPGptFz7Mkg6+mkRovVuK2Dwr16a9atDpPVAh3T2pHYM+WKcFPMkKjb3jY2G9fri6PcUpHz6jTIg80XupPaiPKL1G8RG+H4pHPd3XN74UVz++FIk8vuWiML6usMi8v8DMPf+yMj5eb5S+iU77vaNqQT4FXC0+w0aHvi+ElL4zogk9L5dDvkd60z2/vWY+Req7vH8hj77Rf6I9UHgTvjQglrwOsqG9rGIoPGsJUz6TWB0+I7wmvYv3Zjzv/W0+q8GevQCoHD4homc+NLntPVJmITxjA8G9MMyEPVfv5L2EjpS+BsjavPU4Ib4Hko4+CCzQPKsofj0txQU+yV1rvgD3E77su4U90sqAvB4Uj72Mpym91WVOPZ5wMD0KMjk91d0sPS6IRT1rGjo9I8Y3vbjXDz1N1je9O8A8PbZ4Oj12bis9+7eSvbigdr3s7BS94q1LvcW/I72i1DG90D1LvZFsmD19jEi9JBetPeZaOr0U2Tu9ctckPThMOT3hAGC9cuFQvY3NOT1oQ8q9DtgyPV0MjT3nWBw9MT0yvdFiij1pWzW9p3UwvW2BLr1SIiW9wYc2PVbHOD07PjI9fLIePWC+Lz0MUyC9tO8ovamfLj33uv68cR4hvTZY1Ls+Rko97JZ6vdF2Nr2pjT+9/AI7vd5niz1zaB89mhSBPQ69fD3uJne9UT80veKGSL3iMCy9QRkwPeBYVr2hoF8+I0IdvdzonT4qS1e+GNE6PoKzcL4YQ7A+GTFrvmMc6T2RL4m+af2vPcsziL53OoK+bj1mu1hDIb4YKWe+Tnw5vr79hT4UdNI9sNx4vnSKHz7z65G+dFCfPialfDxERi6+GyiOPKhRDL5Lxoo+zY+GPYaDbT6dZEw9SgyVPo1Qd751V8U9DZuJvt1oPz414qe9md6NPuSlpzwDNhu+X+JsvlYXBD7ndD+8bouIvi6/PL6seWM+oWXAvs3hE71TH9U+xgxvvv2K4z2zTvK9Oj0zvniGFj46Vju+iQ1dPmfZZT6kQUC92FBvviH8bD7CX0E9hjDmvsjoFT5tI2u+Kk6sPG3bTr5M4pC+JROEPrPVyz42dwU+9vOjvoWjij4TSwK+gr+WPhN/vL7eQZ8+8o7pvh7Z3T7vUKY6hQCOvt+3YT4N0Ee8KaGQPjhYXL5gTi08XS00vo5Mij6wNle+mjG0vWiJDz6gDaK+0OUiPjknBj6ifOi+6SDLPAXGfD196eq9/I2gPj3tgL0IN+m9mhROPuYPU76WPJs9rBNvPqgNLb7f8Io+4D62voBgIT2wmca8iWyfPicvnL1TnGq+VXj4PTXbPb5srqk9Ua2+vQnmG777ea6+bxW9vamtTT6fH1q+Sr2BPhO27jwrpNE+JtXUvs1tXj6yNLk+vF3zOuK1Jb7hAWY+ZcYjPeDGI70=","weightSpecs":[{"name":"dense_Dense22/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense22/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense23/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense23/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense24/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense24/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:56.453Z","modelTopologyType":"JSON","version":"0","formType":"time_based_one_time_password"}}