{"modelTopology":{"class_name":"Sequential","config":{"name":"forgot_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense11","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense12","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"/lWyujzYtb6vUby9pS2jvVD9qr23IuE9O2Opvk3F1j40KRe9boBNvRUHSL10P1i+aE7UPsdOvr2fLoO8ngGMvkmOdj47aF8+9oE8PgAL0r6hZ109OgVsvr/4n71RCiy+CemLPRfbqz6GtMA++CtJPpMp+DyMmqA+jx9mPlsKQb5jIZO9NZSWvvKXdL6/JDW7XzM4uyY9lb6dUrw+6n1KPRH+hz3EvTQ+YsuvPSckTb6CV7e+pVKhPYPP7r1c2WY+5rLtPObjlz7GaCI+9KGSPoGYYT5kqp492xTavkqUZL4MfXe+0iy0Pa3xu76NJqw+QPFAvjvZED5CYmI+G8CgvXI/j77TUha+dsPHvQFa370kp7K+wozCPvSeMz0GDIG+IT/6PVM9Zb54+Tk+KoHgPVF4x74L3Ck9OmrsvcHIer7AVC2+qt0NPa3cHz7tIJA+Q/L6PWtkHL6F8yq+OQkMvdLRDD6UZ5u+e+/SPRWT2jyz/QQ9q/HtvWAxKb6Us+28nIg+PvO8ZL7dBke+IP7Duk6MRL51WEs+hBcjPlcLND4PH4W9wOGOPdH3fz5IFeq91LzQvNp4pL428mu+c7UhPsJLiz5Z/je+Ma2tPip5Fz0Tj3k+Ds9OPqDGjL1gXK++D6dFvRwVqL4wyq6+lm4wPsFSib784Dc9A/IBvStDKD4VriU+YlRDPoRxIL7F9pa9e3MNvlU9kT7Jieq99SvIu8iLWL4Hr4k9VQ9sPg7fsrw7vsc9Ca2wPc7Jh74LhvA9v2GrPPvZJj5QgBA9sHrhvu6dCz600Z+9DoUGPrn3jrxSqei9vJ8HvtS0rL1VpK69Q5rsvUAg9L0bgdS9XTpWvYmuUr7Nzwe+L/uzPNuzqb4FHRk+hplDvXGjPr7tK4S+mSeRPvXkOb4FpQk90QJIvraGhD6LjT++GTdgvXFgiz7ksIU8axwaOwr1gT39aow9hzmivQAKL73pnci9YXTWPSHUmD6mBBO8w/cQvqANWj4EeYI+CzxtvtCZW77gHsE9rr6EvnOmAL0huJk9vBggvlm48b0D/p49CiQdvuuuCz69rbC9i00LPhepdz6krIo9xUSZvYXtyT0J40s+2CcJvsAFDT4lOSK+ESKsvaeJrz2GBiU+Zi3LPXJQlD5uOCu+rFJ7PZx6ib6d7yC+zYqgvE4QTb7NGiy8OWXaveIFDT72BwU+ZwwnPjoHXj7s65I+qZMXvjN+Pb4yIKW+qjigPjnEaT7oU/69fkejvVKghD7rQOk8h3zRPCayebzYskq+aqLFPeSDhL5VPK2+h8DuvYjiHL3X4ve5Xw9OvlpWSL5XCaU9k3qfvlcxvr2h33w+r+HRveYA9D3on5E9Ij01Pop4J750FYY+6RQcPuumpr5QiRs+iXT+PaXllr5UyYM+K6XRPUv5GL7tQYo+6B8WPgnOgrwbbaq9yGdZvvD1Kb4R6pi+uBwxPSBec70JGII+Mo+avm1RkT7qx4u8qwRVvTEEij7nnF0+5+DAvtYfhL553g2+EbLWPf3utr75yW2+/bsVvs6Avj7HKis+UzOPvSRYdL4E50W8k46CvpEyqT0/7oO+j+N/PF7rgr6Jj3++fr6BPbD1or4taVc+UKY1PgP/hL6L2X87vMaQvtVtET216PY8zcq/vDwvLD6ZssY9y6ebPe22qb71+RE9BOXWvbtDBL5gwAy/eS2qvnyddT31LAU+wcUrPiIaWr7cLn89riQzvbAqHb++oDW+hwnGPQPFVL3gujw9uG0KPq4KQT6Q4Vk9GjQqPgJKSL6xUT6+eZ/ePBcs2r3GQJa+BvRXvi6dtjxh4mE9LJ9qPqMPNj7nGRI+X+fwvU6vkL5tIhu+4hJ+vsFmiL7noAU9Zi6PvJeUO77L1AG98gqeO44K6j146L49XlyQPT4VXb5yLge+EuobviWmHj78QLi+w7++PGlrSL6mTYE9/JKGPV3zYb4AGCq+fKvNveT8Tb50e2+91wQPPDNtm7vOMXO+GpN2vhKjDb1eDZg99Iq2Pv9eeD2p5Wi++JtMPMXaUr1r/Tu+u1lCPeFBjz2PEV+9hntTPZk8B7xUT0e8+EpHPjzssD1iQ6I+xsLIPAW6+zzkrpK+7knovdz/Hb6e/8C98kWZviJDCrwFtr69+WFKvR9sv701b528Cp1gvPtxbT1CdMo7v/9jvqc7/L35erE91+WXPRDQtz04FEy+ghQ9vh2efD5JXxM+e+ogvpvs3T0D2Hy+j5cWvYJgZD0NwZG9f1/IvUp5HL5srHQ+SxF9vLszAj2o0CI+XgN4PCRvLb3gstM8j7SBPnj8v7vY2xs8A6+0vbGvdL5bgi6+j7Y6vqaqnz5inqm9Jk/kOjcZLD49mws+tlMnvL75/7w30aS+rUaDPLO8EL0X2Q2+aRuuPWB3kr5k46c9tbhBvixhC77LKM89mposPYRFND1u9hi9Sr3hPZ47grw9bk6+DNInPhDwmz4WWl8+sn4ovno3D777mrE82PnAvYaYM75geg688+ysvqcM0b00huM9MdayvUbL3L0RR408HNjavq6QNL3AAIC9i4AHvItpLT5N1CA96LNTvbMBBr7h7OU9sCSwPQdVTL5XWLk8Th4bvXRKn716s6m9rA8PPqJzeD0lbto9DvUovnajkT3OR0g9bvcbvvKxRr7l7JO9zqI6PcKgKj5qrz0+N2tlviKa1D3kA108QES8PY4RDL0r1B69ZViiPYVWu71ryvC9UVAiPi7UV72589U8T2XvvbVKRz3G05c+2gWAvsuhUL4J+Qk+JC7ZvZaWPr6J0Ga9psQaPlZoG74ldqa9+qqSPgjGk75VA/I90cyovUNhB76zAJC+AEaKvv5luTxomYI9yJ74O9r7wj24Alg95MO3vUI/EL7JjWo+80K1vlPzcD7vBkm+SYM8vuSGTT3/ZcQ+wYvVPNGKAj5VcgO9exVgvdAstr7fE7s9sdGYPBxFAb5vgww+jc7GPvmECj7JY649JolOPiyuVD6cnmY+hlNAPqAFtL0blx++DV+lPaonnz7jFUy+/RONPs9WDz7zj1Y+vVthPSlNr71GGj4+8hhhvvJrOj4SBpq+XE4CPqJB7zyNN+08EfobPkcfzz60Xqw+OGTOPiE+jr5XXI++uARevXdjhLx1ES69Z92LPtWXKT0Z0kU+o+ZMvI0WDr2UIgK+h4qIvSUKw7590KG9SNcFvtewQD7ZHlW7QUqfvn550D0JgCi+swhuPQEyFj51WCU+FgiHPU1kFz7eYzO97hAVPg6kHD2nbxI+5ueGvVlcEr6/Ml4+YiLyvYOQCz5wFi6+9oyUvvrcbT5n5BI9MxgdvoVLOj4vgAc8PA2Bu1fb/bvv44e++MOrPFnxqL36SIC+IJJ6vdOJP70SaRC+svpavFH72DzCyTa8K1fHu38Ckz4AxUQ+QArrveHhDr0vKxs+wK51vSH8BL6etbm9UXUlPblThD016cC95l5GvYr2lTwciNU9qQIDPiWjY73WQaI8boilvWThfD4swg6+OwiAvXObEb1rdBY+P21GPkMBTb7Ki929XvlMPrPsTb3Kj7I9KJ+FvJ5JMb0J4Qy8Gb/CvXMSSDyGKA0+pbA/Pqgukj0WgQW+dIpePkFMIj6QA06+pQaRPWfNbT7JB7S9zbKLPUzfWj3/T6c9LATuvDMtdrwjSmA9mjvpPP1juL0kfJu6KjFVPTsbnby3sb48IbhMvUV8DD4jpew885BBPSsuK73JsnC9NXZuPcypuT0DkMu8EpgOPneS+TyB3EK9MVfTOzkbGL3nWo+9M3/8vAva/zwnOJi9lKq1vSr/rz2ysZ285vQePRRezz0WVK69zT/zvP4uLj1K6Nu9Y6xavc7WlryPphe9duAIPVAfRT0xcqE99I+gu6fN1Tyx+XK9zA3cPa+s+rwJ60m9fUZZvWvdq71sH0a9H9CoPeBT2zxaTHg9/20KvXMCUz1X4hy9tyOHPZVqvL0kX1+9kp3CPGM1cz2nzYs9lgK5PWyIZT0lEUI9kcsLvaVi7TzcbLU90U4KvZWMZT0wI3O9V0CovLJkPL53Jdi8j16hPdDo0L0Mfqk9NDEfPgyxxj1YwGm+slaevTBBYD1u/RE9gJvUvaCSGT4teU6+QJS8vleY973FARm+kBlePrRB7bwJfHw8KHrcveZQSj0CF9c9QZAUPkeEvj2uQKe8mZ+8vbJxc71jZcC9Qp3nPX8c7b0pzXg++rUgvYjsizzCgYy9PIsXPvNacb55QB6+S7dxPns7QT7Ayk8+ZuiNPpf8v7zXnX899wF/vUGGpr3o6pE9EkKWvmoLQb4OnKA9m6Nkvuo4ar7lFli99GZVPo3ynr4n7vG9NrlhvZnXur7eKfC9enMhPow6kL1gKUM+1qB5vh6RAL7pZOi8Eh86vnrsmL1/lJU9ZsBWPTiHNr0cYbM9hr6LuW5Rejwj7HM9E6G1PPCCKr4MfjQ+LMPTPc5utDx/GCs8VMIfvvup3b2sQxa9HrFNvog8ez7tQEu+Xwb5PU0d6z1qXoO9RYKnPPK1KD4qE669Ie1PPYx2TD1Ttas8yxwPvhosaD55VYQ8g8NRPvsfXrzWIh081sHjO95NOL06ChM+y+bHPXRO0T0Tdxc+aaeFPUf1Jr1LCTM9xh+yPXbw0zvaWV6+/IWNvWzJc71zSxO+eW9CviAqdj6/NOo9adAOPXMvi75aryQ+2OHbvqBfdj3TgwA+aZbAveGhwr1G7lg9Z4iwPBDrL74ByYW+uGfMvZcRoL02rc+9wf27PBljqjw1K8095Y2kveIPwT2c7Ro8SPpdPWcEDj4fbx8+25a6va+ZXb6cPHi+L35ePeAwAT5WTQm+lBIcvN7FfDtN13y9q2eCPlPtKTzfIUc+A+IFPigVwb1ZSEW8QEV+vcW3ir1YUAg+LQgrPj1fxLw8RQU9MyRmPOM34zxMj+K97kI5PbhjFrvncPo9Lmg6PnQXdj7RoUO+ZxwaviPHlz5gFfK9zypMPsxTCb/PvL28o/novSXECL2N7WS+gb2BvLxoHT3cCYk99ls5vuwSqzw2Dy2/gOiuPS+zRD0hNhm+5itgPcy4xr1OGxe+OwgDvT7hvrox+XC9FcehPCG3DD7oQpK8m7AovRUxJL5zCYI9J9NjPuIqFr4J5YY+9WVrvmMsSD3vlc29Sw0wPiGwRr2hSxA8ci6TPev5Cr6jXbS999UdvUb0Qb5TXpu9csyOvjlDqDwZrgo9hLI4vIQmJz739oO9qPaxvQo4Vj1Evoa9o4uuvf+ht71ktz6+MIKGvbG1Gz61USQ+G6dGu0UgoTvUvnm+5D5RvqB+GL55nnE+2hcMPgR9iL2C4cm9js0bvbweUbzBSkc8v1uxve6Ddj1IlKI9/lZdvtJwrT11j/y9+WIBPo+1AT5Kyec9cZOgPKr37T2QKW29d7LaOxONvjzHENw8QphbvU8Lsr0XslU9IMc7vGq2tD3E8wM8IpZvvrsw7bse6+49j+UKPu/1qj2XjzK+T9O2Pap+kj23gBM+HPyDPewW1DyKiYm74bm3PWooIjz8uVY9irTBvbqXhr5BZA4+IGSRO/PirT06CUY+vNG4vHYLPb6bZUg99KrvPZw44bqmUVE+R35BvaG09j2DwCU+nL6Ivc500r0HOv28uilwvgcGVT3BPG+9aVupvSsGaT6terQ8eLEQPaYe0z2ZoFI9osyHPfi+yL3sHQq+UxYEvk0SUT07Ehu+8NrLPMzN4T0qWi2+pYPHPeDgPb3PkMu8VNmyPeWi7r0YODY9uBKnPYyRw72vA7Y8HdHpuqHO7j1lQ+O9OF0FvZB/NL7OGh09JYwvvu1Pd71bo9q9WjGsvfF3sr1bZWE+ZClVvN3cV70V/r+9CXkkviieN74eP+y7fc8JPan1l7zoRQu+IPAWvMhSzD3qAKK8OT7MPdHuIzwwtGS9rGzVvHbPJ76UTRm+WP2UPpu32bzKc9I9nF5ZvIKjsr3cFKS9iSGaPS+7kr0hGFo+XD9dvTavFr1hTLq9vmKPPeQviTwsSA8+Iz8cPrlCHb4sP068AokpO4/SQj7yZgW+2UAyPi86Mj6dqj26/Sx6PGS/XT4bORa+H4pbvXQJGT5y6kO+TnxCvQPekj24NSu++20Rvj+Cfr7PXuw73qPPPcJ8Er4BC3+7n47+vUPTWj5/j0m+QBC2vcKpWD3VGAo+iCvyvRHrsLxgeAo+32tzvoumBj6WU+O9+XyoPUVFO73+HPA9upBPvuKCWrxCRvW9vEjOPcP65zsxj6Q9WGi0PSzJSD3xSkU9/eYXPr6K7ruAD7g9f0VvvVNL7jv0Uak8NSohPihCub3CaAk9uSkcvXLKxL3zB6i86ywKvJJWFD6PFZE8+d5FPWDOLL4UAKe9r9kPPlZa271Pjmq9fQuHPOQJnjxEkpe8so2JvPFTaL6hS0y+NJeyvddYH75lAyq6zvYFvsm6nb3mWzK+LgQ9PVF9872kCLO9fbnHPj6DIj2XlQO+ghOTvLYFpD0ybau94h5nvSeYrT6M2IU+55tDvhqJAL5OJu495ERPPX1CQz5zWMA+EtUTPKtfYr08GDq+STsHve3cBL7Z7lQ9IwlPvZbWWb6h5oC8aT+GvkA2Ub76AD++Mo/qPT2lgTyy8XS9QTSFveseAb+5Gcu9agRlvgxTYL2SdWS+6BGQPgHMyD2E1vA83x58vk087r1kBVa+y0ZoPukjZj753fC9twhvvXa8j74WZro+/eNvPrucNT7VGEM+rj28PmsCc7yjEw69pXjnPLOtLj729oc96VYuPyrZbT6F+VO+y0CcPsF0PTz315g+UlCVPe0Zi71buTA+xfQ/PWXprrx7wLc9Lq+SvcvmBb5zTsi8tmdEviYv+j3oAHG7nc1tvLJT3r1FGwG8ksVTPZr8hT0nnbW9q52zPctUpzyXVBQ9HgJYvfprJT1D40y8dix5vd96az3nLdi9gJ0hvlJ8Cz1auCw9jzDqvLPQOb4IT0c9Ig7ovXHz2T2bpje++KXPvW3LqL2jPc297Qh5PEPGCL75jVa5uxb5PeuDIb2BJjA9GbE+vnSnmj05CTw+z7awPOTvhL1NKao9nK+mvZ2YeL2sVZ09hy/3u0W9A7uQ7zK+sUBHPhCsMD5cKpG9AWKvPLZotT2Sywq+J4TCO42/oTzcDyy+lQNjPYdE7L1ni2K+BbErPgGyPjuRFN894cezvRs0ST3MwKW9taN9vZLFPD5/BuY89YGrPcffgLvammu+BfFlvv1sf7xqVJ+9dSlQPuolRT00LSc+MjYDvjoABr7kCaA80rUAPu81Uz4HCDk9P5ypPVT3lz3tRJO+m5fYPc9vl72Axfk9ZVs1Pn6ptz1JSl8+fmMHPsNvTr6abLI9I4hCPvK/LD7aDI+9ktEbPl//Yb7HW/e7XhoyPtz0ZL7FQhC8/MjVvlsJCr7M97y9UYxAvhFsTbzKjG4+AKLYPWSOQb5eg5O9K9j3vDw8gL6AffQ8hogQPhwrlb3QFgC7dmMFPm/Pwz38mzm+9O65Pe5DFT2O5XS9b2iPPdFhw71O94g9DY6IvOiTJj7Q9hk+3JjKPWs+Iz7kPTc82zotPWj2ib2Nm5W9FXTVuxdfAL7NIPu9cJu0PXTIgL02ytw9c8g3vUYNiT3UqJe99lMcvuO+MD6BjyQ+Cr6MvdMcvz0QGaQ9aLIRvjgFIL4PZLc9uvUsPVIzhb29fKk8OwOsvUu07j06JRa9bhpGvIJUxTwv57W9YiMNPID4YL1zScA8ka/EPUPZEj5eps09HPvLPSGbkjyT4u29TVq8vUCT/D20Sug9rJrsPUtqJLt7bGK9XLcVvcMyw717H989DCzjvcIP/LzrZ1o+2E2wvSiTdzy4crW97//YvbvR9D3DQFQ74CBBPVn+lbwW6Ls9gDxTvRAgWr6aMrC9yQLLvfvEmjyErAg+2M/vPf66kr3nHRK+ATr4vefYQT1+u1K+QLDkuxWWqb3wHAM+fm9evbILsz2lrGA9r9aePV2QYj5/RJe9tBCjvayTKT4cNVi9iKDAProNp73CtUE901X1vb7F8T0dKwY+63QpvmNy1j0xwL29eywMPjzCGj4FDxq8ow8Cvok6Dz2nnOK9SOHtvURFlr6n5e+7JNgzPsU1iz1pVRe+9TLzPLlH6z3RWxu+FvMGvXokpL1dSO6+W0fqvYn4G77dU469Ctg6Pa3Ygb1xYtW9NrnMvRbvQ7xbqLM9NFAyPGHZiT0ETtU9jSMVvnJ6Ub7UfYs9BMgyPHyrIr1nhMs9VFgpPvIJT72puWo9M90mPh4ZCL62gSY+kSvlvex9A72f7aS8pHPKvS4KQ75NWg4+CmhDvhKkuLzZwSC+Fr4QPrXF0DzPA7s8o0SWvbgZ1z3V6oS+7K2GO2mDi70NGJU8+NuqvcxfIb5OPbA6Pxd8PTU+Oj4zaqu9q3kXvc1qij0ECx08zAKBvkbUAT4Q+Ny9/gW1PhOqvL1ule+7HlAqvUuWVz6ddRS+UunkvWvgbT1BRt+8SOI6vpbQcz5w3V69IGulvYSuoD2PneE8fUgFPtInjTtEtHG9f1SNvk/Xjr3weya7pvb1Pdl7jjxfXYc9f98TPtx+WL2/dHu9lYWwPY8V97yUHsC8OdkNvhYEx73V69++H4RUvTWVr70c2Mq8MCUqPQNqNz4nKbU997wCvlkl4j0Ab2g9OUOQvK1LgD3IFNs8XTMzvYrvDD2l3A09KQSPvqs93D6CTRq+pjHrvfUxhr3muYI+lee8vHuYN77rrm28FF9yPVzhIz7ixp8+0HdCvTf8yL34W/g91zHGvQMVTD2fbL++8wNpvqJZOr4FDHG9zlsivln9tbyQfhA+PkVQvsegpL0t3hs+E9aOvtx8Pb6UiDu9floNvZPoqT3v1jw9svuKvmLu0r3ly/u9//M8PYwjlDyStty9LXT/PJ3mh72bgjS9CgSpvXqFJ77/Bqi8vycluwHWBT65F2E9mnvwvWmhFT5zExK+Kdz5vU3WNj6CmkI+Y7fZPPpUHb7HG4a8bS2WPiExprzw+U2929RdPjtIkb2w7Bm+5g2EvlC1cj5Irke+ZgckPaQOYTtrvJM9hWjtvRrBaz421mO+kQiAvSMU6L3ZoBs+LUEoPjTTQby/Ff+9b0T5vYk9ZD6VGrW9wyFlPWSzUL5BQgC+cs4LvbFNXL2Piqg9BSY0PTQUfT7TVLY9io/ivW1uTrzbeq6+HecxPZhwCD62pRK+P2RnPq3lR71AQB4931vrPbqcVTxH6Ae9GX65O0xcgL0srMo8UQnPvX19qTzvu2G9KaSavTIpgTzz26E9UI1qPYh8971wKkS+cC0avocUmDzlUzS+6C8cPSJxIb10a5O9pAe0PGf7GT53Xj4+C70JPTO/1j1AZfu8DNAjPt+1Wj0dh9A8AG0VPvAKrb1VIUI+M0gxPq0F970j3IO9i9B1PSyjHL2oby28K3H2vcGaLj1esxo+U+mjPU5COD0RNia+xdRXPu9TzT3ufQa+B29vvusbf76xGku+lr87vnx1cb4qlVA95qoLPfEjQ75P5829ETonPsQus76fXq+99P0VPpmRg74ckNI5Iw0tvlybUL2z22M9ZmgTvMSe4z1m6MK78E4LvjQPT74HWcC9uqvZvQuG1z16jLI9OoYrvmnprT0NquO8hiGRvohZ1T1cqfM9NUxiPUSaDb43Wwu9tBHyOzd6I77Pea+9I1/dPCoWab4oawC+e5FNvPu2ubx6grA95/ryPfJs+bzjwo88XqyavIIEjr63wo29ZfE/vcKVQ75gLDo8qYb5vdKVk7tF1oC+mUciPo1Xqr14o6G9wiTFPGXPy72HdOi80zCFPqO6zr3fU4g+nUfcPd104D2ib9G8Z83wvKiWB75yAyu9mfthPdxKEjxSbj65jmo4PlSCr7yHK8m7KB0SvK66Ib6JJJQ8MDKwPaUhzT3G+KA+73zIPU7jPL69p+M9FsEEPvMPtb1nKiu9mKoDvjCtBbpjJe+95RjfPHFtkb18y/C9gtYpvaIYJLv7aAw+PadCPmHjyb33QEM9bFsDPkHTKT0i0ge+7O+3vYl/xT3SvMq9OdMgvNfJZz2ePh4+7mXTPG5JFj0yD7I88L1wvtj8n7005ga+4IE/vqPB7L357xE+j//bPTlS672LjsI9IKqovdiBCL5UKbu81rXPPUfVx73qwhQ+Zi+FPXg3iT6n5C+7e8cxvuTEELzaq9i8eBV5vZD4ADk2fjK8VAsSvUn7iT0D9KM+NLudvNiqoD3rgCw+T4PPPSkANTxWBPs6ffROvXu6Pj1WLbq9AN+3PXLDgb2f35A9uwrwPQzRJT16AwK+uiJIvtdTHD3WS9W9ztuXvaUYN7z6CCQ+/yFLvpLmDL4Ko4q9yWH4vUXL6LxznUA92xcNPoqyRz6pvJI8/I0qvUfzq7wiZ928WTQlvgYPCr0qrMq83oPQPZuCdb62JLw+UyIfPtA0QL6lSjY+qb8kPg+VCD0CsUC8+SFZOhBHGj32Hbw9RqYbPjZkB7xl/xo+Cz1lPSOVAby52928q/IevuEE1Dz21CU9wWpCPufzWr7eq6C9TXMevqkTwzueIMg8Zr7oPfOIHDkmrAe9Y3M8PtG7ab7gl1a+vt/kvXwQlL1W3Ra8VMeevgCAybylxjc8Q/+wPZ0anb27Mbm9u159vblO471JCWq9rXSePfLRJL5j2dC8R5Q2O0G/Ir54CKq9TGoFPcBIrDxW6eU45m4IvSM6gjw0xt69OKP9PVUr5z2kZH09SN1APuzQlz0lPa89WnvLvT4AGr6uuPs4g5+IPSMdlj7JPXW9sSWEPXpppr13dR69wpIyPXkgYr6GU0Y9GdMovglBWT2dTw49K5msvFgsRD59ojw8a0CFPYhx0TzQv/69CyCKvmF0pLwE6SO+bLowvuOZBLtdW3S9m5qzPYGCGr4ttlw+9DOzvjUN+rz2UX89IyadPcArRD58TzO+g9INvdfuFL5HrbI90VGePfMzNr6+Lw49J08MvkCHrT1HdOS8oenYvTsYS7xWTRw+iSqTPXlgcL5PCjK97AwlvorQ7D14Aoa8tik0vO3KgrxUPCU+ExsLvoI5b73fITa+bEXavTNCor1yGPq9GseJvfxpWr6DxZY9+4A2PiVII70mCee8YCCZvai6EzylepK9h/z/vXIlMj58Pxk8LPM4PgXMx73BERG9Gyg0vBw/dj1lqak9dx3wPRnoJr0ItiK+RxK2PZZvxj6hMMI9+hdMPi6xGr61nHw9VVRWPdwAfD2qThO9Vu0DvmyWCb7c5aM+1/74PC43ib5Xjzs+V1RlvclHBT63QRo+dYAvPZcGbL5u+9K9IxyKPbW/Sr2ieR+99iJlu3kHQz7n5m6+yj7PvfP+qz55Zyw9ftWyPf9riT7ePhi94V28vtbiHL3le769AtIoPrt7Sb7ryOk97nLIPdOLnD7r7PI8D+A0Ppp5TDw2M8y9RFXYPYejjr6ZIju9rrplPuvk0b3jrn0++nuQO+AeuD3u0wK9RGAtPg/PhL58NIY91XziPCHUGz5H3E4+wFFAPkQpir4rBce9RTAPvQJhir7VHdk9eprCvtiEy7295Zu+BkidvXl9gL4HRe09e3qaPoE1br2kwgO+dXO6PdKck76jA6A9/V4VPlBw5b3pji07a0/7vU9lcD0/Puw9zc9tvXRErb2uaA+9ZOk8vQ+QOD5NrV89V19uPWH2Vb4r1BS9nueFPYexBrzDsVo94sVyPpYyR7xcIL29ifjsu9KDF77AZYk9rs3zPGLnej7AZni+4qBaPe1yrT0BPAI9uJCUPqQQET4DUqw9mOKjvc6EcL6WdBo989tfvuHnmz4akjE9i4gBvqhCAr3oVoO8MnVkvjWKXb4fHhM8ala4PVL64zxSnZw9ZP2LvfdH9r17xUQ9J9ohvq8JkT0J8uW+d6EFOobp2T3d32O+Fp7ZvUYAJrvposc9uhBBvdLVPr6RlcO94jiavrGrcb7kYB0+SQb2vX3pLrwlLWS8k37XvTGIkL3puCa8fDTnPFmCCL7yPig9gH6qvLrXeL2DUlS+dRBvvdveLj3+2JC9CXZKvNRGQL73KnK+JKeQPjA7Kz5a6/k9MH40Pp0/Ab0qcRk+NjlfOZ1ngz5rdSK9/bTZvDC1Qz1/K4G7d0EJPrFSgb3x3U4+3YMNvIraNb4xTj09JDi1vPX5RL5s4Qy+tDDcPVsj+73Ysg0+c6OTPZb7S77em+G9ab2TvsApbL7N+aU9MzrRPfShSr2v3H496L5TviEpiT40DxA+6zK7vJFbbj3IClI+1ZemvaanCL1j+C4+mK1svWesi709LPU+w1JFut9CxL38hdA9iCgmvk4mtrtceyM+JmVMPT7zKb15ESu+HHF9PhQLiL2FykW7PQQjPX1jJT5m3ZU9izUBPi8lWT7OEYC978xWPli6JD4aJoW9TpIavsBQ7z0NTR694+RfvvsKDzwcaog96xb6vBZqCj4Lf0e6doWEPWVo571s0jk7LByoPSLu7r0K5Am+QkZ2PpG/mL0tY089+iccPs8r2j2+L2s9oEYRPsHlRT7jbZG7vWglPtnMRr43b6+9uLn7vZlmor1mZjs+zE2RPefSQT3SpA6+RfPMvXjLDD5W6r68h/oiPoc56D0bRUc8xDdmPRDGXLyPVf+9NOYKvFn0jr49BYe9l4+NPfkg1j04m0E4ujjPPRfseL2Jnsy9MISePo4XSD4R0rY895XnPUppKL6MWXQ9zNijuVKQBj72Rtg8v1TMve3COj4RmPE9GJmMvSgezLx6GYk+2QOwPUrjhD7ME0k9GnOgO/254b3341c+HmA6vmBVi72gohS+P3U0vZTCJL4f5x493L20vGvZhTzJFvo7w1DSPbZMoL4e6Ba9gLUcvo7axL0hKi6+SXcvPoz8Lr1AoGO9GYKnvRjG6L1XFwO+qkZnPqGSHT210Gi+YTO/vf03W72tFL0+Si3yPdScMD34NaE8sjc/Pjen6r0MqEK+S5hSPl6QCD215/i9S0bkPiM+xb1qnRa+DL/8PRSCFb5ZowM+PumAPa+1pr0rnqE9XPyFPOdKZT14nhu+bhipPbGr7Lv2mHG+DG18vK3j9jsXzJy9upgPPsYLCb6HWRS+RosFPvlTnj6iNlY+mPNlvAbLTL5HVlY+sPy5PUkrTD27Mj+9dy+jvTuuY75yFsU9fexbvpM2Hr5AbgQ+KaHmvdL+z717/mw73WJuvtzngb3fszm+HUdpvaJXfL4VvaQ8BQRjO01zND5+ibW9cLpLO9y5gz0aUlA91fw3vekdlL5nP8m8fDiPvhcTmz5Wnao9gdA4PsPOIj47dyY+8FYsPmo2xb08rhS+K1BgPZeXjzxgc80+zTp7PZTZhL7/FXY+5JXWO3KZ5z3Z+EU+rn8JvoylhT61eDK9TorBvURv5DwcCWc9KPQSvpcxwrzRzD09+SHzPRdBUb6LldQ8uJQePeEbw7w4swY+XhnRvK/KgT6UqFi9kXOcvGDCIr1jPIK+S3k7vciRTzyEVBS9X8kKvYcizzvgW5q9eUszPh6A3TzF1Hu8NDetvRhYRD7p5wO9Ue8GvsRSQ76J7dE8kCLkvJNHpjtWlxA97KNKvrahMb4Yloc8BX5ivma1vL0YcRM+voOmPXGN7r1XG9K8J6d1PtwQ8z3tCuA9EuiWO+Z0sz4GoIC+jzxPvhlXzDz8nwA+SCE7vb6P4j6CSgA+PSAivVN+wzxVyoa9LsmhPV1fXD0heCK+ZvXevRzAij2C95i9QFE2vvr9i7zpmik9KswdvBz2Uj3/AkO6usktvWM7fj2rUQs+BgQpPmX5hb1Xz5Y9sU24PI+VDr7r8IM9krcivular7nXywS+LQIdPSPGVz5thQy+cJXZvWzz+LtMaA4+J+kfvuIfET7FHdC9Qav0vJEFWz0jti882Uz+O6ri9b2W2QS+QwlePXKyl71xoyQ9aOaMvZVBXz4xgIO9Ho+cvTXfOb2sj7y85tPUvTnVWb3jR7i+w0+7PYPMjr2OGBA9KysrvsWUqryHMEg+YCmrvL30PD6Wsqs5h0xgvmr6YL2RYPS80RUePnPdYb0hhrM9kR60vZ7uPz0gheI98fVZvW9ihr060IU+k79IOxdOLDye/5w8nTt0Pr35CD47Cx2+imMlvEEhGT7GGM46l5c4vdabxz2mZBw+KLqPPulIcr5Id0c+wBq8vUoTnLwJ2G++WQyZvYA7G75Uhgm8ohvGvRoDg72TEvw8z+GJPs2PR76LtBG8x3HPvq7zD7wm2D++g9s8PMyLML7Y+jQ9cdqoPcOff74xyh49ZbBFvq6eFb4v6zg++jEKOtzhO702ABa8hCMbPH4P1D7Gsj69BLsOPoDZHL0zj7Y+m12MvUTT+D2zS40+zzqPPnQ+qL10YAY/Mo+FPV1ULr55Heg9j16zPQLR071Oez+8p/SgPOv2hD7zape7SWYTvlh++72zBAW+q7ebu6Lvajy9PcI8Ah8xvdMct7zapa89aZYJPqGVLL09bgy9t2uJPqwuUz3itmY9rroFvtFVID7bmIg8rQlUPkRQFb4jtQu+R9eevYss071mOJ09g8RwvmbUyj01NBO911H8PKyxwz0YAfS+l5BevVAUPb6YcLS7NE4FvmY/UD4RSfK9iKp1vRfJFL6OQ3a+yUbxPfNEzj1uM6Q9Nb7LPQ3+Xzx5VyW+7WCOPnGdxTy0IjE9KiDyvXJyWz6e3cE9j0TxvcQJtD1pJw0+t08NvegpBD/YunI9YZeRPfBQeD4q9T++WDSKPtdOBD6SsTW8Z7O2vaZimTyBP/c9xrc7veMqer3Xa0s9x0fsPRnCqLxkzha+D2KLPa8hqT3+OEa+E/ZFvEzB/j1RJHY75sUgvjYUED4PI8q9NmxFPvz2vT1t5j4+D7+pO9SvUT3ucGm9EfVpvELRp7y4AHI93UOHPS8wAD0zXuG9zit9vfBe6D3jllc+8HE2OlgTFD7Uo7484TpDvgTY8721f468VjwgPgLoKz1OiMW9PmBtvjkHmj1g3So+Xos9vjIjJT7MteO+E2EnvmFXmL2SlPe9l6XSvY+2bz2/A5K9sYfHPDZcAb53ReU9aZOUvtXrar745nM93xXbvAWirLyR8pC+3yzoPFtIULybNyA+jhPFPbzM9byYnKw8Xz9MvpveXL0g3H6+I056PdDVkT1oIKg9m62vvaoU5jyE8a+9CtusvV1fwb1w5gs+0uC5vXNqYL6rkaG80kYRvjBRzz1OryA+o5VAvhyaur3X5ki+xD2jPXqYjTrOGem9XOOSvdIx1b3MjwE+RHvzuyXLBj4gTyA+zfErPaJ96zsl/gg90Qu6PRIFjT33ZmW9dntdPRyxlLzx+Fw+dsMtvsA3zb1RWws+U2OovXadOT6xxQE+u4xjPBaYOT2Xy4m9s4NGvmuYH74j5Wg+A9igPRGCCr2fwnc9fjpdPeBcGj01JGo+9yOaPXybvjy/4bu8REOUvedQhr69Q4m+zJLmPfwB8btLgP48cXJyPlu5gj41TYU8MmTFPS3g4Dza7JY9pgB+PfEE1D2u3Je+leQovUP/ar7U7k+9wiSRPU7zAr6fq5S93u6IvRq3kD4s75S9bW/gPbnkTD6d8w0++FIOPsRDtLzU/wa+E3eNPhYhSL6BEgk9JPmAvUfKJD725409oyydvXcSFr7V1uy98+DKvcOXDz732j0+gyA/Ph2fF77Cmhq+9F4ZvhrgED38ao49Lf/+vQRDDL32vwQ9R2qFvYk+Xr5qp9A8HgOePazpcL3PD/K9eO7qPayrbr44G1e+9R9HPiitGb1ZcL28dSejvXtGJ76235i7cDNVvtFjfL6w/TY+33MzvZ8fRbzR3gM+PCFXPp3kJT19LwO+jByQvYdlMj40c/A9embSPXS1Tr5RFXe+s0revZtObL647Va9g/fOvCvHvz3fTdg7olr0vUtGgrw4YQG8PQy/vI5HY73lRMS85bRFvk2DoDzLYWQ+LUB/u+IzTD5IsV8+NhLdPbMZzLzmf5O9xWDcvQbo4btFVcS97CoBPgb+qDzgdv09zNDnvZMZuj3hweE8H4cJPPFZMz2qg7G+JhQ4vi9C9b1froa9Mq2LvoNkNT0kpAE+Rt5XPRL+HLtxGQC+f51qvsdctT3ZLZw8teifvSR93zyW0gW8o550vVIXCL4MWDI+eZnlPS9XEL6J4JK9i1w8PTzQM70AkDa+GkwhPv+XKT6sQay9378nu31vBT7KYZc8qSG6PQ9pnz2vVw097fJ2PsQzMj7ZGQ69SbOCvsPygTsh5bw7CCrBOK/8u7391xK+dBGoPBrL071HfNi8P5cxvhbchr28dp89qkqmvaMfnbxR1kE+1eVSPb4hEr67ADG9lu1ePZICo7wfa0s9I4D1PWZzdr6f9gk9/BHWvWgI6r05wwu+cr4FPuP0pz5cOlg+QJPiPbhMWz5S79A8yckQvs0Bt70aVG89Ll9BPukq3z3Kuvk96HdlvE0QHL3/8kQ8IFo9vKOBtjwLF6I7bfuUvUnnWT3GQoK9wm0fPRBtoT3T5RY9qIbMvS3QJ72j7kE+HGiMPueca710jAM+1ZWVvbdGHb7MCyk+1GUYvk/dOj6hwZ49wUUvvkcUar5FnMk9S+JSPXgP7r1Xc4e9gjNvPVv4Pb0jlE++JiNCPU5KXj5dPVQ8QwqLvTJfVj5rU0Q8p/k3vivdEb6Naa69s9KzvZagd7112Y08lzOGug7KJL7zQJM87t1rvXjFSr17Kxg9NIMSvuxlhz3Nqb68mu2cPo5goTxwAQS+1mUavsnaoD5opry82Y5cvie5x721pLA9GwDivQFFlD44YN+9aWm3vVVL+b0x98k8jg1lPo26gj4YHNy9RAP3uhqKrr0mHNK9S2+UvYL9FT47QSQ+LxfdvC2KxL1I+8+8Tli5u24gs726+WA94o8PPaVGJL7RpLs8rMgXPdKCQ70s32g+/OErvvFln71xkI89+lfPO1ufJbth14c+zsg3Pt6zUT0Ndzi9Q72GvjXwJr7iCIA+lza/vQ/QbT6H2gQ9JW3Lu8WHNz2i8KS8nSgROn3qKr3DtnA8goevvTM33z3SxY88mDM+vtfm27rdB4+9HqngvRwS/T2nV5m+XHXdPY0W/b2nnLm99QsQvgacuj0LvEs+6QTqveWw/7wEY/S9FbAvvnzat7zVG9s910dLOvmEfT47/ry9VRq1vIrriL2o1p0+GXK2PDxLP71tdtg9QA27PSnrRr7PVbo8U+iePl10SD1d88w9XGcbvlQ+er3xA0a+05NfPjUkhz4MktE9XZAdPoaa9r2XuM+8xwEMPsle3L0upHa+tqH7vQj2gLsA4nU8Kxmau2YCzDysswc+6vAfPoA5iT15kJe7nc/AvoC+gLydQAO+Sht9veU8VL6JDc49o4c2PryIDb7eLfq9lry4vUOSPTwPiEE+8+BMPnOWj73W5/U9wc3WvbW13D6Kvlc9FJtEPhjQDj6LZFc+axdavUAYvb2nJsq9egIkPhq5Ar5gQ70+R3BTPn+ckr5NylQ+ctLVvbdoIDxIfbQ9ISfCvckVnT5iMRg+DfYNvEWMDL7wATw9wSPFvD9URrwEnYw+ph9XvZZO3D2danG98I5DvbAqF75Sb5W9hXOjvVOl8r38HRu9CTPBvTCfGD1tmRy+MIfhPadfCb2zLxi+avvDupQCYr6GHzk+bgFWPenoIz6Q2cg9e+SlvceBiz33Y0C+0i2NPX0tAD6s7Lo9awPsPWBM/D04Lvc9wiHXPWOWwL2EOWC9Za2KvWNENT5murw9saJQvlZ1hD7cYkU+Dz8DP4GmWT29cXo9oTJMvetRNz4TPtk9ZvJhvMByjTxuegs+MvJeva1HxT4rXVI+0vmRO0D53719EgI86K4svM/hBr4PeaI9wkFTPm3rKzyfaGI8oCYrPg1nMLyejbg9u2rNO6Qu9jtzS5Q839r3O+5EcD759Ss+gThwvRa1R725fAc8tacMPoQQC77hlBE+2TCEPSGwFD6e8pq8othpvXdWQr4pGBO+ZBCkvf3I/b0Ydg29UBrePYceC7yKDV2+tfX7PXCT4b6xpLC9psLwvcta9r3ncJg6JuUhPspqTD4YeoI9vHVmvr3Y572y/yS+cgMtPU9pEr5+lv69FEApPlCNFrwGmYs+gP3kPRWuCrz0nwg9TqyMPfgoML0Omum9jmAjvjswDj7O/O68xs90Pu5ABj40afG9Nq9RPgG9nT2ZLxI8mXidOrdhwTtfLY8+j+0qvRJKn7384Mw80Ei/PWHcQD0bDa08zO42PQoxQ74CRxo+M4NJvlLcMD1ldGY9D+xQvtHSLLu8LOa8oCygPZQOFr3aqOS9iryQPeuJuT347Ze9SjYCvtggXr34wJI9EHIZPu+RBr5LCEC+uH0qPu/roLzufB28HJ/rveWv9z1/62W9TAJbPSDHbb0nj7s7O3XiPWOvvrw11Lc8xmEAvskcR76fwko9sZIqPYKhCb6/m8E9C4cKvrvUtj6M3fE80wucPSlsNzzHt6+8uvK2vQGpdb0mlpu9QSs+vs4mAj6OuIY+lDEhPiccvr1UH8k8JWyHPbsabj4lNIM9VXs3PTBmxr7gfze9NzIQPaekDb2+AKi8WaSgPDkQwT03jY++Zh1Lvc/tXz0KCz6+yQmSPm2Ha73XVeQ71JJHvkcNBT0M1ak9wkuQPjdD7T2wVXg+Rs0lvJUGqrxAS+A8Tv7mPFTegz529BE8z5k2O/KuG76Xrga+Ca4ZvllRzzxFJJw+t5+nPZ2CIb0T8MA9pWksPm16mr0B1S2+I4m+PHA+QTx6hRI+Q7XZPd52tz2WfM88YyHAPLT4T71/RCw+QiOgvnp60r0VlQ29pB4RvOHOd72lvco9FkU5Puvxzr1TJ3++k3yIPsyZ0r67Ow++m4ihvUa3wb103YU+AZUcvvWfD762xr293dqSvYFAGrrNTqE9gdmFvXyCPb2bkYI+KOJjPgXWVrurS9+9BXIQupFU4bxbfYc9uhEaPYJLAb5m2iw8BeaAvOPrubxHf+S9lrMiPb7VGrl2qqK9YPgIPuhvqLwZLoI95J8APivOXD5Pb6W9u2YqvW2mGT06nN69KPHmO+ykqz7rYMQ9TmbXvVIaCL5QI+G93BiqvQ609r3WrTU+vMu1Pc1kPT5Hut498kbvvZabBL605WA+McYTvobqMj5jUX6++NBDPDURP77y2Uw+upwgvp+nXD5AgBk9zGaFvkPcQb7FIgA9YPzxvgJEIb6Qj789sr2NvQ8gUj1cfmu8YRF7vX8zDL0fvBa+QA5fvckJND4NEbU9M1I7PhcGlD5JQZY9QLZlvJdw5b3CAJ09tdWjPSwEgj5k7t+8A/JwvZuEg76ySd29GFiIvoG9fD5PFps9IDkCPZQ3Hz1AkNW9VENKvSGViT0iquw8eIsyvdSdIb2JXZ+8a+I0vcILtT3pyU2+4cebPkOmwj2QtCK7yxsWOzJDqjzuMtc85FxJvsqmw71v7tI9RUeFPvk6RrvdMu09HrkMPO37BT6e40K+fnafvOyH+r5UvIG+aiVGvlBRHb1FMYy+g/xfvOhCYDwC10c9lF6jvTxmQL1hJ92+DowovTWiDT3otKI90+Y2vVmmWb6bD649JkT1u54TWb4ScB0+LdZJPCUO871mqc49eraxOgktLz0tyw8+ojVBPhkWc71jZDU9d/Q8vkKCGz55PVy+fSovPvYPIz3p0jc98BlQvTpXAT4MXwI+V9XLPWqL8LyAlTc+Os6lPdc2Hz7XHK+90z3EPTyEur29ymK9VQDBPeygWT2qcbu90ySlvSXCFj3w6yq+TJbavWiQujwKUmk8Yzd4PSw7br70Ckm+nQfJPUKjk7353sm8lOEAPuyXLL20+zw9ehipvU98TT5LuQK+wRwTPnu30D2jv2Y9BYOYvatgrzz+HwA9kCFEPp6kEjwS1bC9Q4yAvZYQoD2U8gA91SHxPRsuF72xSUU+dGubPV++wrpVQ888HKiCvEYwcD72l1Y+zErAPf0/d732jYY9/FPGPWDmBL7G8Ti9uakfPmbgPj1F/Ee9edxeviCOir4W4XG8GvxWvvcqBTyFeIK9dKNMPtu3jj7mey8+JdKqvRCv4T0WUbU9b71GPRpcNL5KD+C9eMqWvRiEQD7r5P69xNoXPnXLLr3/nQk+7pvDPPd6Hr7w4Xg9GSJNPjotHD7yQ9e9ITvdvaSsO77T9Vy7xgiFvd7kKD6MNsq+I+UdvokN+72+gxK+wqkpvmWANz6Ag7o9Ge/XvGfItz2Zge+9G5KfvoANd728aQE+i6YQPg1Epb0G8Ns9tsWyvWvC6D2oThM+hwq2vUkebj2q/IM+X3vYvM+zmL0Zog2+3R/dvapilLtNbTG+PpFavY2jFbyjMKe7pHJoPlS8nD7pU+U9b1icPJgVwLx7/hQ+LxD/PCe2lj5rumi8PK38vI1wdL7lMG29fG5vu7Dj171ckCm9keAoPk2L7b1mDcc9Ykzcvj5EPr2wkL29kbExO53mIr7/4EU+sjTFPYF+Ab3lERy+02E0vkVClL4NYYM+SSYHvipJLL4FBgy9t15gPS8aKj+oCvc9kXv2PZEGIL1UwnM+/VCUPbFrhL3IJwK+In4jPiLEdb5mb74+K4s1Prq+a74vQCs9uQP7vKCrhb1lctu9HyXgvQuyj77K6kk8zFD/vShQHz2rJE68V9IIPixMTT1WcSG+DEJ7vFU8eT4DVie+/e+ivXBkOT0lseg8hqeYvhgUy7wxNS49IpETPH68pL3WP6i8a3e1vRZkAj5jOBI9U8JZPhUO3j2oVeo8bvvwvQdNQb44JXe+zAGkO+FRKL75nbw+mmXGPWGn2D21smK9EosQPuo8Cr4Ln489eARZPt3D3jvJ05c+Mm79PcZEubx9WwI9mn+gPCcEnr2UjS09hVS5vnhcRb7zI6O9F3v/vY1lI74Mpdk9fhnoPDqF7L3z9tU97Rcivq6Vir4uYkk9Cj34vM29H73f8xS9twjmvd4WK74r+dK9Ar+BPnnQij235D6+4BRKPiet8T2uEOq7Lqf6Pd+HmD3HE2A9PgqCvt1ilr1ZN6O8cmmRvZaaEb1UDNk9vlQMPgkkBj6vYxK95derulNPfb6H1Hg+6UPDvW+CNL7pQZC+lPOHPYyyLr0naV29rAbEPYqoiT2d+mW+9GmGPjbp174kkMG9Ng51vtbGHr3bHFy+5ti6PRGqXj0ALJW9pzADvi2YyDwIdi686G0ovg9HRj4aiGG+eUEkPeCEab4xf/U+nfAVPeUxVT0Ak807FcWMPfD/cz0Iig+9TaasPY8ySD6wADK+Al+vPlPY77zH2EW+1EaGPgpyCr4JxCI+5vyvPdi/GbziGhc+UdRHvddfoD0O6Ym9GWClvAA1UDsCwIy9DtM6vVkBaj3SYMi9iZ/UPQJeIj4kKy697qwJO1eRJj5+ajC+buI4u7YQQj13xZ09B6QDviq11j1aIge+JjvYPeSBCr6CGgW+3imRvIG2RzzqmBy+qB1hPq2Wsj2A16O89q42Peaodr7l/Uw+x1cDvXnHEb2vwhM+FtwRvX5hAj2OPaS9ng/NO+ydjbyTblw+rdCAPWjw373XCuk9CzsNvkFCgT6K6X0+2IRnvDdWEj2UFcA9q9uqPffwDT69W3w9WPkDPqO8Yr207nK75ym3vKB7Nz2QEsu8fBH4PJf8Bb66pJc98TPxvfEe+D3HrDA+AcH0vfjVoTwzP0a+fvYzvlzBpr2Q8DQ+sCcmPkWKa771qew9I+vQPX3BFb7EMIK9sIdFPmaL8T13bkg9k9MDPQrmqz1Ucwy+gGCHPXrXML0+miK+htWOPYMP4r0VsVq+hfcgPsJjPj3F/Kc9q2sVvl4k5b0XsZq+h1QYvooPIb3cF3Y96p8LvP/8Hz6XtT09R8vOvQMZs736E0K+CBaxvc0PZj7JyPY9hkFWvhTXuj0ZFOy9JdzaPv8TKT5wxrA995FOPtKNET5E3Z68z+RMvq1llD6X/Bo+lK26PebvzT6KeM895azkvPJQ6T3ra5u+23LBPapU3z2IPte8EFPoPldDFT5UCBO+8ElGvNaRQb4GPqW+stSpvhElRD6axHw+ejWdvkDNBz4meCy6h8GoPO0YHj6+9MY+uuDAPoX/nrwwi269YpzQPeDQpb7VaAQ+HgVTvpJbS77W+pO9z/bLvc42Cb6cfB2+SuASPrCCnj2iSIi9uTyyPogh3r4DHku+z643vuHRb71gdpG+kXxVPgwkDj5kPT69hqjgvRucpb6Eh5u+jyJ2Ps75fT5Mhb+9PiOSPnZ7AD0XlAo/XfKOPiNIUj5DQoM+EnrRPqCwB71SSlK+cFgWPpXlrD5cL609BaEXP+2kkz24VZa+qsWlPusFL77uIlU+Y55YPCUPpby4wl4+tc9oPTNLi7s8sKS9TL2AvRm4J76I+CY9VOUNPuHPrzzdglK+foTHPax/472EhRs8irHtOyuyFz0gsTq9e54pPnClgzyh9AK+tvKfvdFZ4bzx6hU8o5CNvk1Kvb1ViUi++fc1vkTEQL5GKGQ9Ljq9vCy0AzwAWeI9ZmXkvpORhr3ykZC9jGmNvfmbxT0Fwio7MF+YPev9T75uPjw8MsUcvFkjDb7dtxs+FysVPgXaSbyYQh8+j7pbvvVD1T5fzBC9swFbPuLyOD44gME9llXrPcQxr702VIY+a5sNPuBAAr6rRgI/ccccPnmkQ76PUKO9XBcEvYwIOj4iRMg9T0P6veKqnL5h0gs9k/dwvcpCJT2k/rS8ObTBPa9lKT1hG3u+18OcPQdlXD6SeC4+pNpIPJF/Dj16iO49G92NvimuLD0mYDO+AIrPPUzslD19XDo+SpK4vW9H6D3l0QI+hGIUPqsU2D1+eyu9OAZzvSLH+73LUui9rIrcPVkaEL6m+wg/gwxsPnab1j3hHie7BaelvHSPtD0BAwm+uSLFu91nUT6tXlI+RWGLPt3OtbyNvRS+xxefPkelS740IfE9/EQWvzhJW77+3v29/nPlPctrJr4ksNU84P+HPhAKZj3uduG8taQdvQAPFr84RM69VSvavcmcyb1KIwM+jN4rvgW5jL5t35E9XQKIvn6unT3vMOy86e+MvbWHxD3ctHk+AhRRPku1cL6DS6o9QawCPLu3Qr0uyf67lEKHPRncVb7jwGa9fZcAPZ8gsr0+vFA9WdkSPTHW+b2HOPM9IdqVPZKajzyjT4Q+/t/cvFMjgj2J+AO+ZcWpOhy5Zb0OxA2+NpUbPfkLIj5JjLU9XTtuPuMzUj7YGPS8S6wXviUIcb1Pdek9P6PXPQmTNT5gMJ29Xw6TPC4U5Tw9ss094LjSvX0ZND5RM6O+MWdSvfYOEb77eQe9u5CbvdHoKb2fBSo+n4LDPJ+rJD2JXi4+6QyPvg/bkTtsEUQ+0lmTvoxdsjtzWbe9u2E8vnKoBzwBOaO9ij6NvVjYtT1vd4O9NwZ5PVDmCT5DTFQ+3eVIu2UlNz1ong4+P9YrvioHjjzML4M+ptr0vSEbcTxaFFW+ZDWgvdCFvD3JIs688MsRvHyRzDzJzmY90lPvPV/w7z0VYIk5ItIrPZryiTxY/Fi9MVMivDJshT4pDH+9j1EgPhFCNT1AWWc+LuELvgfwyT0aqyK++mXDvT1bwz34YBa9+4+gPuBxnjw1r3O+QHLHvUel2DyJDsM9gYdGPkIpOb4YOF++x5icvT7b9zu+Zlq+U4D3PUS4Gb1mzle+gD/avQgpQD1IcKe+IOEWPcp6jj7ZoaK+mvG+vQUXVL4qIeS9KZlUvhI+Qj4M+30+8W8Svo0jej6S8LS9qm0XvnPRFb6bhFs9OBVLPvvIGb6Mb4o97b+zvYSHCL1Jx529Z8NzPgtrVz57gWI+N1AsvkrhPD7dn0Y9vBQXPpmcl72iqKe9q9GSvjxbuTdqspG96Q7Sva7GgLy19o89ab2gvV+Rlr3La0a+3jvjveyd7b3zBzE9skBDu4XDOT5UcPo9ctNxvQ58hj1kOaG+7RdavmMw5D3ve8S9oLdKvtPWXj1zwWS+sfrBPtkKzT01Vko9pqQ2PtLgCj5iDH88/V+qvW2r2D3VQ7Q9C1ZNvj2ECD/OmJw990DIvZyOkD4fKrq9TD1yPsSbWLxEv9E9NRcpvvT7Rz2oPD8+L+jQPKKVQr0DF4C8wo8LPrEulz1xo/O9AWdpPsi3hrohQgo+KN1qPD9TajxHpyy+WWmZvbfTEb6KAwO98SGmPWzLfT7j4My959v7PTrpGj7ePOc8QfL+PeW6dL3v6LK9+zYGvpvKFD4WJic+VfLuPc6ajj7M3ou8vfyPPqRvdD1yXng+B6oTvV2ggTyJZmI91lMxPplDcz4fg3g+HsUUvjcu6b0/9xk72opOvhRUjr2t68e+jq8ovvAwALw4kgA98M8tvks3iz1E0VQ+9C4kPf+QwD3tURO6Q0m0vgF5AT5J5zE+ofEEPoZXET3qS9K7tEIJvpa1Rb1jUcs6emH1PVbuy72q6bq8Jx4MPYc3QLxCNsI8Ht/KPUHp8z3Tt/E96v/pvRC1Gr7fIVm+EmXiO/iOYT6Qi7i9bHhUPeBdP73+PAO+h7rmvctslr2LniS+e5EevgzFO76AIQO+xCS0PPfBor1khs49fNfWvdaXrLyOYAU+vPkCviA5/rzC/EW8m9pgvb/jvry7OVe9TBQ3vD+isb3GM4e9JrYRPXbfTj1k5Cw8OBz3PBCzMj7YPWS80XEoPhEdTT7VOc+9zfzfO6K8Yb0fmJE9CUkavT7oLz4Fymu9qowHPhcmAb4VjSI9WR7cPd9KSb7qYRM+SBqZPMGswz2+SD8+yJRXPaIR9b6vOwC+fGMTPUREDz5vWUA82tqPvR3xCD6g3LO93sqJvC1tTj6VY7a9ajMbvA5ULz5FK4Y9pNSqvpp8ED3grp29NyEuveZhZD1qXM+9VPKXvt8t2z3aX4E8rx5mPshvUj6JTB0+ZGrBPLwYgL6XpjW9lRVgPd5t2L3vQY4+gd1LPne7MT7Rpfo9NedFPutQw7xwepE9Bm0aPgNrFj6k0MS8YHk7PVCgD771ZD48L7qNPpMXeb4NeZM+ggcwvy2uZ765eUe+C+bIvWuQZ74YBHo+HOEUO5IJ1L10qIS9tJVCPo12Ab+T6og90lY+Pu7N473hAm68vFwSviGOgL1F2no8yrPGuuK5a7sEvlq+lXWhPbFXZT1gRQ493P4bPUqJ8j2Md2s9qSIju6I+2z3rNAk+cD1kvgxtOL4hvvM9Wi2CPXWpIj2mGsW9Zbg8vtWUBbzOp269EKkRvCOdh70v9B6+AAcNvhjJQjxZtgA+N6PmPEVsLz3DjOK9nOBFvRriOr540IC9pXAcvvBlJj4+EOK97WQTvqkpGD2htC29f0BLvhQnSr6yE0K+XndevaSJsb2EnJW93CwRPr3O3j0CyvU+KqR4Po+Syj3XG2e9qphLPnVQVr2hbEm8i0sBPW0wXT4TMI+8/2wEP2B+wD2hWpu90VDePVycgzyMEBu9MpH7PbkqgD39ZZk+fRcivn6ob76d0S0+GL8Hvtcitru6jqW8Y0lePiIOPT6r9De+piKEPOUyXj2DXYQ97SD4PSJKBz3hS10+CDDMPd/fnL1FRUI8ZermvV140r00TSE+kvCIvgF0cL74Mku+qdM2Pa13nz0Nf4q9lzpAPoat5r07BWg9SLoEvgkYO72Fh8m9iQu8vbDxYD07afQ9AsjAPFPfhb2EvCE9FECLvjx7U77Osiu+VmHbvNq0Dz1qFCI+nHBEvsq6sT4k5SQ+/ScBPt0RNb5XwHM9xbB3Pe9UsT1D9gI+STJhPWEcvb3qDb0+LOr2PQcej73V9Sg9mN9/PY98TD5hgJs9GY1NvQs/Rz2A3DG+LFtrvZ+EtTxiFJY8fpFLPrSBhz6uEDG+woDXvGkDwL0hGde9cVcOPA8rZLyy7xm+qWRvvpJhPb5fqJS8s/4dPvSQLT5sbqs87kURvXUDlT1Vs2k9UaGDPjmF/DxS5AK+mZWyPdTpJr6ebTC9HLNdPvYbNb54aXE9mQdBPblHoL2hxf+9bQuJPZXFvbxkynM8C6r5PdkAF7zuW9A9hTQuPdsnB74ZH3m+jSOfvb4OSr6CEHE8ekHDvupLkz34aMC9H09APTBfIL4IoJG9tKhdPrUnQr0pxBk+5z85PmTQdb67ivK91LgGPj9Dnr2F/L09T9NxvpFfBr1w86+9PS+4vqgk9T3dfNI9HLD4PXlHwT0vn+I9ZcW2PBJ2GT7EZNs8Y+PEvcZYCr2NIoM9BesBPtN6NLyQRGu98B6CPWXvtz0nfLI9I5sFvSeJWj4DTw2+4Qw+PBybTz6tby0+Etpeu7iI0z0OoQ2+SUEavhQiCb7ZRyE9QFABPSUxkz7QjXG92wGru1IXLjw61bc6KtzHvHVizL03ZHy9gkM4PuvyTT4BlAS9VBaLvpfofj1jeJw9FJmYvQY0Mj6gfGq+rAhWvdJohL6mNDw+a7DGvYwzXz50UVM+8FhFvNUNG73o1Gq90jWPvgJpA75Lm6M9qACEvUaYtT2BFv+9D3IHvuJyML5RG7m8wgmHvV2zub3iTS89ixzrvc+7iz3BnHA946z+PSd2krxqy7m9EdIqPggqhby43mw77e2RPY2fBz4KA4u9/aOkvaK12r176R09SbSnPZZEFz2xfAq8JcrvPcoZlTvR5Ca+GliNPbojyryVGIa8tkJUPOWA770mhN08O2XRPeIzNj4D5eS8tBLqu/CjBD43av48SiJGvhUdIr6r7hw+P6YoPtit3T1VQ9K88ilgPDLyYLoBrc29EGdvPQdO075EIqq9Hpe6vSeyCj5R7iu99JpIPv+viz0N4RY9lFg7vnp/M71Owtm+ZxgfvdEyVL2WsR+9kYMHvqW35Lxdk9k8zzEdvco/ob6SfEC+JzjHPbVwVjxoBpG9nm7kPaOYsz5bgcm7Bul7veNyMz7Vf/q9X/CgvXux0D2ilSC+E/OAvv7GLzyU3Ui+CnOYPUqr9zwWCtQ9jjUMPcT+KD3B4Dc+x21NPoqnqT0jvsI9WOWZvWudrL3tylM9XeuIPk3P1b2IeKA+qhmHPumIhj6iQzE+cBd4PD12kr654He9LABQPn/Rbj7aiGE9h6AbPtTqQ77rQY2+4jZiPjTdIb4itzk+gUbkvqXS673rSvW9CFMGPqRmVL5bQ4U+Vp/RPcnamj2scfW9yThpPXC5vL6wKFW+SJeQPp43c75g8RI+lEzHvQrFOb56CMU9vKChvAK5ED6ekLU9ayunvVUzMz7XRcS8SF7JvNiwGLz5AwU+LO3GvXVUAD60YBU+QWCJOxQR1z0hB0u+CdS2vT8exLzhKYi9J+YuPho20D14aKG9YwnuuuPmYb0280K+AwQCPaa0Az4a8Do7x0qCu7Y0qL0fCUg+zvgFvtruBjxyBBI+qV2tPWOZ2zwNYzM+3d9TumljEb5R3Fm9+xxgvaEzc71ThIs9WZ1AvbZc9j2L0n69uVEXPVgnND572TS+HRTtvZWrfL2UrfG9lotNvjCjlb2xd3i9Y+42PYm8S72zgNq88+qoPXWSPr1Jzey9YVEYPfhsCL7X8wi+DXsjvjQiTL2rLTm+FiymvYCcKb1cNxu+kSABPOgdsryoS+a9J5xpvfvw7T1VF749tVm5PaQEaz4sZBY+yzGVPb00/Tq1vRe+5KwfvunyuD10l+29KZrZvImHV74efbE9sV+ZPZ2JDD66VJ09MClEPnV71bwYRCa9SrP+vauL4Ty68AY8paajPgKAl71dStU7k2aiuk5bGT6NkmK97ttmvjiDjz096SI+IGECPt+//b3Yw7y98/k4Pc+f0T1P/dw8Cec8PchGfr4S6Pm9hAsMPQcJQ72V36a+w559PXtuxT2VImq9ozeiPekkPb1z+7W+7UoyvpBTJryq2qY7eQkPvNTmDL4QJAM94ZxbvVPizDsT+bu8sgTzvYZB/T0KZFm+0x5OPQlTCT6tnYY+RGSYPlLuXr6LWu69f0qEvhh37rvcPSm9Gy+mPbBxdz6PZ9s7o0CIvcmTCD6kJnQ96J4GPdmjIj20lRK+1I8rvvtbCL4MBPA9m7oxPQAcID7P16g93sjevN0Qgj73OA4876VLvit9/T1vpAe9FmQYPehsST61AxI+m8TsPXXxDD5TwdA8j/WYvUbsE74AgLE9Z/20PRBKcDzXPiY+yyYYPsEM/7vhu2k+JlKdPUeIGT5bvUW+r+RtvsasjD4XK+Q9OPjnPJtt6D5CPQC9sGJ1usgWDTwwlUe9/YVGPqHGPT5cqeQ7Rzsdvvdy8b1+EH8+/T89vnzVhz2YZsk9uEduPLdnWr3zMAs+mP6juoDWTr3Ita49IV7RPUBrbb20QyE9Dzbqvd9YWj1oLjc+NSawPditnTqMTIU9it5+vUNG4r1jWBg+av25PW5SMLySwAO9V4cLPtcYA7zQ1kE+3f4qvg3QIj4Hkgo+BDufvWNqXT02KF4+O5tVPQEreb7y37o8vlk5vceMJb1w15w9AVK6vVfHfL0MdKQ96WMxvT5UNL16xzi+DCIIvK+7rj00Jj69Hw4RvcQXUT5KlUE+bmEevdvF4b0P2VE9azSDvkNIhLyZ6yo+c8bxvZHtdj2a4Xe+Fih1voWtR7rc7i2+lv/qvXOdaD4N5iy9UsWYvVHuMT16KPA91C7JPIHa1LzsMKc9/5ZfvggrKD5I11Q+Z5vQvS62db7p9Ve+NOdcvbmyMj1WCq+9mcYpPiURiL3AjDM+WV3APhwtYD5jcAo9BRkvPTMcRT4w8yG+UoCfvg1ljb1u9de9q4qwPj6/c7wWERu850BUPsefXD1eX+O9LVavOjZDCT4cVIq9FV7CPTi+qz44zZu+5FDePW5LDj66rTu9YvwLPoe5sL4rnD++GfE0PYJtjb7ODiW++h5JPr97rT3fD5a+oWkUvZ8HPz5rkhK/x9T4OmDVcj5l/ne+ljYYPpbi3bxef929g72svYTtgD4qX8M9cA6nvRDS0D3klZs7Hs19vXIiuLzmax28m2gJPuttXr6bM789qCqlPUDHEL521uI9l2CcPeMq7j29wAQ+NOFAvfU/H76aLvy9M6fVvdp7hL1AFkC94WtEvUdglTzHzgY8iAVrvmfbY7wQzgI9Wm3lvfEJaT1X+Yw8IDttPU46dj0uFwY+nfOVvF3CAL5VSM09VCQsPrrrI773iXK+UddDvtGOhT4bDpk9xRUdPvDupD3cvPE92RDOPZLojL0aiLY9TtQ4vrqUID17wQy9p4kMvoKprz350gM+FRXuPJez6rqgNK49z5x7PUEEvD3qiwO+kUBvPixArD2FSKK8xBakvqS6db5kQrQ9vVXpvZhGeTy3pMs9Z0EavEFW0DxvrHO+gHRNPuhWaj1bSW49j4UjPbdhYr6NHt29eCsVvuoRNT1rL9Y9yoJ6vALvKT733NS9eO41vQD8Pz3zwIc+4T9LPvahgT3W+fM9lyaAvSZpJ778HBG+pKREvsJ5hD5NYuw9kDG2vUf/Gr6QEec8pmRDvsDUXD3aFjI85girPIaFkjww4yG92nYpvvU7S70qGag9Q/mfvRRImz0tsCK/Gy1gvuxiDj0vSqC8DA8yPUFq9z011Zg9xwACvjrbk72WVDO8BgINv3JQj75B+oy8vXPSvRXNBz6EQqK9RZKJvjhA7TwPL1E+fk81PQc1B75h0xA9vyIkvtAovL0pxYa9dyyAPilDvLzEvAy+PY7zvWP/OD4Wwik9wFgNPXZ6qT1t2Qg9bZsoPivjjL0M6r+7tPkZPaf3YT7l1888VmDkvSeyaj2wSQ2+mOlnvKj2lz1r8uI9t5OEPYWWGT1tDuu9TlhOvTsMTL67YnG+fAvsOgCG4b276FU+/IJzPlXr3L2AzrI99mhOvfK0j77uHhY8yu93vdw8zbyG8Ky9cAvLvZCHez4f1nu9wb6/PViSGz2ywJA+WQCLvRXLnL0JkAi+2KrdvXG2hr1d79I+pAVFPgA2Vr76Pyw99NqGvakocj0IW9Y9TOqlPRFLnD4VVDc+1TIhvi9VCT4qr209F3sYPqftV75NdRO+locGPvkRib3tQgM+IL7IPPGNnLsN9ww9kIZWulBOPr0YgKM9sGONvfEsAL6tZM+775C6PSVmg70Xu0W8bEUgvlPQFz1ZkAi+WcyQvab6B7wHCpM9nRRMva/CrD3OpoK+++vbvKp5A76rTj+9VQMHvR/qDT4JVCy9Ol0tvigGkL6hAdy7Nt8SvqYmIj7C/eC8k/NqvoyXDTzhQSK+GFgWP+WgHj4A/gA+gk6WvMiStz2HjUY83+z5vWRMJD642FY+E3JXvTVJhz65gW+9DOuwPO6XFD4rwK+7km3pPbMGST2ZzRE+9mBQvZAWPzz7zj+8xNtcPJ7Ebrw6xeK7CJYvu7ES4jve4wI8wTNHu2DafDxiZV28BLsKvKrgRjzgB268o/4ZPD9U2zsAYQS8f9OmvGDqIbxaFyw8DHEuvEijgDspnwa8uJ8WvDClRbzg+4i8woCvO7i8JjySX8e7dlHYO5sYdT27HOe7Xl0cvDOEuzzCiDa8FtOIuqwNIzy28xa84U78uz5RODxbjpM7hdQmu+86aDwOkpm7/XoYPGm3AbwDZ669LfvUuskTCDya/3c8aRbTvA8oMryeFdy79NYePLcL6Dtf91K8jFmwvasgITzSbku6hNuEOU0KYby59fk7BdUyPPI+jjxuSvK8wOsgPrr1jr4PZHw+1je4PpKR7r0BvzG+oJeAPvASHz2ar3y+vo2rPmo0FL68kK8+NLntvT81Lb5lE9w996OOvvtVMT4K1V0+OARMvt0O/b3P/2S8LYKTPil3gr3QkGg+18Z/vpq0L75U3rg+2lUjvkQFjT4uzj+9MeCvPsFZ070ylds9SCCMPrj0/71fG6I9hnHHPW3Elj5CPwm+3r++vvkqfr38VQM/pf5bvo84lT6mGRe9dSxvPkwIeb5Ceis9Uyi3vheOfz6rf7O+Efk9Pl5tFT6eT42944nAPviZLL5OFJA++ONdPsSFeL4habe+I7dpPc/qKj7U1Um+H1h8PJxPwL7Jdhk+AB+qvskS1704ohG+ijB6PiMKz77rMMa9TKxFPu2Fa76GJps+/iRSPrlntz1G5Vs9iq+MvmQWcbs/4lS+f0TkPp6Uaj1edpu+0+gsPiPmI76VopI+m8xovRVBoL442o6+eWZGPvLszT3fHNG+TBMEvx/1bT6BLZK+ea5jO0Qvh75YFJQ+TYrgu7odBz6GMhy+4jY4Pcmixj5sVae+xtW1Pve0Cb4Z7cG+1xfKPSzvPr5QqyY+PT24PVqznb5Hsym+A5sEP3mc4b1qvug+12lMPYsacL4KFL++y0aQPZIynD4MCD++miXVPKX2vz4pXSK+L9GiPmXbHT6LAE4+wc57vGbMezw=","weightSpecs":[{"name":"dense_Dense10/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense11/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense11/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense12/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense12/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:57.343Z","modelTopologyType":"JSON","version":"0","formType":"forgot_password"}}