{"modelTopology":{"class_name":"Sequential","config":{"name":"login_register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense16","trainable":true,"batch_input_shape":[null,3],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense17","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense18","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"kIcVPsAqwr0VrHw+pMakvexMCj6aapa9M2OWPTiHnr01/zK+nEkkuxSGo7yT7Ck+naY2vt/h4T3trxC+8LhlvSQ8g77zZ1M+xFX1vdvz/73hc4i+eKaUvj7n7Lxgyoy+szmsOwKBiL17sYU+RVyCPpVvPT1krTI+knuMvSqzAL5Zlxo9DEExPAOqXj5+D5c7DtVxvosYJz15bk6+XF/CPvRUpL2VVg4+agmoPeSqzj1P4ca+OmRVvvNmCb78atS+mGyOvaKwej20ERK+a3iBPmtYmT58/g0+tflqPm5a2T3uwQO+DuSKPg5u+7u4BWQ95iT9PdUVoL2mXcY+4PHXPZh7Qr66Zlo+yERQvbV9YT5ffMs+Kz2+PuFwaz7TnVO+UHRRvX3fHb3iMEQ+jMCkvl1cGT4J2lW+roV1PvHWjr5z11077K0rvkTzLj0DJpW+MTZXPjdHRL4FT6G+XFUPPgodJL7oGWU+KZvCvgb2mj2Y1f+8GyuwPu4XKb6Zr+O7b+txPdhjn77eLJG+FSGHvWRnrD17zD8+GN/qPQi9tT2iiAc+ouo1PWfHdj4IZ4a+/rALPp0bkL5pMA0+5zVnvsL3z73o9qa+dObBvU6qcz0yp1K+IMeHvv4KfD4WKOG9Z2mhvpk35LzcaRm9L/2DvdUnOL6kjVA99k/oPDQS0T3o5f47dTMQPgyPoz5BEG0+Hc8xvUtKhz49tLS9NaIPPojdOT5UvQo+C7oEuno7zz081tc9t+QGPieGtz5Quqk+UOUwPgILSz4Mii49wBltvg4pr70TZyo+ZGAzvl5JWD0GYxY++VCkvqHMpD6Owb89tJQtPtT6Bb4cMWy9tDGpvn3gcz6uV0W+Nfr5veGuAD4sQAe+5V6CPnbXML7sZEc94dquPRaBLT6C9IK9TuTxPEbTD74V3Yu+e8QKvtta+T3Gr1Y+vAYRPmVWnj4T/HY+8nlGvfL9rj1yzro9HvNIvpMGFD5mMl++KzooPr8wX77qkBe+d/FqvqE/Xb6tZr69kcupvUCwi74J3Yc+Yce+vMeNXL7GaKq9MQBjvtXcTr1ChyO+uxFwPmF0JLwErpI+XD2hPlqzPj05MEg+BZ1pPg1MZ71WuBM+CAFrvnjYVb3wB6A9k17+vYs1TDvkO+s9qdEgvvXYLr0tq4U+SXUvPjufiD6MsNs9RRBVPnMCxL3GGCC+dnjlPdD/j75NuYC+NEDMvfcAMz1d8k6914U4PeLUvr2I0qM9qfISvbRMlz3PPyW9XkJSPZBcoj3u/KK9z/qaPRtmOb2VtlA9b2/JvJkzGj3AfV29YyefPQY59TyRr9E9q4liPXnupT0VQTI9UnkNvf5FJb3Vq6S9IplHvfp+UL2qe5u9AsaKvVBsQD1WXbG9kxe3PWHwNr2sXLg948FMPej9xj1VE1I9dzhLvT+znz0DxlU9bRZTvUSubLxQ/mY912wZPa6KRj3fWEE9LAFNPWlRz71YEgc9glqBve5Mw72swam96gGwvYpqUr1aqQQ9ejRTvUfDGT2s76u8CgGWvR+N8by1znm93RWrvUJT9Dzhgja9JXVrvR9GQb2fW369oVREvbQGUL3VFTc9axyoPUR2f71gZCA9EIKdPeAMY75ahG694VTFPBntCr0NkA0++tSuPNCYBDseFo0+HWllvWtFFDyZY6c8qjUWPTQmEz6lShI+Ov3AvYOoKj6OgnY+Ex2mPODYh74tu7098ajtvUWW4T04A9q6V66ZPsVupL62wIO9x6ZXPkxnj7zt8Zs9u7ezvRhR6r07G6W8rzQMveXXI76Glp8+G4EyvnRdPT0NKoC9n+zPPHOcIr5tDdW9cfL2Pf2nDb6wU1A9tWHdvTpHhD5/E5g9F8p4vXjf1r27r4w7KyXtvYxypD2aHnI89s06PlM0Nb5cVUM+sfATvqB6r73NH7k82M7Mvdo4lbsifKC8gWdFvu216z2uMhe+dAo4PvIrx71OVJc+XL8jvveKPb49GsW9tBjMvL+2pT3Cvgs+wdNOPmaJjr0vdf69HkGOvpoBIL0dEqM+LnwLPpO2Ar4KE7M9SKzpPQ602bvi2WO9uGW9O2glmT7Ynu+91IMLPn5cV70kZ1K+lampvf5Oiz2ljbU9Xr/ju5WB271g8269LrmkPb5PtL10fpI+K9saPd2lAj5j1Yq+6AFbPcK/Bb3s8Ea+LoHIvE/XGb2G5AC+WL89vjrLLL4AEqI8njY8PJOjAb5A8zY+re/svfueJb7Gkhi+UqxGPUadi77Rc8I9TuG3vOLEjT00T6s9tAZ2PRD7Cbz9nNA9AJs9vtxlbL383pe9hgIcPpNFF75Sqks+22FrPlC2Ar0udae8cDUTPkNWiDxXt4i+rBRzPtkcCT0/uiE9NVUjPjuJI764CEs9X3YYPrI5U71arny+//3UPbj3EL6dj647u068vRbcJD1BE5O9UNaBvauPRj6adEw9czdRPrjywT2yWTA9ppDwO7kUej5j01E8LPKePZjYPz0KZCe+cpMQvvrTjz27Soy9PswvPXYL2z19PJI+xtiFPksUIr401Dg+3qFuvC79zb3Ca3G9pcP0PUyZ4j3P1mE+6VU4virdAj1qq9I8qgasvY4jiL1w1hq85z1bvlroN77Zb0W+zxNtPmxU3r1ZUIy9vDgAPdPek7w4OTS+AVkLPsOuPj1hI7u90u/KvWg/dT1AKyc7VK+TvXv8Rj3hcNi9wysDvh0eFL4QX5w9R2eWu9gUGL4IFyS+72DyvMsigr01a9s9XAToPdYffD0L87q6WN1svtq7zL3xoTc+3pflvcKroLs6EKi9cRvzPemh8j2JpQi9tVK4vejkGLwT6ga9MqEVPv9QqzzWDwg+WClBvRhLtD10MAE+1zHSPAmRv7p11gG+3hNmvjdw9j2bw9Q9Qy4nPt9KZTw1/wU8D3RdPt7n/j0Mz608IvNkvEmMwrvJTPq98blnPlqhCT7QoNE8Jmn8uxD2xj1mXxq+EyJ3PmmTVT2lI5i5mbEWPvaroLwth4++igEuPU3tnbxOrUS9CzbBvdWGkzvzBy+9m0AeviMppT11kdc8VfmwPfG+rL3a4rq+lLrFPdQy6j1h/a88Eo6yOd+u3T2m/RE+Fke2vX2P37yQ3lA+SOSevt3yGr5hqIg+m9ToPePFuTzYNXK8FKeRPMdjhz3JFTk9YNB8vvhCV72D/Ie9Ziz7PaVFL76sGJY8CGCZPP8rQr5vTHO97FErPbG0+j1lw0O9tb+VPX0a/L3Q7Z+9DGgVvmJldz1kuT48r6E6PigtXz4DQqY9XYgPvhz27T2T5Ly81ZL1vastUDwq6Bo9IV4vPrpI+zw6th4+pPuYPciDij1W1/c8bC4TvrxvGD3bnY493YaPvVOZDz4CSdc9nyCOvWiY1b3l5SO8y7Ozvlt+BTwdVRg9PL/FO3e5TD7mp6M8ufjUPVoZBb4qvwc+LNSSPZnvPruT4tE9ny5vPdlHZ74An909DciZvfG7BL4WqaU8qMSYvnkiAD4LXYs911vhPMoXrrytLOk9AxraO4TNSj5Bn5w9NQGmPVu1Cb6nmfE9DYhEPiIlkzk/71E9vqEovoQqCT4n6gK+sEuJvaBYc72DKnc9+MGovQLf2D1caSa9riOfPQxXEj0POxk+i10svc9CMz4DswY+rlUGvcbwBz6UlbG9rHsEvqJhyjoDYVc+OGXQPZWdu72Dbh0+owjFPBCxlLwgGyU+0rYSPkxjF70WFlE+34GiPP0p/L2Sfzk+ROWGPR9Xuj1LJXy87KN0vtK3WrzFYRo+0+cVvXVJm75i7Ny7cqtXPbmgOT6sXxO+IWrwPcvjIL72AOC9brNkPmIRKb2Naiy9iS2fPWPT+jzUehS9rqByPjl79j3e5NO89HsXvpG5GT4Va6Q9D5AJvey3QT4FKFW+q8WEPt59+j1Uobc9FzWmPYJgsD33hR4+Y8nJPaEZd747BT0+yLD7vVuMILxlBOA9R5IJvlpOx71zqdc8izkXvun+Kj7xXCq8SYS5PbXfYr6bNci9vXSCPBvxTL6p2bm8HaoUvapZVzwdsua70pkfvo9CNj3YqD+8Ok+iuxtDS74L0Da+XbRKPSFIlDxACC2+F81ivmtyoLwx45I+aFDJvXUxj74BNJ49gjEhPjQqdr1/VAc+OZ4TPkrlxD6/RBK+HYOCPo+dEz7AZ6m+EtIePfESlb0JTQm+7FoyPj/P2T1nMsS98oT1Pe5tIz3mQ5Q+/YgQO+H1Dz1cbd69f6D4PBxaST5CwYi9p/wXvjKvL777p/M9xKgCvqgXpz2vJbi5WjlXPknvBD7UxoQ90jAHvn2HD77RpoC+d80uuyvecj1m3E0+Ym6lPZbXUj7GipY9HIzUPCnwzL3nrDY+kxYiviQFCD6fqou9wLk8PDlbqj2K1n69iCBxPvuyRr4wJ1M9DHOHPtPF/z0CNyO+9VDaPTjeBj6nddE93byNvfrCPz0+mEo8i/IUvkKMoz1r5hI9j1s0PQNSub1vQqM9gWgMuxnUsL2gtbc7h6w8PLN/ID2bwjo+128VPq6Bc76tE349VwX3vdAqCj5ER6+9VAQcPvxo+T0DXBQ9BGtCPB6J/j0jTiw8zXJ4Pesh5LmzLJk9LX97vR5LeT4x0Ak+HgIfPkaQmLyEdwI+O5aiPaPYZT3vNEw9GaKAPGyG7jxfK529vS2xOwblr70oL4i84WrvvPURRr1SNL09s8Y9PixiiL1wmEm+zUYDvk8Nnb0lEsa9b36UPbf3Lb56R329nDCZvQb4rTw7YkC8JHkWPtH9Qj5ywDa+PZIvPlVJX77nnDe7cCE5PiqIE76y0Xa+RXsdPhVNID4smUU+UiEMPug10LzYSD69UTb4vfMt9T3x9CU+AYjbvcOxT7yy7+W7vC60vVG1pj2IISu++j5xvrBbmT3YUn++gGpSPQFW2T1dswi9J45xvP4iLj7SSlI99kiUuu9ecD2c6WG+0epIvdSGQr6dXYK9sKHDvSZBrz3QAFc87xOQPjpzNz1cJtA9Y04LvHgeZz6oCKa9EMOPPvPdEL74cn27MC3VPVoqBj7bM908USKnvTqGIryHmTc+Kw/EPQ+ygL4fZHw92qP/vOUfTzzk1Xg93su5vKorUr0b5uY9RLTZPbSSjL6F7VK+aBw2PchUgz27fLg8eTkBPk3yDL4qSai8rGeNPsIxmjwCdh09Mut2vTAOiby8CjW+KwYMPiF3H74Bv0S+l/2NPIKp6rw6dUC9xQcePjmS7j0+7vG8QFHAvYoB3z2jn38+e5mbPV/e3z2LsI29RgyTPaYeNr4sZJi9RHpqvk0FIr5x8tW8KbP9vdnRir19EoQ95HM9PvCxTr4gnZE9wPBDvrrJJz5JOnS+ZMUlPvpaET2tN4I+mYf+vMCqeT7i+s88T4/rPACc5r15RtA9H244PhR5y7sOw0G+JdKXPWNaaL2W17Q8efVQPlTYE76NY0c+bPyhPkMQHr4bzza9HTfFPuvA2b25LO49XMfPPbOasb5nxgM+3Q+APWkiir1xL6O+KIbZPQZnK74JliW+23lvvtc21zyNWUa+fi6CvW5JPT6xDAq+XRkAvZRp4D1N68S9cndIPgb+qzxkAIm+NkWuPg0Z4L35Fk49em9VvpARxTyqsIW+/OSCvrZtDT1IaIa8SSi6Pn8uyryx+fA9ElPzPe2o+j3Sfqu+rR4ePRIJKL5wmb29l5W3vXQCQj0I8Kq7w071PUYqQ75dT22+QkhkvVqefLzlTnu+4uvdPedcYDwpT4c9/NTmvc+KCz5e19q9ncgUPphsir37QEi83/dIvmIiCL4//Zu+D1sHPbXHCr6dmHC+JLjFPfkHPr6fkBI9pVSUPq6TC75FtgG+OXpYPUDnOD5RJj087CNnPiXscT5tWUo9GPVavgjYFz7CpBE+B9bsvaZujz49B4i9x9mfPXr0lT1kYxs9oxzRPd1Xkj4BI1++0oKGPUi+jz70HVy8dy6kvV3cpb2Qusk9vxcjPW4kBr4s+8e+TdccPOPgW71NLla+gUSaPvTSST5+Zy495iAXPpqLOL5Rr7U7/+9nvqyIiT2nVWe+PfKqPstyVD1hyhs+PYKkPYQEoz0w24i+kPySPLnknr2UPpI9gT0SPHsSaLxZYEq+gtW1PKOY9ruqtww9a+QEPvtLYL0/5fs9ZEFWvoxu3D36Y5G9gGNLPDCcybwpzaW+RpoQPjtu4zwaoYW9Xvlsvn0vQT6Eg5m9KIHSvHmhlj0p+vM9EHv1vWKBnT2G6nQ+NL2yPS88vz1LBK29DrFfO+W1Z7w7Txc+/NLPvG+khr0mI+m9yfCJPfHn970xcHM++dayvcY9B76sTp89fwlwPmoOdz4uCho+7Hh/PE6ZgT5rfhy++xr8vbwUnjz/0Rs8NrUhviSrgb37ULA9GPwAPu1ABD4tZgq+JtRHvsbOX76UxqU7BlA4vm++Fr3W48K9jdB/PbLFrTzPzXc+rNtzPdk14L2icC29rSiAPTJ+iz2+MFi8WRx2vgVqND2TOxW8EeEwvmA9Nr52mX6+nIIOvcZSwz2biM09UZiQvkC8Ij35FMw9RYSnvWE8MT3Fbew9eY/LPYPUdr4wyq8+VHNWuGuLer0xYsI9pqhBvMCqir2WuoU+LV++PUgder7A3nE+O32uPBXh/z0EWja9m/MEPRBlqr1qHbI8+cM9PjmxkL6G1Za9zCq7vvp+s73hIMy9pPw7vqRnKD5NXUg9BwCZvRT1Dj52qa09X7WOvRNNRr2cSRC+tWawvTw/sT4euIm8nqBYPWNbVL2Wt7g88yTVPXoXUbw+F1M8aqgbPhjKCb4lK/89A+xDvs+YBD7QT5K9kq0MPdxtZzxjUhS+rrUwPrGT5Txb7ZY9hk5evRI/X72WBCk+uBbcOz0JBD4gcUk+ArusPEncr729N1k9Le4AvnbAz70MJZK9zw/DPZqzpr28CIe8XgEBPEd9Xj3I8QC+2d20Pf/UZz36s7w9zQtWPh0Jzzrm88S9bvhbPYmxAL1jzg+9Jy2ePBF7NTuiHpK98JyYPYLuID7dUTi9Mknmvdf84T3Z/BA9qFDBO4MwPD46UB++npgMPSAaA7ryZzU+kaehPY+dBL6KgZk86HJAvgWAu71YwRq+UNX/vUdu9zw7wQg+gx4au+RRP73Bu5m9YHT4PTJFPb6Sb9E8v3ZWvSCcBr6oYhM+TWYdvuqfmj3L9j+9P8AAPkJIvrxld5G9tiGWvdtuHb5mByc+laL9u6gbQL351nw8N5gfPrWvxrwY/JI9JWKBPh9GZT69/Se9X2A6PDb6Ir1eQWM98l5PPrkFtr1X0e297nT9PdxyQjzKCKu8dGlJvgopNr7ADKg8qHO+u7hevTxx2Qa+nS9aPaSkmzvYndm9mAcVPigtm704OR++tdW+vd0Vyr3XBho9EQQePmwnNT1CjPE9C8h7vVs77LzqRNO8vHSBvdbC1T2GUKg+imZlPjHiiL1oHA2980GrPcM4Fj0iq5+8hn7oPRkrSD7PDoE6UihRvFgCCr404CK+xyjtPcd7Nr499Fw9bYMqvvwgJb5xxtA9p59oPsx1Lj4ucC0+sNfuPAG8o77G4Gs+5TBIPqGuv705eni+71mdPa1ONr6ZExA+vo92vjSMaz6kqZu7pZ7WvHgKKr1VvEw9FhbPOe8S1L16/9O9+raYvFBRWD2sTJ+9zWBsPteYnb791uO9Ym6UvXrNNr2MgrI7Qz5WPfnIKD79igY+0LIePu03pj2q6pg9Hk8CvkLes731wzC93bXLPUmFG77IQb08qYR9PiY9ET4wQ9M9sz0xPqSyNb7n1SY+Rfy/vYW6Sr4Fz4a+FiKgvV1bVL6GFx6+szgkvq2CHT6dtQC+3AZwPcpH57xqoTq+npNYPTzA3D2YsMm9f60NOxBdcz6yjYy+/eu4vcBnJ75E12K9uoRYPsZmk71gSbq9JIgcPvfsST490eu9TvqKPeVSGz5kY4o9NMO+vkpcJz7EGgy9qWucvl9Odj4u/iy+VVfXPOuKiD4dYAW9NhhYvrQkvzxJTJ099b52Pp7yKT5QFCE+wq1bPBCgDL7IQYM8+oQuPK7OOTiBfxK+XYPxPEj63rwl9Bq9P+VcPtJFGr2qu8u8zusnPtjbur2zE/69SeMCvkqeHz5nxsy99cgcPkUjHL1oN1A9jqHovLbTkj6K0mi+GrnNuwL52j1T1s89lLBavLqXV71KIL27tvjMvZaNXD1a2Bc+vKoAvsI1472Q8oM95p/bvXC9U7w6HSo+Fvg/vkMUjb0GUeE8hJctvrFENr60UFa6fm8WPkntij1Hb7U9e5JFPshbJD1yNxs8eBKSPsiFND5P8RO+kim8vQvgfrw2H8M9oGtWveHy0D2y41m+7e28PNvnOTz4FSM9aAqlvQR9JTzCg8q99W4jPg7iNz5A5ca8euZfPVYxJ76HiZ68Nix1PB5y9rsBXXi9EOa+uavKIj0WIxA9RE0yvi1tGj11loO9Y4lPPg1nIj5E00w+vu1RPCvh2jzp4gM+OQu+PQRZ8703KbE9LggpPt9Plj0QtFM+Af7tvYwDqj3SySe+HToVPg8UxDwgq0U+ypwKvQnt/LvZT6E7IXm5vdwbOD2nh/27ZPTVvaUc5T1l06s94axsvrp3Lj6yhIQ+SF3xvfNRMD3+mv89MeFuPlygYb73Mgs+frXAvQ7CUr5abqK9UQ6uPcECNT7+ko08Gdkavhk+5z30jn4+MisDPf8jSTwE9A6+yp/AvZsZor3/++o95kwIO9BqMb0ksIC8RFE1vjg9Cj5zMyw9BK+9PUt0j73ACQc+oheJvbFl6z3X2hC+GM3cvCuXP74n7/M9AvFDPpdgKz535bY9G+/vPYaBQ74xupM9KbDcvLu7lbwYd7w9uuEWPmZo67zbOYy9wGBrPkSR2rxfE7A6pOCYPW5FAT7sm6i9V9YgPRL9OT4uaIm+ffW8vS+Job3ZqzO+K0yCPt/kxTxtc6G+3NdPvWWwIT6nzIK+f3npPfoxnj2zwGs+d3o1vtu+UD46vSE8Sip9vEfB/D1gntO9tkeTPcqTbj5df32+2DeEPeSWqT24+uC9GWqOPUgn8j19lE0+na5LvgnnEb5IR5A83KMevn8ZJjy+Oim+KGPXPQWFmLxLVc295PiAPb1ZFD49pPa9ZFT9PDYhJb3O12+8fj+zvbjcKr0I1aE9zvtXPkbJVD5qDgK+cpMqPviPgj6ZsDa+ZJaIPHh2TzyFX249qr6jPSpRBr2YkbI9O/YNPiO1sb1ZovE8G2jgvBevz72lBT++h8gPPncTsb5UeHg8VlMOvpGSJj00DDc+Ey5YvpBP8L1Y2S4+RL8gPk/g0D39LVM9VN4nPsHuZD669kW+Ew4zPvUuIj1VNQG+3bTWPCm5DL5oMe49tWJrPo258LzPEtu8qUM8vTEJVr5ZcKQ+8BXOPe4Km70LWVK9VeebvdD+/DzAM5y7HaWBvvuPMz2kXIW9/i3evZ8qyb0HwzS9f5GQPGpOA75C3BW+C8KJvr/IuT2y3iK+Qb0YPVxkw72WHBQ9F2J8vY6aLz3e8CM+1jpQvCWWHb0HSXe8uYDlvSbLNT7VjWM9CY3SPbbr1z348pG9FqLVvUGAMj4zjfM8+a9ovmwIF7vPye8953TCPeJxvjuGv1++HXZLvs67kT5h5hI+iJRyPG4u8rxopqQ9SvNDvJe7UDwv2Im7sOOSPWZ3KTzZv6494YK+PAGCc76+MBI+iiZuvbc+JLkL2eY96XtvPZF6nT3Y0a4925HxvVIQI77p05a9VIqQPQB+Lj0JFpU9Ka4QPmZ8ob38MzO8N8m0vRiEAr02wvk8zGZdvRB/BT0GrXw+znX9Pcaz570e7Tm+0orrvdQkDj2T2om9JfkbvmmuQj6+IbQ9t9A6PuP35j07gJ+93pdVvrfyqD2Vj9I9N2MEPhm0Nr7Mqlo76V7uvcD4jD5kcqg85nJEvQVyQz71PfM9n0hOvVNhob34Vo0+1rz/PKgF6z3gFR8+QjEGvcUIWL2hv0Y9pd0ovv7oO743eVo8+IMEPt38Ab0UZee8FW7rPbpNiL47vZG9/U6DPgOJoz1PTdU7ysemvWKmDzzTiKe9+5U1vSdjXr5AtS+90cfIvQkhtrx02UW+A9ORPv4hNr6WOxe9ZOr3PRYNXj4lgjg8W+yUPRmMPj690889sjgivktP4b3semM+aXkTPXqdvD1+kks+ERYcvkvFXb5qytS928i0vXRZDD7nS5O+bSkcvuhNQDu30mO8QmMBviEC4r1X9hy+7+6KvU8aOD7KJUa+xLsTPpPlvj3qGZU9lXjfu8U0GrzPVEW+EavSvSZsmzwJXiw+Dml8PjEAxD1nany+9N+GPZknuz3cIJ67goQPviL+Ir58eFm9OLjzOxGInb3Fha899LrRvHLGvT282vu99gkDvokQ5L17a5I9zxUyPsywGz0Icl0+9pwavk/mQz6kpu893yxIPutXo73uywk9dCQCPgK3sr0zmzQ9GwoSPjviJD4JRvw8SP9ovdelQj5klOw7jTC7PTXaGL6fSgw+j6kqPn72nD3nigk+eGXlvO7bCz5MBLK9Qp6wvYGcXb48Z2e8BzAnvDI3Xz1nBpG8ym5ovEgmF75PJI6+mSofPh6SmL3vlAm+dtlZPSKyIb0mrwA+gdTSPPn87zzVPJs9I6eUPuIPbjxRL7G89FkUPen7m75IYRI+rVv9PIETDr6TBbO+mCyLvbXQwrzREsu9obp6vnRSmj658Je+zGwHvpUnVD4+Jg49FBaiPYBcZ755NF09wOFpPUGQOT7wXA29ZpItPr6D6b3xezC9HTplvHLgFr4Pe1S+SN8CvnZemj010cI9yLexPqgUET512dC87Hf/PVe4E767yHK9Z8icPcc3br7eopU8duT2PTN6Uz1mqaO93lKrvRRyHz1j/qe9JnvXPGoUW75P0nm+PVW8vaSicz3y7wQ9L4BgvmucdL2kcjk+BVXXvaYQ871yUgW+PVWDvV7s4zyQM+M9rhdTPfaLJ74oibQ+FKbqvSFMbj4KFJ+8UPjovT0lQD7zBqG9ysMlvpZI6L12waK8DwY+vpcnRz1zQXu97nsvPoRAdr5hrEy+TSKNPaeUWr5UVei9Cte0vdvwCr6QoHO9QNc9PkMT9L2IvoI97j+xvmMukzy5n7+9kBEoPU3Psj1MoW6+aGvkvdn4Vr0VGBo8k1F0veRO3r2ilEA88Os3vmno5z17jh49fHaivFEGoj1i9qs9qn/7uziUMz378Q+9h7gUvgAehL7c35e9H9kYvhJVIL7V6tA9RrnoPP839b036Si9WfmPvYMCMb7gDFO9jYSavcwEBT11rHy88r0KPo/1uT2gEQ+9zf4oPkVEID1BVEk9P60DPWSSwzwIq7c8me/+PRQ/+b1Skj4++sSdvTO/oD3vlF89AW+LvZlPcb4fC4K9U0BXvto/Nb4ENgU9y4xyvomZiD6/W/C8upOLvTKDNrvFyMW9W4/aPVhGZD3RV7q9xLqbvaTrOr7//Gy8ekaxPGq2XbqS4yM9NDVBPQQwZT7GdGe9WW2zPS+IEr3mp4I99BcZvT+MJD32Uw48vL1CvD8iEz6miBk+DWLmvQYW170Q8DG+H+pcvWLdZL6gdQ2+t3VkPVy6bT0dfa46yyOyPa1QiT3AFLg9XSEnPBSYjT15p1k9gGaHPVj5Nz4ptMQ7rp3QvOARsT0mzo48zKWNvOIIqDztKYI9swWwujjB3L4gXOQ91a3AvQIdxb2BiWw8IhawPVDaGr6iVAq9/lMTvuGdtj0GVRW9ZFEpPkUNNT4018i91Hg6PoCWdD0t9S2+s9vmPa3Rlbza1l68Zw3juzrbCL77mbE9ugoWvrG4xL359ty8T7C1vRYKn70HGNA84Yq3PkldPL4fAC4+PVaWvAObFL2D9be9JEtoPj2TUz0QX9c9rNVDvWZOmDyC1Oq9wNZ7PbCNK76IPd+8W56xvb3137yoeDg87aJ0vBkN3Dz7FvE7Ia5NvoPlCb7dP0o9590zvm3VXr041r89sr6gvYXHPz2yJK09LJnzvcMJi77Xrw+8LkY8Pa/qSDyFc7+7DX0vvviZMj2Ew4U+MO49vluo1bxeZeC9pjZjPdinnj3Qxgi95TNlPbr8rTxf2PM9WY1EPR54HL5yGlE6+qgwPbfDgT2yFSA+osJAvb19+LwiFhi9XRlHvrPqN7xrVuk9BVgcPW5CEbt8GKi9JhTSu60EGT5LqOE7xB4DPeUg4Ty4rdK9SlU0O8ssXLwqHCa9GR8fvSrRL75etMC9adLuPOErer6raIy9dOvGuqmUUj1UHiq+u7XfvY6867qMIzE9yYuxPfW1MD4ZxiS+u4Pcu4c0Qr7vQXo+qlizvVgc/b0vVN29R0SVvjrPnrxAd1A9/kX8PTQFj76SFle+tgeOvREkZz2RJbI+J8quPeW43707Dvy71iadPatiUDzekj4+M+eavNQhMT5t4gA91SSLPi1gCD0E7O29WpVhPRwJS72IloA9mhBoPr3iqb0zJku+eumJPM0wRr6k2DM+9m4LPekPET7YeLk6lX5PPqKptL0T2Xe+7ShuvepqMb5a1dG8w8ojvZW9Ir0jS8c7y2fgvI80Ir6oA28+McZpviZ/TDupCwC+2kgcvu3DdTutG0k+6i9fvfm4HT7kFfG9FJTnPMdxmz2YDfM9/1uzvXeLZT4u/fK8PnRFPgMywr2gI7q8PhcGvW1itzxQa6A9PTRgPlTZUb5Zug++eg6VPo/+LD4lVyw+f+2lPSTuSr4dQi89QZFUPvUEND6sFIi+WDvVPKxDgD0fahO7s6qGOzqRQT2HdI++jdgqvnzEpD3d4nu8KNaWPeZECr4H3BC+i70evKF4Ozw0VX++cG60veaAub0t6908X/QMvjx3bj5aKJ07A6WovBS+VD6oPJE9s496Pojv2b0KTfm96AcLvhLmmb1KlgS9j7y/PeiC/z3X/ea9GP+3OjCqgL1dsUk9rxZnPs1ALb69SQ4+Z++rvVBUcL0k4I+9uDzLveFP572OdkK9APzIvKpefD5d0WO+lxvzvfGhOL6YYAO+KZiovb3zNL6Ibw8+1wT6u+tfCT6dpe+9F34cvkshgr1AbIC+E0fjPXG4Qz0v9OG9RFrPPbffmz6dpAo+JOGavc5S9bvhWRE+CuvnPRKVtTydlhg+iWtyvi6hm72c3qS9UtWMPSWNDj33JEg9rKckvig4MT4CUxK+u7rTPYs+n72A0UM9MN1YvSV1sL1639k92CUNvmzK37yqiZm+C5AjPjezpT2A7Lu9AQzfPRIwJz7hzbQ9sWJdPtY9GDyDr3U9n/2uvZ5Lzr1XlXm7ppuoPXO0Ez4Qobs9fqYevlxCGz5rpyI9ApbgPe+ijz0DlAe9OEukvaUzuz2hiia9YOHwvXr6Sj5gIp281yvEu68umDzTaPI9v/dBvrnRhz65xUs+UyxDPf3nm73ujYm+7JjYPSWtlbuQ9yi+fwRMvvReyz06UYG+CVKyvVBudL3WKV4+pjiQvvH1Bb4CGNE9CStdvrs/hrsGEqM9mEDCPHEkEr2k2dI7FFGlvUsRDz6K/TG9q/IWvkdXiL2bkK48po1BvmknYzxEjj496IHzPdusBD5F9dw9FZxFPjc137xlijU8yMoeNi83xj2e6CI9U0RcO0uttT1ma0K9T7pSvSGhLr1sAwa8kymXverMaL7p5qy9ey7XvX2SlzyYhvm9EOGMvurALr7RqRY+B2QsvmjwQb0slTA+/1Q0vaU3EbyGtv097oqOPFmD2j0r3eA8NNdzvk/krL1sVpW+/39/vaxWmj7CJu27thaXvWGdhj6Y2gI+gCJEPdquzLz4odW9CE2hPooTRb0cru68W5KYPTAKvr0bsIo95rZEvgCwJ72MXae91mvnvUkJLj6p35Q+0ZofvUXkSj46uHg9lgUYvtK4Ob76FKQ98FMxPlnZfr2hYJY965QQvli9mr0Lole+KxoCPqo6wD1TX+k95pO8u4+hpL33VB++9f+lPSsyKz4IOxS+8lLgvN9BVT75lis+eKUvPpB2VT0Yh2M+JciZvHpDgT7NRxw9zkfjO6khrb0SEgS+CPsKPulKbTz9lMw9tN6lPRJ117xl1TG8S7wLPZA66z0izw2+0gPjvbfKaL22tTi+4n4TPgGcmL6wKC29+ViLPnp9nz5t4SU9mu+4PZT7Fz37Sh8+B1GqvXGc0z3HR4u9Fpq7vQ2x1j1+NrC9FGZ2PcJCMj4kX4y9Afo+vZc56L3VgTu+ynwkPicdKD3lM2O8Hb0EvR/xxzzm6Ky8t9CNvdtql73l1I++SyqmPR90Hj210DO+y4/IvacCmj6SGEC+t0zZPA2O5D04mLS9YE9JvnWAt72xSNm9WJDFPV48Aj5Okxe8nh49PYYZeT0V46A95BHSvbdHpT122Uo9jbFcPu/ea7wryTI+kdRJvvI1W71Bf6e8w8C3PIfnt7xn+sy9mp4svjJgpL7RwZ68nGNFvWOJjL0qqIA++1VlvBm7sLxZdC8+BDALPj7OhT2IvI48wKbCPXA4cj7P2j++n2hRPlsQsT2/eU++XTS2PTg1B7vv1Ug+DM8LPX/SUL1Orco9eM5BPTXhZD13pUq9VF4Gvi0curzrrkY9UNsGvjoNljzN0Rq5CRBWvrAlwr3fSpq9Mt5CPNhQATzM3ca7PUPcvG8ddzyMUaA96ByBPBiaJb6kfDe+dO4kPYKMOr6JJk8+YT/CPOIiWD2W/YS91cokvU6zBL5tbkc8UNtyPSrldTwm6gQ+mMdAvup1ETvYSmO8t5sIvjhIeb33Ta67VgcpvrN9lT00mW4+DOp5vkrtDb5JFUm+H+6sPUClMT48Sm++e6y/vTNoIL5fOo4+638tvlJ+Mj30WqG9Tg/oPQh5IL7NdBw+bn3rO08CIDz4pS4+2UJAvmH06T1OLWg9u50jvh2zLL1pTYU8MR6mvvP1VD5PcLS9lFLEvJitsb0G4wm8oUQvPuaXNT1ry+Q8nZC8vUtb0b14O/W6lpc6veKOLT4EpHw+698VvkUDLj4tD8q9gT3LvV/lcL6qUJQ8VAkWPIWSLD41XqE8Vcy3PV9P+D3/cHo95CEAvTqPVT3HU8M8n8TCPXxvKr1vbk4+isRNu9m8GzwVm9i7B+0rvGGzSbnwvb09L7a/PbiXcT09z8w9R3mJPYRnQL1ONCQ+mjyFvDasmzuI+zM+3O/PPa8wOL6No6c9kIlkPY6H6jwGrRu+u8TcPbXImb5jWRk+IYiFParhvr2e5JA9CvxbvVp/Fb68oBQ9l1JQPje3/73e3+O81eEAvk/tH76POry983ASvkmly7s3qN+9DNejPRtdvT39ZKY9Mq+svaAfcD6omA8+SJe4vUruKTl24rU9iDh2vU+4Uj3GPtk8LeqtPaHTOj6mOWa9E7Iavga4F75nBCq9F80ivsM+MD5DOUo9ESecPaUiAL5acUC80AyQu+zn9L2tRN49rm/oPRZHbr4yiva9nkWbvi3fob3asJE8YXmfO5mWkL6a0EG+vHSIvvrktr3qTyg+t5k/voSXnj1V8dg7m/MuPrnr5D0+54Y+LSAlPh6mID47Yf29WtQ/Pvn6sT0QOym+nZQlPn6w6j3CgWm9R694PpLCjb3MslO83pyzPaPSO72lgo0+/hzSPYLMQT74u8W8txGxvNOHEr4+LZK9HRMkvgKK8r0u8FK92cN6vfruZbxtI1M+mjTzPfLIHD4X6BQ+LtkrvmFVB74Rf2q+AgzUPQIdor1uhFi6MknBPZBo3T0r+VS9/sbRPWUyuT3sfie9ENkuvLbNiz0Adi29IFenvECSWT6kBoy9FR2DvZvkOL4Owre9oSifPQ5vrD1Ia9s9p8Ejvn2F/r2X7hA+BT2PvXTtOD7HQGK9sefavbsUtL075hc+sEr8vdRX+j0F1+M8xKU9PpbV3r0VEwk9yoofPf34srrHZos9BNzRPRE4Sr0O79I9064zvdx24T0mMYc80rDnvEBuzj0miYQ9bLdZPhXgOL5wPPu8+34JvWpWW72ccg29p46NuzJ5HT0ijoy9TTAYvgC0JjyH0QM+MuqCvrvIlr3cZs+6pf3ZvNIKa72DksK88G3sPUUoFz7OBSQ977WjPNl0vL3N/PU8jlD6vaXH/Lzgph+9vRxPPlKlyD2XW4G9rfWEvmM88D2SKyi9n2KUPTXlrz1Dy7u9AxogvY3n47060Jg+Ik3NPaRA/T3Rvwk+jsqKvkivlbqo9X8+4HNrvMM+yr6Y9ni9YhPhvatA8L1tnAy99JB2PVOqbr0RBya+aioDvGP89z1cZNE94X3xvR2fUb5LVGm9tvcHPp8Tfj3EVJG8tEMfvas5mr0jMYi+RpIaPjQ6GD5C1rK98eDrvB3fJLxIso88GCSuPWCxxb0kngs+nc3RvXpWI76eczq9zp5kvebBzT2mZic+FGs/Prdw0r1QWIg9SMYkvngKEz4xjqW9U9SxvOb4pr0Lvrs9IFgQvk6mC73OKha+gSDqPAi6jr3V6N49OOzwPRD30L20AOY9+kH3PWNS+zv+E8M9PlzKvTloFz2SYQq+jqmJPWiTtj0weFE9R8+wvY7rnb16tpW9yX9kvWX0mD1tvyQ+BrU4vaHMyz3jsr49eo5ZvfhUTr18Boi9vpgPPnvZlr0Qi1m7GJn4vH1pAT1y2gs+1WGAPW1NHbzC/Tc9f3rVvEYHWb4jsT8+KBlQPdgavLkxE489HQDpPOJ55T03dLQ8locrvqKx/T3MUtI8wZM9Prx/wj2l7aM9yFf6PZJDiL0Flk89VITvvRgvMz6DiI49bnjePU0YdL2ErK+9zur4Pe3DZT0kvyg+uyAxvX0Ts7151DY+t5+DvoOoDb3OZ829UA0IvbO9uz31pWu+lVHyPHxk2z2679y9YnFTvgSPkD0NXCw93hKFvYCETD6Hhoq9FauwvXKihD6w7bI9MXsvPiH7Az2qM0A+7CMdPqOcrb4q2uU8Eh0xvfpUbL77iAk+RIo3vn0PUTxZawC+cj6MvVyujb3qIPk9B/AsvhMVlr3b9tO9Thy/vdPqND1dAq09gd0FPmJ1F751pmE8cBclvhbrND0stXo9MnCKvsSmCT74Eao9CjDZvZYogz2Fnea8PxRdvu7/Nz0PXx89z8kkvWOoQT7kmHw9cBmLPTVxlb10erk9sok7vgBzTD0gaz2890LqPdCRjjxcGB2+/ViBPLtdZL6r3AA+9lcaPucoQr5wZzs+Tuk0PT4akj0pXai9RtqtPQksQ77xeG48w6wfPrxUFD3ECYu+vGsIPgDxEj6JXbO9Bu9aPTrudjzAyj69lU1Gvl8SsD5mZEc9i6OuO2hw1j1rTHC+LIv7PeZpfLyFmlm9s2WoPRJ3Ej3R8bS9GPdKPiSFlr2VshY+76UnvNXykz2dPIY96urevdQC7r0BL4K+z9o7vvi+hz3GcQG+XTUFPiC5jT6xJEO+RKv5vANSCL6kyhg9gtpDPAIe9j0G//G9HBsmPrioiT2Zsj0+lvyFPC36fL2vr5s9GpIBPt9fQb0gYgU+uX0CPLmxwr1r8iK9LK5Ivt9XbT2fOpu9b/ABvvVlGr6X7ru62T4KPrXhaL4tg+K9vDLHvTu4Db0RVQA+NJS9Pf4LLr4YkWY+uot3Phbidb6EGT4+F3+UvCusbz6Mqkm+vXayPs1ZdD4nouW9TUgtPfEBpb2Y65E9Vgx0PWD2yryb58u9zI7ovAw1mb7cclY94Mt7vRwfpD36vOu9FeU4Ph42hD6nLuU6gOINvkVaDb0NEK+9/jaHPVSxVL76P1U9qf+BPSVH+b2Nizo9Bi3RvIOHzD2vigW9Und1veVniz1WVWg+0xnFvaVzmT3+Z0M9Ta+5vYu0GL4hh9A99DS2vIkoP71bpKg94sw8vkJ2cz1s+8E9I10CviImob3hlfM8VF4+viJFJz4sv+C9eP0FvpaAGz16T668xFWGvdt/UT41xl29RXqgPdOsHT69scI9Hh5hvQHPzryJI5y9dnCKvfpD1TzHJeI9RHobvrPFKL7Uco49btfQvOBXdz5LJhs+dUoWPiPOK77q/wG8TfHwvf2iTT5YPNK8ZXbIvQxmPj0WN0A+1IKOvN/gKL4z6Cu8Admpvag1Er3hfPA7nyomvuxzDj56E6k9jbKfvZo2Fj4KAiA+A6NGvYoPtr2KdbA9TihGvq9mdD1QweQ9/9cUvF/DoL1JkKk8TfXWvfOKGT7zMW28Sc7FvbmxGT3n3jq+oKUZPu+O1D27CAU+FtWovODWOr6wxqg9BCBKPtrPFT72lam+9NqKPGUSo75HbtC85I+BPvY1t72p41y+Wf4YPvOymj7M8iy8Pa+0vRULDD5eaJQ+w95HvuSvUj7bI129lQkDvu7qv713aRu+b+cePWI1tj2EmAa8VJ9rvhRLSj2u9By+LvyMPo7E2j0GLq08BkSPPRlayL38AWk9XQ8pviPKAb7U9oC+ixjxvZQBir2zewe96d8APp7xgT7zMgK+LD+XvaizFb4DNsa9taN4vbF0f73tsM69AGCBPttSkr0/scS8emPYPDL6Jj4jMfA8xrd+PDEkzrxDdVM+QSdwvqqSpz3vS5W+SkYWvPrJ7Lugs5i+AkozPgT56D2lelG9Hd9gvurXpz6gdS49hnAmPAJEJj6ngYK8AfY8PimhnD2i3ii+sSz1vbzp2ryBDtC8Nry5OxDxnr7ebN89fKU7voYhgb2mnt89c3JEvoSoKT6xBjm+NxEJvo5JPj6fMhQ+puwmOmxzGr3g+AC+9d3Ovaa4A77ucAQ+fvgSvkA7qj3PqYY+UjgBPtgBhz7rIag+yencPUf/nz4ZoOa809rWPEIZBL7OaVw9Ygm1PSvAEz2okv+88r4/vL5SNT52FQK+0DUCPYcQET3Uj2u9TBN7vkBbEj7hQQa878PyO366t7ukyoM8zYctPCDB+TyJXR8+3A6DPKRmMz5sgp88+6IAvlg8Iz2UeU8+XhKJvcAJ5b1v3+q9/BqpPZ7vhT3FCmG++aA6vUXXQr7Us7s9SX6IvcB7C77pv6a9ws7bPRf7o739lT49e5yRPZG2JL7LnKa8EEAiPdfqmz06juS7bfrvvVxVRr4kfXU+Pt7xvGB3DT48REY+S3wRPVTPdT3b9vS83ClKvvCw4r287Rw90GK9vZYkO76Mz9O9vTm6vWJrXL1yIi0+YY+bveqQkr0k6bO9rAEpPElOiL38PRg8UXfrvEKN1z1pH1e9C+qvPaGVGT5X14I8WhSRvGITrzykHWE+8Cy6PbznVr6t6JQ9pM2APYDbZz1ZESY8jUKVvEY4Aj6Kwyw+fziFPcemXr0TR6o+R9Bhu/6OnD7eKKU9UhTZvfR/1D3PKqA9J6fdvYWRC70cIcO9HrhPPf91o7z6Ajy+wDvZPGLQMr6P+9S9BoxaPp0XHb5SUjg+pKY/vrnsKrwaYbY96ekCvoK2Pr7vjFE9SrJsvFUrhT1Zzoi9zelfPedit73Oq/e9tWdVPlJ1U7wDR7k+X9NaPq+habypvyM+ri2EvZSSr70ik029oeKsPARPVj6pdlY8Nt+BPopgNDzM6Qk9vr2QvstKFL05rsG969eKvhTnOL6u8/I85lT2u/afK75oCRq+aHKHPf7GWD3zWCi+nIUYPgUomD2TGyc+9LUqPmqf0Drk8jm+g7uTPa3iKz7wvnq9BBeTPjjaET52o1++4mBEPozP1D3pf849sDyDvoFmjT28Uba9oN8lvsuwir4h0au9d3xbvi/4Dz1qtKg+meJ+vdC7ZT45yFo8+GimPWBpzz372KI9LkfjPOBht7zYOrG9h/14vvCTRL29Rhq+ZwzMvfDXIT5AbNU9jvEYPoorED7JAmW9vUwkvvmjd71tOpM8lli5vSChQD7PsMq9aCrVOXt2C75acok9G4NPPha5lD0A44G+xrDZPJz0mr2h1Sy+1G/wvdrHJzydRIM9iTQOvZ9dhD3cQ3e9wVsSPZ4JULwBNxS+sGIbvKmVTj5drsm9DD9dPRK4eT21AtS7ykSLPuKIZT72h9Q9yh8PPPXzpr5O7Yg+59IJPhvYcz2rV4q9SQ2vvRj7FT1YDlM9WB/RvWTfmz7WyAO+4jMsvgopgj46CtG7RC4VPi+aXbweymW9U4nSPSuGOL3bgWK9ZFOHPrHnLz3MTUk9epI8PtcwwD2RmBO+EaslOw3MJ77TLOU9DzPEvAWiKT48wTW9YdSGPg0pzj0Ajpy9MEmhPWrCz73uNPY9mzZAvLo7gD1fI429EhdGPkHSKr2QMwa+7WoXvI1ECb5NFLY99D0PPkqhCD4wyDm8xQ+LvVkVb77jHio+gmIXvrGA2DwB0S2+NDlJvY/mlT6YyUE+LCmWPD6exT38rRk+6dftPUsu0j2jND+80lzGvimMWT4nHhU+/LdUPXYXX76fX7c8ZxlKvuy8bb0SYES9Pm0fPnLN/7347UK+wRPmPbKwfjuM4F4+IIsBPrJMl774nV299ttcPEtCXr0hkY49Mg+oveWam73QeF6+B/OqupyfW71NRag9FHp9PPXX1D0Gezk+uN8qPqAeJT7ldHo9V/Z+PXfWkL1MyXk9T+ybvd6kOj4kSQy+H/2yuEPdUb53K6I9R8WrvlZIuzwHnzy+k5sdvgh7pL0G8lI9bh3GvbQ9VbzyzVI8AKuGvkUrAz5cGXs8q6/0Pe87cz6wpQe+OwTpPVfcyD0ANkG+f7jjvBdeuz6yWU0+IbvHPSLsrj3QN8W+oWbJPVbntjwTlx0+YHM+vnAKdz7cUx69O9ZvvA1MirxgHBw+Quk8vV6YEL0pWOo9PR7/PBhl2T2a/EC+EFiSvpN9bT3pG7Y99K2Jvmp6b70hLrq9tS+KvenqXLrWho48WhAzvg47JT01+fA9tkkovdl9gT6u8+C8gSJpPmHbgT3Hh8q9ukJXvsHydLvQYRS9maHEvT5tAL5vGXK8S0FgvlKZmD7q57q+PvgCvs0SXL7ComC+bJ//vSrjuL2ct6+9ZsqEvnEHVj0u0T896iFsPbbjGr7dTNe95WRKvejW0btRosu8VpYEvYEfCL2BduU9A3iQvuHydr7WJYG+qBJ1vJRJmzwt4OQ9slauvWM+5zs7f4w+6b2CPQmyZj36jTI+isvqPaDvOb7ePNc98tTLPUFpyr29KKa7lOVVvpNL+j0OFQg+QymUPdaZwL1ivQo+ZJCGvu2kkj4O+V287a0Hvn28i71LYc09NH9OPs4j9D2zbCW+TC5JvjNrPL77w2Q9EvQGvRhu/D0RNdG8rlRKvpKlwzyxRga+A+rYvDhWlb3X3Tw9m64ovkJyUD4aKo8+ggoaPguugT7gKoW9gYHNu5NpsT3A05m9g3hDPis7CL68ul08+79zPd1vAT3KAey9Dl9TvbL1pL0r7vE9NLADvqZuGz7wtwk+fqp4PXwjCj608/I92A4CvnfWEz1LC1E7Ry5wvuy94r3ylj09TdAsvir9Jb466JC9vwYZPm4NCb6MxDu9NHc+Ps5Fvr2xzQs+ypbWPOog9L1XCvw9WEK9u2W3Y7vo1G891piRvWXlPjxw/ju+1AycPStDSbxClhU+b5gkPX1bRj6kQOE9rT64PT9Tbj7Igdu8NHntvcWY2r0GvsY8Rmj6vX6jET4mquY7Rda9PXaQeb1HEUY9ysyMvoaxeL2Zmgi+ew5nvBZXWL4IHTg9MzcMvsY6ib4TiAy+CV8ZPSCKT77YZIA8oor5vXDeJb2yK8o9RcsovjmbVLyz/Tw+Ia6WvRYXBL6JMhS+UbC3vcildL5GQW0+ZflyPD38W72k9sk9lquAPj8Ssj3D3Bs+fS0kPIJrCT6AfaS+jhqJPlM32D34vYi+xfZGvXLREr0ZR3E+zYm0PRHkZb2G5R2+oMU1PoWRYr0d0gM9XMgoPoifkD3FcgG+x1Y8Pu8P3DtUIju+5gIRvmFVoL4z+qo8YSUnPlsFIb7Ue4U+Ma4jvfdEjL4SnMU97R4WvgvoEL6IdM+8S51tPHfslb2uHzk+Yb0CPlr2CrvBIWO8K7Q9PlI2xzu26nQ9tC38PFXCRT39bqG9bOIxveWLa71GJg0+pUloPqvdQjzUOK29umE0PR8e5b3S8Bc8o+OrPVo4jj3MAv09sRrtPPAHV75qnrW9+qNTPqHmjrxZ7ky+uRc/PpusTj0nJnU8OhLOvKnVtr3frc8924G0vTmoAjx/TRG9dTndO1n5lj22CN07A3AWvQjfSr5aU0O9IqHCvfuQXj0CPM09VUwnPtDVhT02Gfi8XWt/vhgohL2NJKC9KXWfPsu727zZTbQ9lUfzPK/RoT24QAI+5gkBvEoWgb1Uv0E+6dAmPTJEyr3UUNs9jSkTPNgTh719zbU9G+IFvmhbhz0jeXG9uDWEvbFob764o7a8x5mfvBhX5LxWGpg9UtbBvH+VqT3sN7u76d2mvcfTCD5/nyU9LHFpvgnG972qk6c+A5iEvd8CYz6V9t29y2mavsQfdj2AhJs+zZBgvhTUQ773XPY9cNtJvj/Rh7oPIhG+MXEZPvNXEb3nV4e9mazfPYRlib3b9SE+LLglPVG4LD2JYoA9eBIRPld03j16i7E+jFMpvsM5KTxHGtU9y3qXPYplO7wq/y6+ywaKO1btkD4qEi0+qvjYvc4jajvVRvM9SVOHvtd8RL79HcI9u9kRvtnAnD0yBFm8VUPwPY9Diz06Sui9iyQfvk8lFL7LLZO9TwmPvIGL8r1piSs+xLS+u4Zvfb4RJA09aHlUvrJbpDw3n469St4CPl655L0Aw949T00KvRzLMb2/gjE73NzXPZdVUL4VrSw8uryiPNUIHr72lym9nxwXPY2luL3NZQQ+VWfHPQSCvD15C909lvhNPQjvyr10VQc+yB4ovqj7Nz1lKm8+hAcsPHkT771sfgY+gD6IvYsFmzxIuA0+5NQOvu7e4z2AYsg92prcPACYVL34yhY+4Gy5Pd3o3Trm+t297edsPuSTDj0wreK9vOIxPe/vMj4loYo9yP2PPObTojwNAtM9cJSYuyd0/LypZfM8j150PYqlPD6CtCG9YURWvtfPyT2mMxy9+UQgPE6tK750eKO9aXWiPWGy272+Sqo9t9g0vf2kQrxL7Y085GF4uzMxbb1GnWM9C3lHPnIk3L1LNmS+V/GePtiTEz3zlhU+L7pFPiSrL75By8q9yiAqvRE3dT2dDSq+Xm7pOiavjr3njCM+RdyJvso44z1NrxG+X9kfPinKxzy/cCK+d13jPeIvwj1P02y9L+cru2cstDwaBf+90AsxvK02CL7cers8p4VkveWBYrx5LSe9oNUFvZqoJT6/GVO9vHQDvikrfL16DQA+j3s0ugvatD1pTKG9KGnZvbdWVTyNSHs9xTkHPbHWIz56jgA+fKDYPfqF1b1pxaY9vqVmPTT4JjxpPBw9wqpKPkvs9Dx4HFO9ctcyvu/xmL0t2CK8jOOdvW8TXz3FsDM+VTDSPfReoT2cjVI+foKWvKI8GL21s5A+3gaqPV1hSTkD53w9yfxdvkUhPj1/kOw8dZLcvbc6Rb4mlWI96BVBvDYihTxiXYi9c3kpPUvyPr46lGa+nntDPhdLLr1L6cw83gXdO+eHBj0k0f68udYJvnWmKb7Akgm9pKRLvoXOFT6nVoy+PhwbvkwnY77G3xe+Za2WPf/ux7zn1xU8Y7KrPVkUtbwYr3o+irE1vtQHjL7L28u8aqCgPXUdvD1P4X0+3zLyPB7D1b1NNR2+mcEevk/3lb13wMG9/3zsvJl+Tr61Cfa9d9OyPWz9P70559M9XnbAvWu7Cb5XIjq+D7ywvckPkz3lw626FjzrvaNQWb421Po9EuxbPpkwhb4oqwA+LtTqPXsOaD0bM3c9s/i8vSgsNb1i+hi+qFVcPty/Pb5gfxk+NNKiPUI0Lr5oE/Y9wTZRPWKgDD6G1JO8ExKiPbkuCj6swcU9zkNWvURFCb23Jai948JMus0CkD1NqJA9ZzT9vbGtqbuxSOc8esA3vUVg+7yUPSm+m7NsPVNLIj0jTWw9fP+2vA5WLrxAtls83OZCveE+PT0MqnW7Y4OqPLAPkb06ynS+9FhLPX5EVj2DRQG+P5srPoFobD3QtDW9nLK9vBFKIL7oSH+9r7MMvpv4LL3uJyS9qtHCPTlW1L3d4Bw+fcUBvpFZOD6TU+Y9eY2YPTH/Ir7H9/q8meCTPsGVvj0kLjA+ZUpaPvqeRL6yGDg+4HhWPK3L8LwvgIW9RPiFvbNHiL0kjPq9j9yyvS6PPz5jHva99Cb+PQcsLD5qojW+cxi9Pds/2b2Lnjq9mfbDu9RTm71x8Cq9rKzTPWnn4z0TQpS9tXCYvCj2MD5J5NE9DuKrvGdsJr0iRgC+zDUHPkItmz2HErC93KVzPV1//73IQKi9xrMEvbi/JD7iYBi8OAFCPaTeAD60ske94Y1XPVl8QL5MXoS+72SDPViCDL6jKOW9POiLPOMT1L26qI297S9Mvs1kJjx5UKU9f4tzvqAgkz0LrGI+Lim7vdzuVz5K3Lq9njygvUxr5bzogJU+NjLXPHT/HDtBygw+iYuyvr4luLpeggQ+tyO2PAoBW76cnRU+LN8hPkFcEr4Mx5y+acF5PQrvbL4L5ow9bl/TPQlGFD643yg+I4+PvRdkdb7fLXy9WJKGPVSFVL2P3jo+KOvgvWNw3b2rgSK+C9XMvYn5Dj6NUcy9M7o5Ps1SRT7nib8904n7vdmTCz7uPRQ81/YWvXOIrL3dxvQ94geOvgJf7jsbw6W8l6EIPM/GzD0raNE9O9eQvuPjAD2ZrVk8zfI2vnRgBb7aUcW9/zd8vZSWuz1dnWS9IqpVvX4gJz5iDbm9jvHsvAv1CT5mAzS+dWf+PUAI+j3jEwy+RZ/cvIcNoT4zJeW6+W3tPW6EMj5Vi3C+NxpLvZYAA7xxBZO+SaHgvfsdpz2Py7a9CbaYvVeFTb5pG968FCyOvcGgnb3URxo+y9kLPnp6Gr0fCoG+dYiTvctq1D3iCBg+taMjvfboUz7y7pa9IbomvU7iED6oAD49gj8lvAejVL1PpBc+bST/vDbgUT5rcEY+AKcFPq6MWT18HxW9SkMGvu4AEz5XArm9A7oePo6vwz0TDlU9M1rdvbizAz5uZC++JF7cvVcjiL6/Gja+u36SvHKhr71g5UW+ZGvKvR5R0j26Ph09faPPukGH770rqbA95VzYvYPq0j3kigK8xEWRPTaT4T00+XW+uREovclkFD3RYQE+4fRsPtkGZL6A4Xy99M9IPgXlE71uGvu9/e2/PLuipD2+c7E8U4uWvq391T2BsN69vvypPMoFDz4Wkw6+Dh0nPuwUIb7281S+5zp8vc4bST6ycGK7FA/VPbxGCD0ELrc8JmTiPYzOrD2UxIU89qIpvjAqtj2SRGc+XfpFPlIkxT3KaDe9yVtZvZtevr3DlGG+QnqSvfkyWrysD0K9gR4kPDcFOD6ftQ0+eLo/PW7Mpr4ktzq9XpKyvfJJ/7wPljG+TqCMPccLOT6QHYe8vR4fvmiHpL2so2E9q0UyvOhcfz25LLK9Ljwivh1Xzj0BwVc+zxE0vBZ7V7ycCPs9N6CZO2SM5T3SCB8+yLuMvsjDQT6Y5QE9bXthvht9F76HKPK8FdPWvbhIoj1kfgm+S6PYPd6Ijr6vxlc7788avSl1sL01Ukw+zrV1vQVstLxiCmA9kjzKPE+9ajzVYlM+Cn8fvkT2uT3q1j2993TBPYFMgr3UHIy+x7boPOnDkD5JghA+/D26vWmHxT2aTw69IHr3vPx5u730P28+uZUEvosVFj4bhhe+PPtOPndT+b1Yii0+ux8kvtzMaL6elpq9uKonvqvx7rz6rEs+nXYfPgrSyjw/zzO+CSFavfcNjzsJQJ+9nO3JvWVQej25IaI9MgOAPRyNBr6gjgc9Wdrbva2aRj75hRo+s9TKPXLeuD1ao9e9YtEaPhWqhD5H34Q9WYoPviltSj72KB6+u+gxPju1Gr4kMjG9OmoRvWwA+L3QTpM+QBjyPBgH+b0tmum9KbYrvkm0zr1IP6c7IBMAvny0az4DQH49bg+XvVeiCb1epIO6Nc3hvBFnLr6dxkY+5a9OPXa2AD7Pf0i+wiGoPbehjL1AhJW9QVLAvfWaYz4EJ2q+tLLPPY8yJz477Go+mp90viMvQz3NwzS+kl/7vJ7q1j0s/MK9HliTPfqpjL0Mnju+DZ0svttFBb5zGng7OL2WvasTDT6KyB6+kQSQPZV43L26FOi9CDALvAvhFj7ctc09ER6Zvtbn27141QY+uP36vTsQmz4An0o82fu+OqtGRL3ekm0+koTqPTqSdD2pBQg+kpqFuucLRL4P6rA9Zm8ePVaHxD2CeLG8cjQ9vvUlJD7CAes9i0uYPesy/7yH8so9UGK/vZgL8j0yPAI+UfEVPd4ErTxnHQo9bSnoPWvXE725ZKS82DqLvuh7jT3NSBm7reY9vrXjCr5wIm8+uAsuvUGqUD5g+2y+RMMzvjd/Jr6v5rC9AdeRvd6W8j0qHyo9FTwrPUXmHT3ANsE9RJq4vdMBVD2PXDw9MldfPjCsdT7KYX6+gaWBvaLWib2CqAI9rEDLPOawnjvkvO689/ZPPbD02704lYq+zqEHvofnY75FMoe++3XuPWIi47yEel09mKYNPTWrxrwxSya+MFqEPUpe4L01lnU+NvxWvk9hrj7AjJq9IAjKvVorSb1zU9Q942bvPfSMeT30FAy8AN8tPdSocj4NHwE9a9pJPnxs1T0qDGY95FzHvO7gHL4x7AY+x8kEvRYUBr6kTKm+G6cQvbabBL7cDv28hZehvdWLej1z7wi+Vv3bPWq7Yb6HElO9t2K8OrAvGr6n7n2+sWHjPZ75aD75eq07+GvTPe/ngr3psIG9W5gQveyAuD0alBU9OdN9PLTjtT2ghdi8S54SvRauH72+ORc+aoImPbihFr5eesc9XmwLPTZJSD6UGA0+t8iIPtjXRz7rAhK+qBiqO/Yc9D2nPjq8yTLwvRZFdD1BP6a9Dqv7vL56eDvxu2g+gd5hPakcu70MuHs+Sj09vsyAjb0Nz1a85VGUPfrGfT20ID8+t4cqPo+ptb1Zu9U9u3cOPcKTxr29tfY9FPYkviEnAT4UyAe+vjH+vZBlqD5nXFs9YtwhPqWMRj7Qz/U9ZeqqvLNJnr0t54c8xY6ePUeXK7703Xc9O6lLvQk1gr3Qrrm+k0NNPfaRN77XuSO9jRlOvZy3Vj2Ss4C+fO1IPo8xab0kwbo9OritvTswtL1gPEi+bWEfvPt5Tj4doQE+exn1PRXjDz5PbiQ+/GK2vRMqHL1++6a9t/Ejvp5hazwVCgy+zvNTvd4uPD1D+Lq9f3xOvtJTfj3MQyc+fSTlPaUukb2vDgo+2KjLvVI55LyU+ii8EZaluzi7dTvhwWk9WXqMPfuU7bwf4hE+LoMyPl41lT35yhy+SBQXPpQ9szwwe8c9xIidPZHYAT4U6vg9o94EvXkNp7134Ag96+HDPRwd0zxSvuo9BDtOvLubKz5X8529PkpMvh59Mb6HSkU+Kh8MvsBl7T09y/k9p5gOPhWklDsyio89L0tIvZXhlL38V/Q9ogX/PSjZNz41lx6++Y8KvpLDZ76vniU8bPLfPJnxHT4GQii82+SgvTekyz0c6Qa+X/AIvsyJmTtz2aC8FskQPk+TFT5beFm7vppIvUD8fj42/hi9GpOEvSu4rrxwzJQ+s9ZKvl955zzXlJI947REvFc1DL7uCjU+PKYQPgjygr07xcQ8cFHQvXg6Wj6Fd6M94S1RPlvg7j0gHh++tbUyvj6Cu7wULj29n2GxvejtNL3CLWq+ymg/vkRhCj4DGWo9ClooPVEg4j1DiCI+reQmPoEO573SRCK9+PHPvaKduT28aTG8augrPlEAgD7356C9MKZ9PfRNEL5HWCQ+ZimxPWZ+KT4gDfw9/RMjPang17ywzKs8OOZZvAp/przKmiI9F+SkvAZXorwExnc816WJPPEAZ73B2sO8U3wVvVN0wryvLnY9bKfAvCQlBb3a2ZU8rXcxPcgnVbwgAKk8nEZrPEsZMT396BK994EpPTXGnjyaNYm9pNeFPGF44byEtI48hjO5PEavKrwpOYu8Yky2PEGy57w8Lwc9ZdQiPBXklzyTjoS8DM1nPHVClTyu/528qJKcvHYRJr3kkzu8pdCQvN+BorxZkL48UUMTPXNojLzqQ7E84PGpvH6jRLxEZsS8S+4PPIapl7zZiTM93E2FPPUrtTwWeZk8uOGmPAgHi7w9ro08IXdzPHNAuTzExG88SEYPvrTE/b0OBig+YeI4Pi5zHL4oPVm9w+a5PgXWrr0vk5W8ue6CPYbN9DzJqUe+O2CiPt7Jd73GgRg+s7x4PYkxM77RxcM+iWSjvpUsvL3Exk0+EHZnviYmFr0JZcG+wDyJPc4NkL2qd4c+qG1LPrORjL5Uu52+fmYOPi3dGr6gdCI+aJOEPt3Fg75mIsA80bt5vvleZL57aBG+EE9XPa1ixL5NrtM9PwOUvghP0L2Qjg2/F1opvhEXPj6lswW9rEujvtmPZT2ZQcq9a2BCvlwkKD7lZqA9eSxPvpYhDrtumpE+38gZPainsr7froQ+/85jvSGpVj2yFQ4+Rt2/vgk3pT4Kgpw+eR0svkzrP7z39W8+n/0UPiLwjL6LhQs+Ng9OPRGMUz7pzsu9DX+avqaxbj7/90A9YjGDvqZQwD1aEZa+K3MtvkCYkj7iyCa+XdyZPlXUpb0xRTk+GcJZvog6GT0G6IO+mebpPZj+jr53zRs+9nl3Pm90HL7E4E4+RbKhvLh6n77YiI4+EuifPgBS6L13w5G+OR+WPUsyi76RQZY+V3Ywvo0HMD7+AfE92H4qPVHD+b2l6KM+En79PbFxFr7JetI+VG7XvVy9mD43GMq9ihAzPggjer7fwJg+Jc03vgLmhr6jD0c+50M7PurhX749r7G8PjpsvoguTT4CBuq9yuk7PAHqO7w=","weightSpecs":[{"name":"dense_Dense16/kernel","shape":[3,76],"dtype":"float32"},{"name":"dense_Dense16/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense17/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense17/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense18/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense18/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:44.340Z","modelTopologyType":"JSON","version":"0","formType":"login_register"}}