{"modelTopology":{"class_name":"Sequential","config":{"name":"register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense25","trainable":true,"batch_input_shape":[null,30],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense26","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense27","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"NmtZvjIqoz4HsYA9It2dvfEX8zz4CRy9IJNqvnqvbrwTSI+92G/GPoj0vL5hLOg9j0zku8XpLboowtu8I/OCPg2Asr4MzC4+Mt1LvtKBor4WZQg+LTmlvDhYST0Sjg++xpuCvgBqfb1Il8s9ioTBPXGoZ71o8cQ9YID4PazEXD72HZs9ke7PPrkKSz5Uy4U+zDQSPdX+Rj6X55I9FLymPVROLD4jd6g+jEmHPqcypT1226e+sTnfPUs9qr4Nf50+aNLMPSMehL3D1iu9l9+IvpHyYz5QRrm9bdpJvmc9z77HtHO8RozqPD4bXj4jbiw+850IPSuwKT2Q0Fq7LQUKvbxwsD63Dqy+TLquPddTlb3RJZS+VBB3vgwyd77p2lO9LMcdvmKqr7xYYIY96LUcvhwK17309Nw82YrSvUVTFr5Sqig+jpyCvhzobr26LRo9Ru0yPaEiBr5hfvo9gsUBPW8thzy8BJ06Cw/APaQsgz3KR/q9dVZvPTJ6HLvD1UC9HvcFPeXgZ70Rlns+KcdaPtdhyD1YdWe+JExUviazEj0Qifg90UYUPkPeWL4Fj2U+Ro5XveEVp72tgiu8L/2SPGUbvb29wNk9SSZYPUg4hb6s64M+c7LEPamIpz2ujpM9+WImvnHY1T1/00y+LLhnPjI8JL3HSCA+2JkOvlJH7r3xtQg9rmO7vcQ9ArylA5S+nrqYPSp6mD3vc3M+h56vPaYThD0LyIo+aEmVvYMWaj2NEGg+T31avhTJvT192Tm+S5vhvTNv4rxkTZC92EgevhBHCr4dMeq93+EzPM1IA74Bs289AWaSPsqxkz6krFC+zmmiPnTjyb4VXY8+TB+7Pjc5gr2GF4++NbG6PRUBCL14RSE+OpVoPnTZY74C4mI9aDOnPkJjiT76O6m+JvnZvECOuT1JpTI++zErvqyp3L74AZ0+/WUdvuY54T6sHq09p4QXvmHq3Dzlfjy+JlAIP4PJgb6a1zg+YK2OPuW0ib5RcIU+s7Kavpx6xD0vtw89eJ2pPWulrL5/KxG+LGN6vvxmhL6ydK8+1q6PvQNbET7bDbc++yhFvUEJWT7Jvbg+EhrPPhV8675pv06+ZikVvt/r0r41jPU+G+4Evu5elb77I969hmzUPqYAzr7qO7M+jizEvaq8Ez0eYBu8fIUOPoQFGL7nIbW+QluovfXrPb4wJ2M+BNW5vo/YoT6PIJi+Gvluvp/0Tb2a6Zs+LVa2vWHCmr0K+aS8C7u1Pq8VA76zdeg90ccDP17DMz4budQ+X4SmvlQopj51CuO+NViTPrkQrr5RGH2+Vxv+PsvXC77a98G9wv0HPviAgb78DC690L17PqHZWT7Pw/I+Jg1Zvn6+ET/BJxQ9MDwkPnCxUj6HR8A+TEvVPojUBD5JCSY/lMtaPhehbj5eecE+ElRkPsRB2j7gjKe+boKYPqPFh74dI7G+I184PoqYi7zRuiO+WubePQ89E77MC8I+kHYePzz3q76CJ2m++LiAvj8D2T3XQJC9bAv6vXCUeL5IbOS8HqCMPa5Svr6d/KU9zFMbvgIS5D4TTIq95GifPkWJnj63O6C9rIgdPiZGZ77YYPm9M0h1vl2cJ75jQdQ+esSEvrECvL7EgKE+D3TxPeaIiT50YBW9R1jnvQQuoj4svL4+dMQ/vnX86z3Leoi+pSlwvNyBnr2Uic49jQMJPixgg77334e+fzrdvJOgQj5Y/N09V+Cevh5BlL3OgfW+vLPSPJsFC706bZ06O2xJPQlm3L2k59w9kaVrvXyy3T6Fhy6+FKzjvXeQqj2tg5Q9Y+slvShO8TzMmZK+Pq64PGGgsj2m8QC+NrvKvd/TzD2O5zu+LdjuPav0vL2/keE+z1aZvcgiPL6O7ai7qQfLvOdAUj3Wxby9knRtPRZ8UT4xCre+bDwQvu8m9D2VuPA8N/RavGw7bz1dxMa86LYXveYZ772tXoE7cjCGvV20AD8pRUe+DAGnPjr2XT5IVYO+85n8PTh5wbzu+Y2+ObtTumZSxz3jdbK+2FXMPkXZ3j4s2AM8xT01PocLVD3h7Cu+kVJdvhumF7xdAmW9J2O0PcGA0L2bA44+NJq+PbFSxD1dz6Y95F4YPlYXQb4dyw4+nj/kPRY5jb4cLSS+g1rOuwEct710lGk+pEOrvbVHPj4q3Ga++VNZPolyj7611i6+moQePZKT6T0PQcM+bXztPfb9Oj6Uugy+IG9KPUyoe760gjs+R+CsPT1Htz3CP4y+e6+nPoNsk75wCUE+LCPgO3rvFL5APvA9t0bjvgRJUD5FpfE9cpW6PS+hP75QHnO9whvMve6Gdz1Tpmy+7XmiPkpl5r1OsIA+PC+5vM2RU74lDyG+s3F8vuRkiL7wUS8+uy8PPb7EXz0qU5o9cLakvuZlyT2Z+fK9xw1+PcGx071puSS+5eGdveaFVz6wwgy+64MEvY+KDj4W0EO+Qge5vVb3sb2d59i+AkmxPoWWbL59iDk+IL1nvrtEgT5HYNg9Jmg3vnw7g73V0rC9ZfVfPrBJcr0nn9W+hpq5PrPvgTzAyAm/U320PmItID5zxhC+qAMtvvm+dT7lPUC9vQCWPS6GgjtTkYe9hU6RPkbRhr5PIgS+MCyNvomFYbzBxA0+SMpdvf6XOTxOkxA9JW/4vsSnTj0q0w8+J91XPXgZdD0uLBE+bUFWvlHMRztK4vw97mK/vQz5AL7azpo9zXSQPSmQOr6JGQ4+GHPmPUx3KT77pNw9s/HVPXLInD5UI3Q+4TzLvQESzT4WzIq+YzU/PWlRlD1KAv48GlYIvtXhVj0AwRm9yokyPia2Kr6XRPE8c56lvRxYS7vDvAA/EMgdvgEzgT4FujW9VvsPv/0GWL6Eld+9iROrvFutlD0XgDC+7l9TvpHBRL3eDe893j+JPMprQzwR4FC90JMJPvY84D01Ncs+LVdxvhk5qb2UdDg9+RTkvWyc1j0r0MY+YITzvWBYwDsCUWC+jAW3vvtgQL7TPe6+IcexPWp5o75p8Km8kiYqPnEcuD43zQO/yEkvPrwlrD5xPLG+zWh1PvQnG77EmnQ+2ddkPqI7Qb1IoYG+KO6fvWXDX77gFC4+KkPDvSQzVz6jenk959WmPdqXm74dHxq9tjSavWrIij5jTx2+Zw2JvhdtKD6QCbY+uoNuPYn1HD5QaBy+wcYfvfWp1j1Nncs+FRS3Pp2Mi7xV4eA+xuIHvhYHjz47rhU9LdtWvLgF0T7pXYA9bmjiPTP5Dr0vAj0+6mxYPkWmCb5tb6C80YkuvbiQA78Oa7E+tsO1vq/Cgr1N2Bw/cvX4Pg+Kx72W2vE+FGDUvvPTCT+4LXw+rf+wPggWY7ww3BU9hFOhPi+w7b66ndU9DQnXvcDy9LxYoZG+STJGvhNsSr4nQES88cOdPn1il71ikuA9Ts1YPjOpuD5Cdew+KIklv8ryBb5JV/q+4w0sPrt3fT4qiZy8tWqIPHB0ID0F2yA+Fhn8vqkvHD46/qW+kyrmPUCPpr4p/2o+3eeovDh9BL+1GtS+FLi4voH3gz47E3I+pLubPv5Kgj54C7k+Y7sHP55Ctr63hJ09qMGRvDpaxL2+xRW/5ouGPTfD0LxBE66+d79sPtheBz+8Z6q+hJLEPkUPL75iqdA+xWwAv7zz/T7fR3o+UiP+PT1o3zxcoxI+IEdDvq7Tmb5J750+7XW2vjKf6L6Vvva9sIv0PoENGT/u4Is+EzK3PquUHL/GcLy+8rEFvubFaj6287y+5fXLPWE1KT5qrMm+9OkEP6e43L6X8M29kPu5vkGk374uHhQ+buEUv/5A4L2VUa2+Oy9IPvwtrz68nng959NjvqIvyD2KI5a9EVsSPg00wr6PaIm+y0bZvq9TWr4qE4M+YbkZPwQFyD00qga+RX8GvvDGyD7EYc8+qqC0vmdw0b6c96Q+J7enPndfub7upW++Gqi8PVy4Lb7MDPu+LURiPUbI6T2UvGC+hVEKvhuGlD3dNgC/ZBcUvqTFH71lYq++/UTSvhVRO757myo+1mDnvT5Bij6UVEi+zRAQvp8xAb4xLoM+QSbjvnVQLz4gzEi+OBijvtaejr3CG8y9xzKWPZXtsL0w3wi97RJJvqHEHr5N6hG+miOVvVQM4b7L/QG/L0bbPeO1UL0p+qU+/wXovUwpmL40bdI+otravkOMjL7JGA4+8GXKPgDAjb5DdJK+ruzzvh8bhD66w4m+QSmIPf3Fmr579CY+Y/HAPsYLlj6s0AG+hmYgvqLWLz4zm9O+2TxcPlbjB74Uqlw+OKjuPcn0kD5cYay+Vgn1vR04vL7FOQo/4NwKPkCRFj7mYX69S5aEPqpkVb7aYss80dThvk3s2j5Nldi9vY6Rvv5lbz4wHAE/8zRqPhTR5T5XDEq+WrN3vvcNkD5GaZI+KeJjPmF/tj7Emg0+93YXvmpdgj72Yha9esSHvkfutj7cY3u9P76nPqJwCD8RDnC9GtirvfHcM75MaVy+ymt7vlPKrr6ihRS8fNvzPbfVhT30axq+BvigPh+2bj54fPY+ROFPPkX2Vj5anwE9n5yhPg+Wl767YnK+LD6dvg+hI75+r78+Tz+BPa9EWD5smC69oJ+jvvzEmb6AMtO+zSs3Pk2KT75C3/M8J2ufPhVaj71obc0+ocMhvkqVCz93HzU+uS50vpulWrwr/dk8YPRiPgYRo76IT7c8mm7gvgmEuL5FqEA+AWIZv7zaLrzQkwE9f9xVPiqojL02Qhi/g21yPTjZoz5ZGZ6+sHgkvhozrr3grOk9KzOwPpyEfb6SXtm+6hVfPsMmjj4wdYq+3gn8PkgvfT7h5fK8kA4kPqWvMT46R4S+ABi4PJw0rzzRUyc+xF2yvsfnnTxZoCs9hMSQPrFqMT4+RCg+CoycPnvEo72vZIq+9w0tvoF1n76ZZiQ/MBBlPqxr8D7dB8m+fRMdPheAMj6WPVA+swTSvaGa/L7+7fc+KeQcvl+KVL7b/AG/Pz3OPcLzOT4CjK6+Mifavrn9bL6T4W0+tqxuPi6jkbvsbRa+pNFEvd4Rjr2OEBi+gkTXvmDZKr7GOvM+eK2nvZaYBr7Np5e+TbWRvjXTPb7lOZ8+7ghEPntGAD+pqK2+nqjHvoT3lL6n9rc+s7bxPrY5tr3+Pp0+FN+uPesetr6lN0y+Gl7MPtnZrT4pycO+grvePony1j5XQbE+rjehvOMmRj4hooq+v3yPPoxMjD7XEvW9rYaIPgqQqT6Xs50+5gMcPm0rzz4GeLw+4wCcPLeYAj56s52+G+Kxvkoqtb5EpvW+FebBvqhv3T6ug4A+Ajukvjjw3z7jak2+bW2+vrX4cT3adjM+M543vswegL4+Iqe+q930vdLoyT4/ADg+87I/ve81qz788EG+DT+PPUeA8b7KEns+J+naPioNb74BYJK+kCeyPb+NYD7kJ9o+HT88u9Hax77iKHM+K3qmPhxKqj4Pctk9hVFQPhGfTr7t/ZM+80cdvo1gQb6bsxE9Xa22PSlU5L4JDK09IVMWvkU2Gr5z18I+LWyTPqDdnL3X95K+0oBVPT8YqT12/PM+EDmFPksWaL7naIy+/Ez9u9wOpr6YT8m8hmH3PX9/Tj5PG16+R++PvrLyrb6ivFC+iv+cPgRITr1KrZU+pG/VPvy/nj7W3sO8aBKIPn+K1D7Cc6Y96LYYvsBT7r43mEG+MecXPg9Cbr6KOGu+7FCJvaZpIz50gZg+d4wAPhIIbT7ydMG+Pp4Dvyq8p77Ef4y+A07vvgHJj74FqXO+IPINPb9+Db6+nN4+FdNrPsy09b4kgqa+qapPPj1cpb1uIGQ+xSUCP8OEnb4GpVs+1X9hPoowmbz/SbA+XuxOPurx8j4BcSW9qILjvl+s176L/tK+g+/6vqNB9r5vmAo+KYVbPEMOTj5tmQg/Sv6ovi7lnz6+5Ac/H9SfPW5FBL4XdmK+XjTnPkfJGz7AHEO+5umePgN63T7ocfM+gZeqPkZRXb77BpU+WYxtvj4x674p1ZO+pRyjPkyOA78+vsC+ZBjYPiNOD7/MLKm+J7EBP5B2qj7w642+VvsDvx0DED7lh5Q91QX9PfoWnj7V+wo+ua30vjzyXb70suK+5MMsPag00ryaAte8UZGMvTjsAj6/Veu94HebPcLLUD27NNQ+1quOPZR2r73Nun4+KGNaPSnRbbyVGpu9NZbxPlodur5j5bA84CW6u5Y0m710JjM+9L4hPlKRwr0bfge/cIurvhKKoj1RIxm9zxkIPmTkqD43YaA+gEB8PcsvxD34MIk60OJdPrXrqz7yto089TkxPmJIaT60dfq9MhfuPbfjOz1JLBC9Tm7dPQWKvb3vY8k6UoozPhZ5sbtOVNu+pJtyPiUcgb5LdFA+sqM3PXF1Br50jIy8qr8BvVQlgjyPFuM+uhBxvmyxZLyFAMM9Vl0ZvagKD74uDPO+8L/5PVTNOD7vPcM9WMFvPdVu3LzCbxE8MKlaPFGaMz69Msy9eNbpu30EcL4fxUu+InGfvAdQq7z+TqA9WzGJvt8xxT09yK2+ainhPShmnj7CYw4+NYt8PU7QvT2qzR6+xdh6u9yDOD6buDw+rjaoPksIcz6rHWw9xyD4Pt/ziL5BQiG+U22/PfSwEb53zwO+SNy7PTgdjr1BqQK+X/NLPaxhW733Cj47XG1FPqgQaDv/Ob4+rDoGPjEIv7z+A6M9ysnqPAfHrbw7IRY+w2q6vdmSqDyXz6U+XRxLPXEGUb4LImY+6ouRPIOzhb7a9528qqGMvIKxsT3cCDq+KLaAPXplqb4j1IO+xp+XvO7TTr7RA+c9LZt2Pr6BOj72SJC+KdiwPazpI74avAe+N8zCO5Cygj0EiQ8+RtcBPicuwT6qB6q+j5cbPsi0iL0oQN494bp3vEDckLy9ipq+dojuvfJQNL24J0s+El+0vBu2wD7Qika+AUZ6PYKmGT0xpMI92zZLvZTnKrxW+vm9ViIuPvXXWjzWSvy9cql4PJooKj6TcmA9Z8aXPVYeYD6wf509JrWCvqVLKTxVQie+taLjvXLG27zQlou+AaZsPC+mNj13GBE+I9bZvN/DzL6Zibm9/6iRvLSoa72Iy9A8zyZBvt7xXb5sRtg9SGPzvTWTw76oGDE+7VQEvZKsXTqhLEk9hQjOvuUdED/WND281POWPVkgdj0+/5E5EavPvU9LED49Rwm8DzCVvit/S76MNaw968xGvo70CT59rxo+h1X5vWYIhb0/Fqm9wxfROwD2F74/t349U42DvlYtUr7AljU9JCJtvCiN0bxQwQO+oqZSPVojCb5IC5q+DFmsvlb3vr5PkLW9oCQePNKz5jzCojg+kXSTvZXF6j0Teag+QRe/PYyJLj6RVbW8YCrLvohPBT5LQJK+O7MEvVNcaD1er+e9vFk1PVEakj4u42u+LjKpPeWNRb3pSag9b+DyvR0q+r2US1w+1PfCvoLt6TzzChk+wwYPPtWYr722rQg5LHU6viwEP72TnK4+/BQRvvGgmb3J+wK/jGrbvdc50zz39xg9vacqvcR4kz6SG0Q9Jx+WPXfTFL3nfrw9iZUbvHIznb3e6uc8Td14PqWgdz4SJA893odNPjP1j76XbBi9p4UwPrLuNr6iz4U8/kgUPt1c072TWp2+BZ8HvfVVgD50eim+3MruvVe0hrj9E4a974YiPq/XAb/bTA4+R6yoOwXvrr7iYO48T867PqrZxz3kxr0+Cr8rPdhkvb4RYoE+a3k9PXeA6T30c0m+g0CHPuhxNL0mjwO/TxdXvi9VWT5MchO+qRtcPl+9L76F+j++oIqBPgZwy72EDfM92cydPow4D77H9929n/S6vkDj1T4kyyA+3CyuPtqogD5D7VW8fxAEvOaSdj02biI9buCfvlOHzL6yNYw+BcKtPdN/4b58Wyw+/uaTPhxqFD7G95g+BUIcPV4cRT1iYSK915+lPCq2mz4ODa++oXL3vtK7c75DypY+KzMCPnFDlL5lu5W9CUOzvtNN9z1WUyo+QQCIPlF/Hz4CJyU+KcyTvj3Rgz3kWKk9Th56vkeHTD6HfYe+UC2yvOS3ur4x8tK+sjnXvdOvm773AQM/UZi2Plx/nL3A8wc97ae7PjfYXD7GED2+fUhYPnHXp74orK49c8y4PJXO9L4ymW091jewPYPsNz4/YBE+9pXePbHzo778lCu930aCPlPVfj1kh3S+Z3dFvqCzxzwrzQA/x1f2PBZjub7geFM+0r/1vmJjkD7d2t09sxf+PSORyj0yPKK+bpejPkvoxb26Jys9c3pSPoBaG74ZYcg+8Vd+vslfkT14+Y+9mGdAPrJBL768d5y+5nSpvvbIgr4XOOQ8w6cHPrXg1j6g14A+vWsyPE1r6j61j6I96SEmPh2CZb5SNIG+t9rBu0tWarwjcXQ+2GY+vuR9y76RJSS+Y35NPu8nhL7++Ko+Dn7mvuvOpT48r1U+wfbJPNmUn714dca975wePhldZL5iwXi8sGJ3vpt3Cz6h1gG+GNqrvqsCqD4PEmo+1yGavmo7ZrxSLR2/FcLIPZWdQL419N++4W7cPpHyyzvbDM4+lHO6vqmxZLzT09I+e5bmvpsSrDynP6G+g4vPPizsTr04ypm+lAS5PdTeoj0LxsS9ZtKaPt58qD6K36K+W0h9vl5A9z4mOES9ds2EPqf9fL4YvJ48TifDPhHh376fjB4+7tKYvVMxZz0A67Y+iCafvkewmLy0Kns8ztEJPYSOhz7CrMw8p2qIvVIKhj6+P+Y+0M+svonV9jz7nte+EcaJvVVr9r0jXcQ+1GKlPuRha76MZmA9zGMEvjjUuD7bywE/Z2UCPQkLYz5BXf29ZMDTvtVOSb2GF4i+KsSVPmWm5D0UbwG+np2KvtF15b1bvqu+416EPiuMBb7hbtG+HfOqvhkgITwTImK9xxQgvaniVT0gDTO+XdShPvZVWj3SagY++x+tO0BVcbxG5Aw+o7OkveV4vj0Ph1I9oVxavlAMk719eRG+Id8yPvqQv72+1JA9QbyevStqk7z3mpC9xuTrvWxVD7zTsgq8GV0cvmWQJb5Qqw6+8P2Yvfcc7z3GNEG+D0s0vv+QtD1q6oe+Lcpuvnl2hr6L9h2+v4ezPW2tJT5hFwu+c4D3PZI8ir2tD4u+AYHMPTCIjD3NFke93yqNvKIwgzz1cMe9VlFLPWev4j2Y/jW+V4pxvKBN4b1/fhu9A45UvdYzrT1fKbo9WLQKvgUhqj3ug349FVXPPWjipT0KFZY+uEIRvWvWGT6L6Jo+icnovaLBhz6mZZ4+o32lPoHF+jyRllI+tISNvIsvjT3Zfts9IOk8vseJtj4BLOS9xlLQvVQnAD69azC+juERvv2Clr2c1AE9A+O9PTdtNb5/QIG9J5smvmb1zDxO85+9dte4PPIEcr2/t+g9Mz/pPRJ0wLwge7M9GQaPvtS7Sj5K5TS+Kuo8PmWugL6OXlk+39jHPEZkAz4PSAA98TxkvtR4Pr135SC+HWWivEyDvL7rMoe9xLdTvslpKr2Tp3A95xCVPgBhRz0DIes8wqw3vlAh5z0Mv9G9b14DPiqlob1LxoQ9hKEWPnO2D76sN4S+ybyUPt0M2DxjdRw+j2gHvTuFnL3gFxW+TDtkvLXeiL7jv8S989bDPRvtNL0dpR2+raD8PNwxtT7fgEY+9/RNPmX7bj4trCg+ZfUXvp3ST767QbY+OqoXPQkoIr2aX4M9unqovvVZnT5Ll1c+dyGTPgnUzj6D/8q+W535Pi94DD/uPAK/KdqBPvrQmr6ypMu9anNJPixoor72vuy8DhWAvvC7J77GYMw+rhLMPqXKBD+GI4W+MK+Nvh+nkL4UTyu8TXsFPQQah76dVbM8QWkVvdFTuT4C3AM/dpAVPaFRAr+OrrM+HUumPs3pN75TNqo+GkTVPkmka75/E7S8CWSAPhRA3T6bM7Y+1QXoPeQSt76My0q+kFm5PoYKVT7LOak+PfELv2TStD4ZSy6+9OswPi5bDD+i1/C+g24KP3Y70r7Xc5C+ks6YvqiFuD7iXTA+1CTTvjVulL6HUZy+fGwjviOikb6Hc90+JI7APZ9t5r6+Btg+zvAwvaLb/r7/GdS+v33Nvfn17r4zmHy+uNdjvAkasj0pney8MY1fPr/XhTya8z0+2naFvlM/Jjsh8Xc+yngWvqs8Vr2+9P+9BgKtO/b1f75nHjy9VGMOPikicz0J3Qg+ULG7PkxwjD3B8pk+WYZSvvgQFb65XCQ992I9Po6izTvMzWc7GmGRPQ59TL1s4Uc+P2daPhnqWz16My087/wbPXzMaT4l9Om8dNIoPnDufT4pDUO+NjCzuxpx3ryhb7A+xWvoPJbtKD2ehlK7CPFxvvUoiT5AQTU9UWOLPStnCD45eSk+s7wvvXAwrz2POPo9+4rpPbbSnz39nHw99JRtvZNo4731DXU9LW6XPegUpb4dGaY9DX6svkpyjT04DmW9cq4QPXjbSj38N0u+vfjBPQmIDr4Ej8K9KaK8vpieHr76ruy6zq0BPTM6j73Oa3k+t+e1vdszij5XHNQ8PqCUvsJvjT6alQ28EvRoPs+/oz5slAa+Ak0kPII/vr0H7k6+yjV/PbttGj2S2Uk+ThAMvnCkSj3moUm9kussPlu53b1827898p1VvopcIj5gDS49AoSwvHdP8r10x6c9jEAyvY1m4Tzhmmo+qbEuvoF3L7570F6+LBiNPaf3tr2ag9K9AKCUvvrQ171R0/w9PlqvPW1iujwvRIa9CMThvLUpMz5otza9NJu4vXK8FD27DCo9BzSAvY4sD77nHok9nNucPs845j0Tqg0+FBgHPgDmGr5wIRW+UPaoPVkFPD29rzW+Kwi7vaGhMD49apE91UhOPk4UbL3P/xW9umILPh7sJz6FQbY+vEErvt7Z5j2GSDQ+JlBlPvFkir2V0+07S/ULvlVuAD4PxLY+JOobO7rWkz5Yzou+6M53PobmFD2x0sS9GQ0oPhrdBr6LC4e+eBzRPV3LnTv5W7u95pDFPdpRa76kbt+8GK3SvJmSGz6155c9ye4YvsAMqjuap10+IhJVPjKbkj0512I+5TlXPaM7MT7V3jI+d65nvdeXlbwSpbo+wRBXPji4gb4WklY+EmhtPjg9wb2F3OK9t4zcPZ+y5j68ay09yh7BPteoKr7li5Y9vnDMPtOKLr66AQ299XSHPLUoJTgDi5S9y7Eyvd2bsz2IBn++NejjO3ydur2DVQm8tFQqvZj4DT7zAPM9v5zLvWTPaT1HaVm+yFqXvQuZzT17P2a9wSq0vTvSN77soSu8yCIOPqTLQDs6doS+xi8ZvmHnUb4FfkC+af+6vSnzw70ivm47fXChPojAFT+0lgc+lmqsPqwAjL47fqM8RhysPiKejb4wAD89EwskvpctF745oHK+sjx8PFQCZr2tefA9+mRxPQ/Hs75dDi282QvePRJ8tL1OXY6+CG8WvcJifT5JUN29zw68vg8o5DuGkW29xgb3vS0Dj73olZ2+mwk7vhMFd76AHHi9knj1vgrvbr4FQtq+WrehvqzK5z1QzaM+FRfGPEqrXLxAk+S954L+PEMOuL3Jn1s+M1V5vjUPxj4e5jm+hg2UvUNwsT2BcWM9Xq1yvdRg2z2JbwS+cKGjvnYRG72EFnc+wPmJvRndMb5/e5c9bWEPvkRk7b1gqZm9AQFEPm09mj62o/I+rxAxPnXRsT3WQY6+9OaFOtvIzLzeHPE9psP0vaFsnr5qUy0+3N9ZvM5kIz37YNS9Px2tvBGkGr3Xk249YaxmvTrLMbxETo28vUlUPov7fL7MYng88SNtPDiK8ryKn0u9ElG4O8qdlr0gzvy9aXBFvB+Dt7sx+c29zlVPvp0A3L3HIYQ8zH1yPbnNuD1TMLg9/CB7vTZw2L2c/RC7XLqqvYtBsr7I51e76Cw7PuVbY7ywmgW9k9AKPY6v77yhExk9N1tCvWR8I73pKpO+PsdCvPGRlj0ksaI8sQtdPH5Unb4tD6c89v+gPQZH1DziW7W9UNmmvW9sLT7lUTQ9sB2WPd5HLTw55l6+IogfvrmXDr5o886+xXYcuk9tlr3XyLw7DE/UvNQcdD6pVZ86SPMjP0bFkD1B59e9xaftOOIOYLyBxKS8xxzMPl+Um70LSBC9zjNnPggwyb2sNUi+IE6vPTYHnb3rXSA+4zSFvT8nMT1Pqwk+uRqOvVkRZD32evW8QIGVPX0Mw72Ntd48fOyyvLuckD2l0Aw9EGq+vdMaRTyT+vM9DCqUvbAPP730qlE+wlpkvnF1Dz11+hm+cCmZPVgbBbv37KU99byUPXE3pr1YfSw832iHvZ01lbyFXYy9Mq1Mvbkimj31p6S91OKGvMu/tj2XMIE9urqgPb79BT2z7MU8lMLLvDuhmD3+qnM97UMmvclIqz0SRwW+MOQUvvJDjj2g5VA8EpG9PS8XAD71Mfa8Sg45vgZIOTwW/Es+p0uevSw6Bb5seZE9TH23PLEXur2Xeds9OmzSvGiber2ssB09FWjKPfRgcr3GWgK9Ul3jPJazt7pfneS9ISayPN7YMr5k/rI8QW8cPTVJSj7xdK8+jcm7vjd51L1tBnK9G4GBvNr9d739jCG+55HOvedYpL3zZJC9CCI2vpN1Ur0iptU+y7IavvxaiL05EQe+aP7xPfZXVD0GHn+9ZqyhPq2dgr51V8+9E/bEPrX+Wr1Er6G+YohkPRPKBT4eWYC+G1wGvmtM0TwtIhK+LTf2POxKOb7d5mK+OcxsvOt5AD40rxA7baVMPTEQo74eKTK+xwRxPJaDMb3KkU0+DbhRPtS3EjwdfwC+0f6oPuvBw74fky2+75+avUv8bD2YdyI+5nkYvvmnLb3g47A90WdTvhs8N76DKd89ru9hvjFEKz6x/Gq8QiBiPphlS76XAqS+vssmPgkxyr6f6Ng9QQK9vhS8LT6d/GU+Xf12PrW+0r3S8L89qOuvPD0xxj2K7pg+vEKYOm/Fhb6VSLm98CqtPYFowD2ahBm+J7ZJvRoJGr4gnq++fqAiPWcbiz6x0p09B3koPpHFjD5vjQW/SWv2votdNL5T65G+4CsdPvvVUT3yv7s+7arGPmBl2L3F02I+A4AxPqP3ib6p+z8+ASmiPhl1zj0Konw+tD3KO6knoL1tVrQ9xMSZvuVJBL48yIS+zgefPosId74zbTo9YFvuvSemmLunlnA81Y6APXsyIT07MLA+7HebPsrZlr4q5pg+JGCUvrCYaL4z8ps+RqpdvTrTpb7CNci8ZtxrvlNdXj1ZsgY97KFAPKVCbb6BSIU+7FezvrogWj6RcgS+9+1lPUF3Njy0pTy+LYinvAt0KT3pTBc+exmJO3SU9b2M7BU+CL0kvTQM7L6a5D4+SEd+PU4cT70x4mg+tgjNPKQENL7Mi0i+IYUdPpZQML5aieo9B5mTPggirT64quk9JlBYvsnaHL4ocKu+TLj4PCqHEL7FtgA9Hh4PPsC4I74cSGE9dPKWvlcMWD7liFG+pKqePixYdL5Jua0+cT1ovbXDBD8AKV6+2qZ7vTDRKL1QogQ+Lg8UPlUp0D1B0EM+xvajvUgYGz5ndju+OKl+vVyEmD7Av0096gyBPr0IhT1vpri9K8yAPlbS3D7hYyC+nH2wPV6iij4EDzG+CJuFvt96bj7OXrW9mBmaPjGaQD3A1na9HpKHvaORMb3r3Vy+fcGHvoebnz6N1ik7/v2pvgglvzrdU90+vXxwvheiMz7URCW+8XGqu3omtT2ql2q+S/sxPgiIBj6hyd686ljevmzzOD7gZk0+XtRTvaQQhb7x/dy9BSv8PdPEAj4VmG0+HTnyvZw3wj2oqjI9A0QuPr4KgL0H9Dk95kBLvnaAbj4Gva682PR+PnvNuj0spWY+eGHBvt8Z0z3oJkm+mA0lvrwiEr5sZjQ+iDuwPc0Snb5P9cw8UDE2Pse6hj47dwO9lh2zvRBBIz0VL0w+ZY8dPnu/L74Z/ZG8AOeVPsCq3r29pAA+K8Z6Pi8kiz4KAbw93TLePdsopb6a1c880VkyvTQBnj2TNgE9juuMPt3ddb2XH6a+hHGHPQSsTj5Yepi+8C7+PVgLRD74wjw+JTGlvgLLT72VDC0+IgRoPYpaAz72RLQ68c2LPO0iLj349Yk8mmJ9PpkTMj6XjAa+vB61PqtBjT71gqq7wX1pPpCIET699lc+uvEBvpYjK7zn2lC+hoPLPntsUzsKGKu8ZfVoPkwgPT0froI+tHEiPtBV8r0I2EI+kflxvia9E71Cv8c+USVZvo5cu74EONA+azxNPZW+1T6nH6C+cBxqPsfTBz7nKgs/syVHvVQQqL1Frb09+ddCvu5wnb3DoGY+CwZJviM3I74SR/S9s1poPWdsBr7iX849NAx0PqLeOr0WKr89yoiEPYU4qb0bFTu9LsCRvXX4DL7VGZi9rn3gPH4a6j6s27o+gyE0PtYnk72h2EI+TsBwPFVAjL7BcKS+jLhpvVmc2b7FZ4K+gnmRPXJl8720a9y9PkhfPiZHUb7D3R4+8q9zPSZbkL1j+qY+xGTaPnZTkr5YI1k+mfLMvZkE/jwSc2Q6asGRPghl571jUn4+6mDoPUlZmbym18Q9lRt5Pq1nob2eiXm+ip4KPiRCmb5MbwW9PueavteWtTxeBrg+BCdTOuV07b0vgHY+VtvOPUzaSD0Uip0+RE+FPiLFXb7wZmm++3l5Ph+tiD7dLUC+6TLUvd9+171dIKS83Le1vZ38Hzy5rM4+pY0SPgo/gzzgWMk+uDxaPSs0Y74GJ4m+Aw5Vvp0Kkj2bX6M+91ZUvTXfbr6KBVQ9g/sUPgaNmT4H4Us+4qKVO6/CJ77jwpw+zAzevcEn0b0ax2y+FowlPqJdEDsVwpM9XnB4vtdvQL6cDGU8iBM/Pjf/O7ynMdy9I7dPvanOLr2OOnW+1ti3PumlDL6ktvm93gnoPc20Ar0nooU+wwGCvR6YhT5aSoY9RJlIPS257j2y/kO+bb+CO1bxlD4fyAm+3xHpPcO3R70fFoY938gKPYujZT7EN3w+LDcQPlDwp7fntvw97GikPjJf4LxVMk6+tOMQPslvSj5Khr49BL2HPJKuKj3zGWc+XaOrvea7CD6lEeG9V9qWPFC6KryTqbo9rh20vcRc676YUtE+5xSbvnZzGb4K81M+ZTkXPlntEj6e0Ai8NTYJvgw/zT5Wqqy+5wFovkKRYj3FEWI+3Ps3PkuPfj63vn0+3fE0vmfo07xSlwo+Nac6PXhEFT6Li4k9kirUvWllmb4Eql0+ZVSBvkhBEr4q2hY/n6qgvvZoWD3RiRo+vwe9vV+9Zr21OXc+zYXNvZI2tT3nnGC++76RvvAjQb3hmmU+8l0GPi4FP77tr3o98R+Mvm8Kd76nIXw+P0ukvjgy7L7pQoM85oaLvZeRpT0UKLU+dSKYPqI6b77b9Va+m8OKvaGogj58vGu+kxK1vWSnNz6ApIE9kO1KPfKUsD77q4k+OoKpvn87pr5BdiU+YauNvIWRfr5iqIS+usCFPtVXP76Wwx+7G2lUPO8nkL5suA8+s+Pcvi9Ikb2dhHA+yd6RPp/15b2jnL4+Ig+TPuc6LD2PSm++AgYPvu5cyj07H3C9CkutPtWvXT3YM7M+oNsTP4SmwL5ixbc9qc8AvvGWJr24lT8+dRHJPlQznL7vsuE9VBiavYKaIT48l4s+QX2CvsTwiz0ihAq/wouwPtOnPb6BACA+0sTgPQYsCz6wP7+9TLoSP6IImr6t6Qq+posbPrnojz7oCW++SaOzPiFHib4FhZ0+NS5DvrEe4z4nhAu93LoBPAq88jw9Tpo+FUaVvOkFnj1E0hw+FTChPhKkKL4tAhQ+rz9hPsKKDT37qrQ9ROy5PUZKhz1TkKu+b86PPaXUTr673Lw9PImxvhI18r1YL8u+AGOhvss2czwGcRa+Qip5OyfTfT0KNI0+unBrvPQsmbxDyAC/y3myvgser74bMNC+BQuEvH3nmr1DjnU8bxLJPTsAMDxyovI6m/fmvY9z4r1gqAC+FGyQPqMXTjwCVi++Pkt7vj0Mlr3EjY++O+HBPHA1yL1J2HA9G+uIvSmaib7WXmC9JUW3vsc4nD2BX1O9ftssPq5/QD63Liu+p60Kvs4o0j1ynwA+hixvPRfFOj4POPc8SYJaPrXmI76bkYY+7ZYgPtP7mr0V+7G+8NOvPpkGZLwdT4o+3ieGvfNRrT1DUcC9qAE+PLS2dT7O0Eu+nwmIvYoUdb4ygr49+Zl2PdCKiz2PI0U9azo6PiGDCT653O68GgbyvC1ykr41XT89vahXvsElWL3YSqs9yVs8PplIoz6zVfK+CcfqvBQOqLw+iui99kPcPkKrpT7Iyo49Vt47Pmphxj28pxE+zyIIPsNcjz1P7Cg8+mofu1auSL4qUom+Q5bOPDGXIT5XtoK+1TUFPlWr5D37Uzw+XtGvvvex+D6yH869ZGOpPb7VHT65KtS9x7jmPQcLo74NMRg+gkNxvF4IFL9u/IC+0hCKPpLNUz4vWt27EXIZPj+leb6URSW+vFLjPjvNBz5GZN+9iiyGvTvTLL4piTq+Jnn4vXzzVL66pH88r9M4vvxak75/niM+sye7uywZVr7z0QI+o1Okvi8ShL12JDa9/xE7vq41xjyPBAa8FNGKvgiZiDx/dT+8OOSpPZ7HZD7xz8U8FRVMvFr37jw67Nk8UjukPWcjfD4ESuE9ntebPUaiaL5WERk+/mKoPkDGr72br98+fgL+PQR+kT7GnZc+LWvAPdHt7j3jYx2+lIuYvu0itj4Rd0o++8nGvtfJ/L5/Ymc+08QFviGegj6NQcy8wAZzPg6PV77MqsM9bFH8vUC5vL7Y5Je+O1M6vm16IT5qilM+8G1SPgVl1L2PZTm+sLWPvl9gWz1g6/e+QiUEPYXiPj76KXS+qDowvrwur72fjAE9+abbPiIq2L4OpiQ9EQ/lPVSRer51mZm9lJalPaLC473fbGk+MoDTvP1aAb5LtNc9EDRVPoqhgT19L20+KecavV0Odbx5I6G+5rxjPI6obL6qvOO+v4qUvqQmu71FA4s9vU2cPrPYOz49dOA84fipvi4nYD4GRpu9c9JUPtGGxT3c+uA9dfeyvtT+qr5WQ6Y+dfvxvaRuhbwwoYm8rAHIvkn24jtzVoO9ERV6vvMQ8T2UgHC+TM+JPOAdhj5LrNy9utDNvmx+XrxAEJK++SZKPAnM3j6Ikk6+cEsWvqOJlT6WWKk+tbuGPj4gAb8THKw9fBbrPTtx0r4Gn4M+XJ34vewxCr7AM6o+U8kxvupWlb6EptK+RvDUvQCsJz369Hg94AZuPgYDKb3ggHY92hz0vTQxDL4KwHU9B0syPkidc73mj3o+mSI5PXXffr6w2p89vboGPVwtnr0fdfs9jNXNPJ1iWj0QmmO+5anwvh0Wc77FfmS9aoviPVePhTwEg0G+oqfnvSaVnb49YbS9imU/PpMPjL7l6ec8wUPOPnHMr753+Me9gtPAvTt3cD4jl6c+SmssPoJqtL0GuIU9gGykvuob1T5WedS9Szm8PtV3nr7zG5Q9bt72u1TsjL4khZs+S+u5PUVUfz55bUO+l0YfPonRej4vbRo+riGTvov4ar3yXAG9Ax6+PZTwpT5NZ8q+TUYgvtE7UrywU3E9b+eXPQOXX73OLpY+zisbPpXXXD23cy09I3hCPlPJ4rybkYI+8ehKvtyJXr3r+78+GLAovYlNXTx6CJO9yXIZPuAHIT5NQ6k+S3u1uwKfvr043CK+KtbsPDmM2L0U8qa+d25lvpMERz595qS+3zN8PpNA7z3dbQM+iFgnvhWPDrw2G7694BugvUBJu71D6E0+S/NNvpXtKD4W3Ii9zN5rviwGRD4rhXc5VSNtvtpMej45iok+rmJtPRVP5T1CAcs9HKSNPRkohz2TfZ09zcUqvT45ij1Avh2/pnKJvXV+Or5RAD6+vxJQvhcwRr5cMpc+f9c6PtY0Ib6HAq6+fBxDvjx6UT2EXvS9yYMjvcf5NL76CfA9od1dPm4CoT2tUgS+dGeHvb4qV7zVQkY+tG6qvuM/oj6pFEa+dsmQvYH3Lr6Ysaa+qcjYPH3zbz3IfQQ/zfgfPijOpD3DSh++tjB3Pv96gL2pg6O+KJXbOzB6jr74wh6+ryiEvkpP1D3oHvS+fbJMPK3qrj4wjDW+arqCvgvpnj6Dp4++6QA+PXL1DD11nOE96g8UvoGolj4acEy+g851vowyMr4aawQ+vtcHvvAGB75hlk6+NoHhPTCdI7hG+Z8+QWT1POXxRDuZ+RK+sKaMvnu9oD4Fwoa+yQJJvknsqj3rMT6+bHU7PolvsD5nsYM+oZa1vk/9fb2cLf+6IQoOPSpSb74OchY+ezs6vig3Vz7XJWI9I0jgPqJ73j5sHcA9mwGzPT4R2j15AB8+I96IPo2kJ709WoM+U6CXvU9cab5PhIi8DOTTPZUdoD4X01m9+eIEvnsRCjvQClk+koOJvSmTkz2zXNO83n4sPfyMg75RBmw+H4CcPdYRg75/UsW9eHzYvQEDpr2qrZk+FoaNvheerjyvD1K+UutSPhaYA75mv5k8k61YvjVQzL0sYg6+Ap/nvrF3Ez5GR8W+RSK0voqCTb3I6zA+Nb+BvjGf2T1OAB6+MN73PcppIL5gV5i+Bh4JP0hGbT6eUls94vqCvVSRpj628p++XR6JvvkAOrzcBK+99lEQPqJx7T09qCs+OaWjvVJINjwNgNW9V6hjPg3wpD5k2pk+mOFTvu5fwz0lLt2+ac0yOhQkmb0BnbU9ZVcbvu6ljj0RD1E+HDQwvm7gsb4p3sO9AfiDPksRF71FMHY+D/2LvRraK76DA868VJN0PmJSrr39JgS+rNvHu7Upij0EMum9TjvmvB1Zpb6WpdI8AXcrvrL1tD5shFw+8AU3PRZgor5l/Z4+l0ybvmz+kjyAR08+jazOO55HHr7FyAY+6Qb3PqyDGz5wvg48nRWvPhWybr2B8gC+i5srPk1ex723srW7D6mqvosIDb45cXm+0Bkuvh5nZr0mXLK9ld+YPoH8XT68Za4+zxZFvuw6PL3ffB++MiS1vvXN7L3KY6++qsrmvUeewjwPJ4k93cQVvpb0sz3dIV0+s6SpPMBdW75SSjO+9UlIPhRsOL3G4sA9D7ROvjWL1j0A7KE+NFozPuHjPj5F0ye+HiNHPaZvhL3kn6s+sjEIvj7ZmT4gQR6+xqDRPURCLb4Gt669g1WIPnfemLuf2sI9k83pvXurib4o6yS8CPZ0PYDitL0vJYW+77BXvh8XPb4b/u89C1ICvo/eIb5Kxwy9btZjPr2JLj55Xmw+Re6iPtI9Yz5egJU+MMBdvia3LL0KyRY+xou/vhVh7j1IwVu7/1RQPbavVj7KVqU+zilMPmsYQL6YUoe9t+gBvTpq8z0NhXC+QZebvSfKfr5Besa9CT2evqFgRb2cUzu+UefPvczUAT7nzd28JYz/vfykbj4OIFC+1Q+KPgkrNby8IBM+G6cfvZ19Pb4YR6i9ErsVvkfR5b1P3oy8V9S4vZU4lL42NvM9agowPuRXiT2S9bi9NovdPXDalT0cL+m9q02cvJJL7j3BSDe+yYcZvZPiiL0kpIs89vRPvS55WD7wtCA+PzB6vJg4RD5w6py+PQocviNjlb5hVHS+B/JPvjSXWb3PVQm+gUcgvn+RAb6iQOG9JM2jPK0UBT5QvkQ+jJVfPUsNBz5HCjI9WjgPvtL4iz0qUNy+bMdaPcqYgD38Aos9NJ//vYCOEz1i4ig+vldQPlnbLj4dNgE++tuGvSISnT3536S9Nt4qPMEUg760LT2+iQJevpRWSj4Q1hG+G92/vugyPr5a1Qw9dpGYPSkr9z3ay8i9iCM9PobeOb2vhoY+zqfGvWVW0j0smAq+5kLsPWg40L2frBE+cIw7Ps5COL6h6QQ+OksSPgvE+r2ofb29IoAIPixU37z62g0+r2YxvUvbH73Epmw9sStvvUiNTrxVrIy+MQykPmIBGb4BthC+v0X9vDikbz1mDkO++wwEvPPPLT7zPxU9WhsHPpQLmT2zdZw9+2rXvTl8pD0Coo29Pr0jPifGgb7Ln+m8Qbofvky+4rxEHi++A0sFPg7vSL6ejS2+yxSTvUVU5L0CLJG91VnbPRGf2D426oY9fw7kvfQKvT2kzHw+PB+qPQpFDL5GOlw+uFeMPomUeD2/S3y+kAZ2PXN1Lz53sES+qFb4PBH5Lz6Z8x2+MupDvcQVz70uNR89baMVvK3dTT61ofi8bLrvPGZAtb17n6U+bIWFvuIBrr6StmG++1IsvrIGYr1R26A+4lXjPeoprL3LvZe+IUmIvssLUz4QYX6+sYarvmm4az6PAoI9HWq2PQcAgL4aFp0+ir2yPtbAB75qGiW+ZtOtvpZIGT4FJuG91wpfPtbSmL7AHPQ9LLJfvsvvn72KRIG+So3UPsVvbT7mBIc+EJVqvSYBFT1JyBU+U95EvuqtRL4NHo8+q1ikPfWhhb5KUnU+D6cYPpEBJD4YIw2/oTNPPvL+Mr5XrL0+pJKEPu0Lgj0Vdgy+AWjTvSJAbL6IopO+Va4xvlRxFb4zMJc+oYGvPvbFAb+cHjo9wpnbvHaJBbyLkgI+YPADPjacIz2z5La950rQveGkHrxq1kU9mu7oPRxExbxeRcI+PTQcvoFBkL6uyZS9PYoRvvQcir30uB2+01J1PpPG5r1MzFm+Tz1VPbWvW76l3hS/eQ+YvZ9kgr4USoO9FM4RPvFY5j1DB4w8n3CHPcKq77ga65S92tfSPk8U1rxGtMS8V+GDvd+cVj00AjY+ys7dPjJ0cL5UcoM+5sqDPrJbGL5mjQa+ZjygPjkVcbvfz3S+7b5BPnaGJz4rK7O+tFapPlavWL4ShCq+MNijvn+tAT+5AgG/e5tIvGRuCr5tUdo9lkEIPkJKXb6Vqui+TtENPYAJXr7W3pY8rARavk/GMT4JYlS+lmuJvlCMo72GdSM+lr2pvRcRLj2OQWq+OqqvvnJ82L7ltPc8U/+nvtxDiD47DZQ+ikfxPvlBsD79Hje+S0JlPR8W1DzgwBq+Cy/mPSjiDD4HpFi89Ya9PcoKAr483YK+j5SpvShYtr2nfgM9Es2Lvprggz4sQWK+ErKUPmhLlb4l5DW8P6HCPrS2Xz6ld1u+QDdaPbRjHL52dxK8YZ6iPphmFz6jf7K+Pn3Cvloc4DyUiD69/yGuPn/FuT50Bfe8fCyVPfj02r4F3Kw9Q7HwvhLRKj7rTjQ+Fsu0vs2pDr3MzbA+pjBTvn1bRr1Rxz09iidIPqOMc76Ruos9zM4gvraIVD5K2Ao+a077PiV5gj1R8EM+itwMvoFTbr5wFus9tIN1vh7+tD1Bklg+tp05vS1pqL7t2Rq95gwdPj65wz7uaiq96kCrvY93+z1XwEk+PL+MPLsomj4Yw2u+XSXzPcU6w72Ocdo9k34MPpjRKLvnSeC9ZFnEvOu4qT0oGrK9FGhjvBdh0r2B57e+ws6Bvig7oTwk7sW97Ty/PAj4Yz7i+5i9Ho2Nva5Qrj7oWzC+60BpPpR5wr5bMZ8+1Guauwa/Ob34Hb2+ZthEPqymQj46sQo+ZTD0vXjfuj4gHrk8F+7bPP/sdz5SmZE+Y35Yvltg8byvqVq+F76sPRt5gL6WcdK+MCRivYEf/7wj2aK9+ER4PomT2r3GGUg7PO2vvt49Db3+Y8E8v7qmPSOeHLxWIdK9kzNgvUj1zD5XRb8+ENINvm+uXj7/9pc+iUTSvVYl7z2Jxqq8NF3Nvv1pbL28wa+9b32kvtHwWr5pdOM9Xh3LPB9B8T7MyAE+NtFyPi68lD0ZhI6+crnRvkqJljyASBW+IPZcPXz+kb7x8BU+piVmviAuUb7VJ6k+z70JvUTogz6jfCg+DnjSvVEcQ74jyB69ZLTLPf0sdD5IMIy+a4DsvSTiFb0f9Y2+sNscPjl7hD3zAEM+dLE8vcw4EL6gZE478CP7PHWwgD3+eHK92c9bPvCJJT6VEJa+uQksPiZDDD6NRaa+LVtPPiTEhj7yNVy+9/TFPsm9lT2ztLm+TpLNPsCDtjyfeE690Tb9vYIq871PaOi8X8/SvUo4BT4OK+o8V2yVvuvNsDzjgnk+ZuzpPUf7rz7npXM+tKN0PlSlM77FbX88AWNMvkKsOL6WLsM86lkpvdnyhTxmHuu9xv7LOTq6jbxJL54+jPFNvtNfSr2lDw49M4dpPrfwBz5E7Ie+4WWivVv1Jz4k8xu+9DiKPXaHEz3qYVi+soYAPYResr7nB3U+mwZ2vh/7XL0sMWs9dYZJPlIxgz7yuFY9dnemvafye75T1ik9Oj2yPotFcD0Q4hw+3to9vr9miT4hVga9Mp7YPkCuAD5gx62+yswIvASi/j5chak+oLIDvatJ1b0Ziq88hSZEPlL08z63qE8+dtj1vYM51D42pia+xD5dvdFtmz0NHTy+e+/XPbg9UD2g/5i+gyWyPtQ+3LzBOFK+oLuyvQkt7b1L4pC8Fa7sPCLEOj37rwQ97XqrvH3JdL5BS6s9MDIcvhxdI7s5pKy9ecrGPYQlkD7C4YI+5BmwvGJeuj6olkM+TVcBu+UWmT4Yv6i+bzqYPjBVZzrTBVg+WoONPazcpDpHgsg9/oRBPAbmtD1KFp2+Z5mzvUwwaL5Cigc+xmo8vmJeDT6e1OK7xceovMExzD0GlXe90jnFPUfJhz3FJ12+PjjGvX450L4MTG2+F18dPBXkOz5kaZ4+e0wGPQNhZT7tFOO+/7AKPpFBYL6kpio+HjWAPTYItz21M1K+vuygPjAPnr7iwoq9iNXOvao2vL7PBTY+OCqFvupTH74UO909YShePLAvE72VMRw8S6LiPTNUKj7OA1e+r6sVvox/aT7LbE++vmkUvjXCmj6aA3y+qV4HPhoKoT5GzQe+Yl2mvheIeD6ZZQY+AqXtPdx9f7414a0+MYrKPBaBkD5m+JS+bi21PmY9hr0ZTno+vXi0PFwTzj1EgQc9CGSbPjZWmDzy6Ci+PGIPPQW+rj7lo/K+ODp+PvthlT3DZt0+16w3vnI2kD68LFY+YFrCvf8LIT2vWk8+tlZOPly27D2bXQ6+BsGXPmqiPb2Wz1K+kGKHvswOhr23+rw+K28HPqSplr5Xoqe9xSffvAGvKbxltYk+BjyVvj/BpT6IzSe+dXBfvShsuT1WSKo9r/ecvNpEuT2pnJ0+AP01vnktMT5ZkW++8tJpvSkC077K9me+cgA9PThbs71Xr5I+o2Qjvfn1cL4Zpqs+YSXBvkyCDj4wYFS+Yj8zPiMFBT7+Ypy+tzcxvscAE75SfI89gE6yPub+2L4lmck+/7PEPQLy87ylF5m8Vj4KPpWzxzxxrTQ+G5dRvvtP/j26FhO9mYnEvZYqAL7O7Me9MdyGPPCXB75me+e9GLsDvsEA773SLO09vQ4Pvm4snj4d4dU9A+8HviXeJrzPv6U+Ny4qviLOtL46miy+X0jHvFVjST4wdkk857YMvpF1nL4dkwI+p0RjPlS3OD1RYAm+KSWevd1qEL7ICZw+TJkmvqhCZT5tmzc+8QcAvYrVH75xU6S9afofvmfRB76wKrM7vSEKPlcPZb4u7fQ8p5qrPsMNwL5/NRk9mzayPs+JN75slUy+u+JoPlRa1jfRDsC8JTMTPpZhzT3mrXy87QYMPhVXu772Vco9njqXPJCtDL03hq4+f7/FvTw0HL4LLRU+Z0cFvdG49DxA9Ss8gV4WPvj/Bz74aNM9M0vAvdd2z74m8em9776IPlzE0j21lGg+vRPRPZsw6zywrJS+VmGyPhI52T2+T7I9ovoJPYsgID6ptom6AcKQPrUgUz1QtJu9oVe/vTvBhzzZFwa8sVHnO33HZb4oXTs9Z+9mviO6mz5pasu9H2xFPWywr74FKkI+mIgyvjKCMT2YQIy+ss6ZPoh2Br2UcJY81bf3vStVC72ZZCS9OiOHPu4XTrslOJc+HJ87vgaklrySFxW9CbtAPJabiL69ZB29mZKoPduVXD6rAfY86t2+vbZ4Lz4d8NM+khx/PTb9Rb62tam+ONKPPmoYgD1GMLw+fZSBPj488b2s0mU+BgD1vtaPkT522gw9GEtxvH7qAz4ZBN0+JlxVvXS+R77ngAg+fnnEvgi+xTwyhxo+XMm5PkB/p74PqBS+nmHwvSUko7zb87S8qjDdvRg/mT7WcWG+uy4QvmbDpj4dnby8vVs8vuygKDwZro2+gKLlvLMZfT5JOcO+L/+kvfDejj3107u923bbPoF5uT2n4XK+IL7JPaAELz5HMI+9Oc14Pho4Hj7T8YY9aOknvNQvZTxA8Ny+TN6aPS/bRL7VRz++gR/EvqxPFr1qAd09qffbPSGlgr0U55I+J/WOPfZHr76PwK89U2PtvUXuOb5Q+Yg9HYdMvY+9Sz46cng9xTKAPXZFub3LrKc8cHzcPTOG/71nsrs9NTq7PhHZJ7600zi+fwM3PL6t2D37Dhq8uxu/O5+bHL6lRsk9gsudPGdknb5Vkcq9KDj9POxNH76y+sc9thcPvj9Se76e/PI8KLrYPVuuTL7NvPo9gxl+PUsxBT5UBFg+HG+JviS1y7tGH6g+kilNPVG6p72Hgbu9IGPUvd22H77AYZG+ywqEPprGgL7Jq4+9xFC4vSUzkL65DLS+9b7/PSwlC79gy749vOuYvYNSPL69bMK+HHg8vv0UpD4DGwM+KEdfPjeG6L0a75Y+7JTxPXjXwj7hSzC+7R0KvoTkE75+vhU+zhNbvgRylD2yO6y9EgoWPiO6B70MR0o+0Ko1vkhQTj25dhs+gVKqPe1d272Oyr68C+6+vU4Hvz5n/PC96C1TvYNHED4iXpq9PEQyvpGLgj5SBSA+oxLWvgL2bzyQbM48v1pIPfiQmj4sNK+9SjSOPSzQhb6run4+h99lvrtKzz1geTC+OlCnPlIZFb6MMCO+dGMjvmtSCb7x4sS+KLmsu0MO8b1rL7w94P6Dvf2cgb5Idgy+42B3PsK0lr6yYAM++02BvjWR1D7lGDq9qxoAve39pr622kG8ZolAPh1WaD4MUa29uRd5PtZ/2j3gbPK9UJvZPnJOb7z2jDS+5H9Pvjsm2jy5Ik2+jdBGvuUlxr1A042+JjeFPXs9Zbyeslk+2betvJDUXz1ser67q5MovrCTjb1A7sQ8zJq2PvF7Cj14xiG+GnnsPgWHZD5dIwg8YxmnPom6ID7eaRu+ZESNPqc9s75Hegy+nGetPldQHj2MG3O9ZYNMPmNBBr50y/U9zFihPuMmrr3x2TM+xAKsvFWe2D13dN2+6z+RvrFFsr0aeqm8ukEXvs/Tkr7d5qK+mqJwvezAMT4AG6i91HzdPnQcDL6GRk6+eS2cvh0lwD06EGK+ECEQPs5tBj05cFe+y4ZNvn8tD73DM8y9xB+EvjLTnr2z3gS/LnZCPjUVEj7RMxK+qb8CPlljzD36QNC9xeYpvqkDgz4nQRO+2aeSvZ+VVr6fPP68ldLRvnINjT7rCJ+9cMLhPvvXij76P5C+T5KnvTydzz4lisc9zvyVvp+LCb3d1Ae+LMeIvuWtNb4uQ5O+l6MqvTfe8D1S2KK+fb2Lvot3y75sCOi+X8YLvv38Mj4Y7y2+yI9qvUwz2j5XV1O+Bi6Lvdfqjr53GXU+bIpQvPewiD7R5cq+xTg/PkDsCz4Cw6a+DeHIPE+zEz69tDG+xKQBPlegvL3exKI+C/5lOwOs5bwUKWu+lFt2vTvsuL6Pr6++rhElvXkqAD/4DAG/xxE6PVMoPD5GPKk9/aWVvuADZj4oLbE9iDCAvvPLtr5r3Ku+Zrn5vUBpoL4EwG67DnpDvoihr70Vrni+zOhvPoJqkL6mY9k8TRzRPqIdJr49uuG+LSi+PmOKqD4rfZ0+M2zevduSBj7npU++LgZ7Pf5CKj4Cgou+4XqcPSIVM74GExK+z8A8vsiiKr7ZICq+ixO+PbuQAD37A4w+ZF5FPrbwKT7W8qi9dN5JvuEtwL7o40A+v46RPZwacT2jwkA+UogcvkrWiD2Roxo+F/hiPDAOQz5hNg08sHK7vY6+Mr2rxbS+IlYGvjl4Tr6/6gI+za8pvlbN8jyc3ZE+aJdcvvV09L38sii+IaE5vH4MYT7hi2y9cnWOvl7UEL6honq9lHfJvpn2CD4Vnfk9rYokvsi3gb7XYZg+x4iBPvskfT5TB8+9OsrOvmAfjT0OIQw9c9WFvmjmlD63ZR6++CNLPkU2qz5HB6E9Z9lTPQ+1Jz7SvF6+EYkSPQQ8er45dQE9HL8FPpIscr1W5I69HYkIPmJxSD7izeQ+4kRkPsfQEj3s9da89bAUPYFLAb+UYxy+DAlovjgq2j4ghQY+LOcUPdQvGz5ULGW8Q4aZvntPSL5wecU+EtpJPg/Toz154/u+OQH0vhehpj49mI++j4TkPcz0db6mA6g9xCeoPmRkBb00G8Y9dshavRuYir0e4oS9CK49PoGp9jy9m6m+9hXLvc6tQz2gwWk+4GhMPgi5yT1ztzq+9gEwPbIktz4IBsO9nuNWPgGTmj2IiFe+8qcAPuPjuj0RFKs+5dg4Pc7WRT4n9Mc9bu9DvpFRP71cBhC+ALrovsvamD4Ze/a+B7/FvraXET/UfaU+HyqJPg4R277zp5G9Sc/bvuKkMr7914M8odq/vRVcnT6tLXM+Hw2Yvlk20b7BpD4+joy6vmcPOz4B7ai8bx6DvnDYCT6/HiO+9FmMvWuLzb0zIYc+jfsRPYbxuTzXLrC9sSrqvIDACj78PwQ+PboDvizwiDy0rYU+ztBPvQM5cr2Yg/89pN5HPpkwCb0FesO9z7yGPlpQiL6KWKE9GPDFvho+Iz0sao4+sS4dvpSq8byh8oA+g8SDvVMESD0AzuW92QABPeYPpDwgN5O8jOWNvaAOnz5kJYi+R1emvof80L2aJ9G9S8ewPpn4wD2st1E+AZkPPd22ID5+Ba09iV0TP90XRz67M6y+8CyYvhbN7D240qa+7ub2vfB4Pr4obiW8cTPZPbBodr3R2Bw+FQmcPOfWVL5lYNy+nc+xPpORNb3FLX69ziy0voKuhb17uca+9mCNPXuTLD5rn5c+sxuavmDhob56BQs9UhyDPN8jvzgOf8o9X8SevR/Lkr5qiAQ8nYW7vQZb87tikBm9mv3hvcoQcr0SSR+9AERYPoyjdD5QRcu9Zce7PTMeGT5znTE+wSS+u5dxDry/cKo8c18WPdVkVz6S8Kc+HaLfuxPcqz4t+rW+vDWKPVIIlT3pDhY+/FjoPTznh76Z+Vg+dhAPviSAhL7+Wn09eV/yvMJlJL7EHNc9MZ07PckjkD6ILw++zLy+PP8uhrwPQZy9Imp1PtS/jb76tgY+aObpPWHLkD4er9y9139BPUcnHb6Kd9i89Q94vZVxAz5puOW94Iz7vQH4kr3bsMY8uUMPPmcqLT1BIxe9VFsIPsb1dr49ANW7yXw8PCuDsr6tdLY9VNOJvk3+gr7ZpIm+2T+bvQa63z0SdAw+OuR0viwHpz787y89NAonPsx/O71tbOq7HMSSPoo6Sb2HNoa9Zd+KPivAO77WwBI+A493vmruWr2QXVa9yBalve+Zgr0SqoA9ahu4vWLqW74s1a+8TL+Cvo4NTT7XzZW92VskPi/VD76G3CM+iZ83PjtSgT5OD/S9wZWmvk3QFb6M6g6+3YZMvrRbFTxSVgO+MIwtPdADcD7kc8+9swCqPtjFKT0wp42+xx6PvuQ1rj6bNRG+lawSPmXGKT4wko6+pnp2vsTOOz1B7k6+4q7NvjT89D6Iskg+YMj9PQqVfj4IufS5YaKOvhEdYT4kxte94DB3Pu3GVb5u9L69foyXvmlHlD72UDU8fDnbPXiAjT7pDIS+0ddOvoQPgz2/jO09KAjCPFxESz6j4Jg+LjoPOp/+Tz4XGhq+LHlTvoiiBD5/6da8rmWDvg0fXD7xxjw+3fAOvqcITL4JZqu92TuAPaW9KDzb8oO+X1m1vldnmD2DUiU9qXRdPqrjBT5agsy9WeEAPrlUd72e94c+F0hSPmqqeL7yZFC9dXyYvkYcGb5clfW9eFgcPeKv1r2rOxa+XQn8vjJ6Gr1L9o2+OV5MvcCJvrwgQ3m+k00+PUpWCj4wWku9fhAAv5pWVj02aau+DRwJP8Omtr5cNp8+J7Y8vq121TvcO6i+T0Qevi3ltj42GRU+OJ5oPfo4BD6rbrO+rO6fPjZAjz4e/7o+Sz49PR59ez5Sfao8v/GqvfvNDL3j/iU8YDV5vo1QRz7XI929vuHiPBIYd75nlpi+HXrsvcqU7Dx4ORs+Atf+vcvRRr0C4iK+grQAvMtwob0GvY2+wVScvZlDuj6QjUG+IIolvGhKhD50tWY+g0Tbvcz+vT0ICRW+2cZnPZdnkb0cbjm+mbBNPATGnD6qVSQ+FR+cPmC+iz0wkso9419svBTr3T3Egfa9u2hlPrDJ/L1bvDK+OAqCPmTXlr4XJLc8uVxmvmiKiT4lZDm+ewFQPms4SD4TR9Y9L8GmvRTwYz4yUnQ7Wt1gvmHG+r0yr7q84fWbPua8jrxYnEu+KLN7voqBfj1R6o69wTL3vOP9+z6bPFq93Mw+vgU7Ej5LdRw+KqBXvjIvkL3vIri+/aCTPhUZXD5ZIeO9oT/VPe3RiD4z+rM9Wk7DPXwTjD4lWPM8sfNivrjKHb0tjru+4xAtPUrcZj3EeDq+IjifPtHZHz7T/mS+sxs9vrLaUj1Es4K+UacWPonPQTy/iq48gHRAvTi0RL3cz4s+CriOPo7UPr4tn6M+khqdvgZ/jD5tMvA8iVL0PJWfFz1Gxmi7yjozuul3mL6ssfo7NsXju+0crL28PCk8AvgRvoHfXT75ZDI9TAuZvS3U8j25uec9UdvHPjwHNr7AYAs+dt7nvVBAJz7oiJg+MKsNPF3tXD7lr5U9KJFkusIJvj1xWVa+8tyOviemq75Q1Vy+Fu7xPrZcFz4PNYW+344Ovi3K+D2sqIi+9HOqPZB/WT215ZW+0UkPPiwr8z2WPbs+6/YVu1KfSb5AuM49dF0cPoClWr36t9+9F/PgPlwQz7yp5mW+pC2rvgly/r2mu4o9JwoXPXH1Xb0NYqg+++fDvoqOxj47zwW+4WhYvCs36D6Hfne+wlIcvrVEij6KmBM+PGKvvajUhj1K+Iw+kdeNvtcNAz6kW3G+jvLUvq8/Cj2+ZYu+NShmvt8tSj78dXu9w9RVPip6Ej7tBr88G4FSvnq9XL41d7O+6r8zPgwoHz7uVMY+1vxAPZzIir0Tkp6+vItaPa/9LDvmhIO9JfRRvYxH+z0GMDi++S3+Pf4u3b3HkzG+Q0OHPQWIsT7FDOa9Jg/APeMOg76oLFS+GiPNvvGSer4rvVU+U/Yxvr2VJj35Csm+tjPpvdmQsj7ac1g8Ps+UPg+ASbx1c2Q+ysiOPihcmb1acRa+rkSdPu9m9L02PBa8smFqPuf3zz0wVeo9qo6svhxjcT7b81a+RjGEvD6SmT55bcy9FFySPbxqtb55Igm+qU8evuF8/D1rva09c384O19s3Tz1R/M+pOdnvTbHIj5WWUi7yXiDPXopgr4hGSE9wsutPo1IPT5tJoS+rOxmvTIx0b7pcCc+PCBSvlHsXD6pC4s+AtVZPcmXQD5l7Yk+h5jXvcoRf77dKpo9pemvuwhC4b1B1k4+rRJcvSVBIr4w4tK9mn23PXy2e7y6p7s9b+hjPjq/iL6SWvq7TtjtvdPaXb1qS/09FJ+ZvvEUHj6LdX89VtqsvR+WEz4iP0275vR+vgEOIj4PM6a+qncdPK2GS72edDo9TFuGvh3Yu76fY/Y9TBj6vvsKTb6vZCW8Da7AvQZ5h71Wu4a+Pcc/PSvX9LxUP+w8R5ifPrHYM74IFpO8HpTXPrnXS74vsle93A4hPZ6QyD7dG2M9BzKIvq1jjj1pgEs+riVnvj89pj5QZX++7rDJPh6EtL7iTVu+vYKNPQkYKb5BToe+2QPuPQm1qr030zG9beVZPUA8rL5aZhc+YrOMPobH476+Ynm9q+s+PnQCUj1ykII+qwuOvS9Stj3iWZI9jBgFvTrq9j1HFpo8jjgnv8iW3L3DiC09AAU8PetOab7MMwk+XUkZPsFw0z4w85Y90J2XvrFPgr132rC9S8c8PU3dBT2Mz4A+i8mTPlCZKz77auK9JBmjPTX3lTy2UK4+SVBePkc4U761id49FfqIvnyztD6NCrc+2v8zvqZTr77YQle915j9vKlwTT4vKaE9jSSOPnPuIT0Jrde94v7sPTXopL0RFau+M3GpPUICQj3XHTG+2JtQvpoVnL7Ksmi9PtOVvp5UZz7xL9Y+/M6hvhaeyz0z4Py9YDcZvow3Jr1LXJY95Z7AvMFjej6wjCK9okBhPvU+cTvNGag9QieJPc12kb4fpb68y9ufPA+S3r17BVA9S4m8PikwtT4o/uC9CFlovMpMDroobLg9pHUnvsBb4b2Zv+O82WJKPgCtfr7begy+sJQJvji/Bj78M4y9zkChPUnPET1ojmO9a5ksvnW39b0ZwB+927t+PbsxHjxgPOe9279TPg5S177JfTy9m30+Pa9aQr1Qwm++9FuiPkQhhr5a/Ss+I5kbPh5Svz4IeTu+ucOIPtHVz71yIwm+q3OoPbjoGD73qKE9SoG7Pt3BCb51z7E+Qrm1PZjV272TvIy+UaxHPt2n5D0UwtI9H1sZvrvYz75pVIs+U+UPvighlb7fh4E8Mhwrvo08BbswwSs92UmCvVgd/j6VR2a+1P1+O/IMGz1n6zY+zrdzPr4diD65zN4+1eEqvSJHeT0UQx6+5R7GvZ2MNb3kDCI+q6ukPvxQlz6nJG69MOeBvtUKMj7voVs93ekgPvHQWb4TiAU+OmTiPcRTSrzSz969WDSPvv06Dj8L2yo9yUNKvnjHhj7Xt6Q+AZPpvSChXb3Q+Km+YvtWPCObvTv/okK+gG0oPs36Ab4DiQ2+1z1ePZxEjj6lLoM9eJ6lvhDIVL0TLYO9Z9w+PU4qJD10Gz29OEzAPKs50z4NT7q++7naPI0nBT7o/JE+9Z81PjdYbb736U2++dFCvLR31r5fvE49eNGvPpaf4r2ZCFs+7JEZvuGrGz5FlLc+5tVJvgIl777g9h6+5AqOvSVjBr6THU0+8kqQPomSvL4MHDS9+4KBvooe970M2Dk9CNZyPm59tb3ophU+MebBvZNuLL5ZIX+9CZGTPQjHfT1B5GS921kKPihMvz7R8h6+JrOLva5F074pL4w+ZasLvtMYO766oHg+o+q4Plx2Eb6pdV0+fhNevscBHb4kZL09w2sPvhlr5b3ygzs8jXM3vpIQU76AZWI9Pd7XPaJsbr1VxZs+rL2IPfJGoL5UV8Y9g2ccPl6jjL7vKB8+3LMwvkUDsz5EkOg9vEKmvlHxVD7C//G9XMEFPpE98T0cTD4+c5zkPYKdhDy3ssE8gNdZvsCFQz1wY/89vBIlPbKgJ73ysno+EdwVPLaMxj1yh4Y+w16yPdmXLz0+zsG9URZ8vhVtQr73ti8+U6urPqmY2D3Vndq+W8hUPi+WGb60ZMw+E1CLvg/EM747OWw+Qw2tvtWmFTuRpIE+xX6dPt+VDT7ItqO+EngEPlBQqL3O6Ki9gdh+vjNi773mbok902m8PWfXWb7Os/Y9YpYDvKzxiD5/WcE8MGNoO3G0PT2rFRs9UHu/vn11vr04Ns0+QxNCPjW9ib5MnTY+MrUCvsiyn76gr6A+AaTkPXE5RT4pnBc9h38ePuh06DzFk6c8GOltvtdBTD7zO7690LhXPduvAj5MfBE+YL6vvRE5mr6JQ7C+hV6IvaAJbz7UnPk8JNixPiE8uz4bKsw9yzZwvqifrb1pTBm8YyMOvnZkpDyJqV6+LaAUPeXkBD4GCZu+Qn+vvVj56j3+PCq9d+CHPh0iSj4Of2S+7fWpvQ5Vcj3ZZtW66FemvKWxKb51nYa+mPzavQgUA73DIle+T/vvPGeftz0hYBe+RQ2YPjRAgj0NorK+W8/lPkZIAL2EYJu9ffu5veMzpD6D2gA+cv9gPnqzuT7pzA0+VK8pvgxf2Twon5W+LrJ/Pstu970tLAU+bsn3PSIAQ75nx6C9Qr4NPVDtzT5rf3y+O8SbvqUIXb4Zrga+6OwEvZi5hj446lk+/zCvvUoMgb4bpVm+REfCvcyXBr7B6A0+mPmCvkNBFj7CQ0O+RosVPXfgub4Xm6Q+i+iUPmd0YL3t/pq9teXRvKbxLb5bnsA+U/ldPsF+h75s7tI+PQsdvUdQP77eGTg+wlVBviFxYj7vU9u9ttz4PBz2TLwpN8O9kCGdPAz9ur3CkME93oHTPkUWiD3M16k+25mAPneGc73tksG+rXAHP84aD76pRyk+KsfDvfa/iL6YLea+poIePdkbG7z2tBQ+1v8TvWrKybw/Gu28E9tPPf6jVr5LTwc8irPuvYFb9r2b6H+9SyB/vjmCTj0RxbW9am7BPWHDPT5/8EO+1Y0yvf+2kT70vzq+zqCyPsJFMzyKJpU+dT9KPiSB670ao72+gPVKvsIVTL42oaa+RHQ3vjl0bD64CKW9/v04viNjCD4rDUS+u3KPPugMHT37VVG+9fZ1POgy770BZSe+N2YbPvw/fz0XoII+4qPfvZjpFj1EtPo9aqo/PjqhR76SLDw+2GeTOpYDtb1Zq/29MOiuPXk/Tz6ncMg9KfsfvkoVZL2Xr3y9ifI5vXlP2L1tsbY+xnBLPnGWez1rfn6+vwRdPq5x3b0clTC+70zaPOaJiD7IqPw7u3cWvgyfyT1GMCk+cOnZPXCwJj4ufoy+eaQIvrIckT1O+SG+dm0WPV31dD2lkGo8nZ0VPtGPsz5UjlQ9a649PhQaab2f7WQ7WpF7vlrflb6Thwy+Hq6LPjjfJDxBc1+93fmWPaezJD47vAa+9BsqvuzCHr42TAk+xhRWPKPmbD6PwKc+Oj6NvuvyJL63KgI9Q72bPTfTA7sCqQS+s73YuvBAGb5FNNs9eeAqvv8JkD1MNqe9FykivTpBjL7b8bC9MCc8PoMo2L00RL6+NY6zPfIZeb0KYqg8yVK6vot4BD8O8x89hDmEPu6GXDyjQZo+7LaOvXObGDzAuNy9HLoQPjWg/DwJcSg+N3ojvjxCQT7iiyi+OuB6Po12LT5ildK+R/xUPl4lEL6rMhO+4U4GPragh75/i/G9y9ITP1Y+bL4nM1y+ALJovhPmh76y+DS+i+zBvjIX1zxAXBk+EurqPvAzSb1mWko+l7E3vmz/mr1tFI6+WQ1/vtPu6DzyKX89WDClPf8WqrwdkfO91A8+PnDGNL7XBxE+Si1lPSWVuT4zERO+mQisPbCekTy3eQc90aeNvuIPGL7C/zM+Sv7OPCcUqT7tOpQ+7vVpPm4CkL2P2Ka+N/HkPvRWkz39Ado89ekJPjgb7b2WQ7q9WtW+vhvRCjwHsnG+WffNvpZaC76D0BA9RSdjPviwMb7jpKE+/QvNvsaiy72Pvno+maUavT/zXjxqDQC+85SwPNHKiL0ALsG+Q9saPksLKj7PD6m9vEMPPt+J+zyUj+49epzevBfoET6gYve+z+2yvIbbPz15kDm+1U23vlNbrj63hIg+nJTOvgWUiT0kqhU9/6elu3I5pD4dnSI9AMwgvXNOTr7kCEA9Lde/vv8VJb0I3nw9JlrTPu786ryyD7g+84Z7vWn/OL7vuXS9b54pPnAje77u8je9uktzPhbL3z2C0G+9w7navbY7Zry/Amg+8MSZvl7R4b5oMrG9mDhFPo9/p76Bybc8fxvNvRPAlz3ZspW9hdCFvup0Tr75RJa+Ks2rvhMyjD4eQcI9kB6ROoKjdD3uaAW+5c1GPu6Khr70yew9ufgxPis+Vb6ePJk+Q38NOhgtzz5KrP09vWwVvttLcr4/oIA+SHi3vvtDwr48I6y+L/OFPv644D2KF3K9kwpmPtcKt7011oe+biEkvke3ozy95Xs+O+SZu3mL5b4OnME9Gh6Bvh8HEr7emdw97/VzviqN1Ly7S2c9Ca9hPWRZa75ru2K+VKDGPSQKRL40BoG+iLaiPrd11r2YGjq9tbAaPr7fET0fltI8WayxPsFUQT42Jqs9tsyVPaBrM75ZGP+9M+xjPpRcST4iQaW+EbgSPnm4rj6YMYa+wvNBvke0j72L090+/okhPlEZHb3oqAc+FHOXvr3yBD7+j8w8aR+0PXuyXj36Mnu85ltDvrgIuT1zFo6+vLnpPQ/snj6+zDi+dX7MPJXwX70MZmi9KHeUvDPVYb7gzaS+fBP7vSmcab6pFqa9+QFQPmIde73qwI0+eIYMPgAWcb4gdaQ+kr0fPYRiz75ADQk8W3r2Pg7on74r8ZC9NCttPpxD573g01k+3RnGvDTgdj7gzBw+X2bivWBPZbzPl849QZFCPrR94j0t10y9UC7svQUnrT6uO2k94yEKPaXeQ72c6cg9DeFXvXW/ub78L86+Ut7EPvwZ6r4u8GE+W0csvscQkD3Jkom+vbXyPQLBEb2d1QC9/3rGPXGfoL5FMGG+O1kwvkxIPz4pIgQ+DlHkPe8TnD5E6pg+xi9dvpyxub7c6ni+Ouu8PkURk7xhFT4+MwXaPWgtlL1rkWe+I7j6PWRXWr4kIww+KMrSvIwwnLypuwa9+JHcPThT571/AnQ+39ezPXGVYb4fY0u+Q9LQPFhWVD4bcfy9BsDjPTgZJj0w67G+2vo5u0xWLr6/5B49DaKRPaoUor4JDFu+Puyvvs0MuDwduss+0JLbuzqiYz6U1F0+2ACRvfkUS773fMg+/pgePqTVqr3BVFo+6qoQvrPlgz5ph4i+j5OPPuDDkb5GrFG9p9qMPlO0GD1UxTY+9uoHPijw+T1pJ1I9gK34vUY+fz5L5bo9Upi9vBpWTb76qKq+K/UivvsWUr7m8JC9Ah+5Pg3For2vnmm+TVybPtn6tr7mpxG+2HpDvBdn+j1Mt2O+/xi/vTr2kD2JJ48+VVAKPrZgi76mDHW+/feRPKDprL0Hp+29E9PHPkO1EDwEl2c+cygrvh2VBb0zgYE+o8PmvLqwHT7pGIS9yKLmPfLSO7684Q++hQS9PVmF67yvu0E9w1fDPSZIkr5szDC+NIllvWJFpz2o+my8OmeYPiRK/77S/q+9FRe+vdoGhr63+d09PmlXvqJ8+T141JS88ud1Pj9UKr0c7q8+rZqKvmuFijuoUCc+J9A4vveJez4AM948bdVLvaf5XTwogYG9vTSSvdlm1j2BT9m99IEzPmO3jb46JNS+7LOTPkDKAj51y8s9z+HrPW4RmD6BcFC+bYcxPqQ4Mj41on89N8GLvMM/qT4dlrC+TkCwvVXp8z0vi7Q+gsHfPdeimb7xxYO+Xotlvfu5Hz124HG9KrarvbNKgD50n0A+44IqvoaApr2c0MG85JiIvaOmNT4raGS+k/L/vRSasDyG1wc+AYzgvQlbljuSIKM9CHkLPZysLz6qKqu+MyFpPlyQaT65+1c9zyCDvnxgiz3XYHI9H3RpvibJ2T206OU+G37BvfbE1j1bcQ6+fBxevUWzFz5sk+y82Q4ZvhiFIb0zElg+CtYZu5xl7z2EPBQ/zogAPvYwET2hsaK8WzOavQIMLj2/xH0919NJPLaNyj7UHQ6+DMMkPt+dsr0sRVg9QVKFvvgnGj5T5aO8PdsWPqMrtb7hPYy+hrZYPrrIALwe6RE+/V6ZPo/elz3O+m8+toiBPvSJT76DFf8+6jeEvi8EYL4mIba8eBKtPlOV+LzCu7q9Q2TVveh2+b2K+B++dZoPPYP7fb41wuE9dNI5PfWWa77I4KM+73uavssBpr05wQs+rck+vmv9Tr471gW+ftU7vm/P274UmY69JAPSPckHuT5kbIe9w1RgPsMwXL6Vfks+4nCrvnP2Y725K26+wUg8PvNGkT2++uE9eSxRPhLrFj72CKa9Eqoovr2TCL4vTZo+fF5aPmYB8b2jJAq+fj2BPh8k3r2mRLE+eWiRPLuH2T6jR2s+pSM4vox+t76wObI90DQwvrc9KD7bxVO+z56+vesOVj1b1nu+ttgMvceFIz7NmC4+OvMlPq4bUT4YBxG+JSE8Pgwb/j7uRzm+ZYctPJYDDj7EW/A73DGFvEL0J72A0Yo+beDzPcQROD3iPxq9648FvseoiD48jEE+C6NePrmzfb4jmEm8j5imvlXdI74Gmlm9RgGYvX/Y7r3v3/47jyVvPrXpCz390kc87tGVvdvnd75dqbA9+ESZPT+opD4EVIC8BeL3vObR6j3UQ+s9V6cAPv5fjT7VnP+9mXLXPS9uEz5NcHm+iby5Pv/7l7546xe+syjkvuNA0D0ii8Y8n0GTPpeCw72t5qI+pRMLOzvplj0xdWG+hevqva7Pjr6vLVO+etaWPRmNij3858S9Ym8GPoQ7fDoZNS2+tT/xPZP+Uz7dphS+dfyVup/CU74Hm1c+ceY5vmuEFD4/jmY9ON2kvYTzwL7sZj4+X2jGvgfZVbyGw9G9hohTPm8YPL0rgQg+V/aSvsXT8L2K4VK9DsESvldsdjzzIo09S3pOvqfUHr7oJ6c+ZyjZvF1mLD6tLzY9XAuqPfv/+z6dqcU82ytlvj4KgT1eT+y+76wYu/wvpj7W8eE9doI5vfDm3b5G5gg8EdJfPgJelb7c9hG9Di4YPoLaWj1N8/C946pMvijY7j0rEBU+DfsxPooiBb2c5WO9+bJOvdrknr1m4gQ+/CPJvh2Zuz6J75M9lJfPPHpg2z3Zs3k+fQAXvthAML50UAE/0aYzvi0bKr6IOLG9mLPFPnNlDb4LFMq9wFSHvvBoJ77EbrE+A9xevm+hIT6cyrs+wWYKPvs0pj378qg9UteqPRMNdD1rLAE+AH6ePJpHl74xeRw+nj49vlgVtL3djKI+ICWLPnfJO74HXIi8UcGJvmzOqL5cfho8KcVVvudPJT6uhoE9JlCUPbqbvL4Cj5G9OmWAO7rYsr55aNo9urpfPrrVRr4H74o+3NuyvEmkFj2qqiY+NWynPQZ8Hj4+kRW+gXnPvFOCpT37ZZy8GA6cvjnRPrzqa2O+gBBIPl64Nj52h6S+k2gjvvMoK77Phjq+pxN3PhpdwjwKSQq+JManPk1o4r1ioCu+wOGwPD6kkj2DmxI+lbixPglDEz3XrWi+SnOSPdgNqT6JUzE9tRYjPtCQnT4vGps+8vbfvWu7ST4z6RW+csIJPjqhXz6aWYK+QUqDPtZjez4ATe89fkW5PvvRpT6mtak9J2dJvp6/Cz7lDii+GeUuPT6KnT1ZPvS8vnnSPpbErz4u4q490skrvqyovb2BuKm+GT/ivo+Izr3HT1G+uqB7voHCvj4vOKQ+0uhNPvGdgz7qJkW9VN+DvkzGoL6QU18+U79ovjZkJj2/L1g9XzywvQQ8Hj13wZq9dfrBPvWlgL7ojW292LSavmD9k73K3Kk+bJeYvTrkpL7J9za+F+sEvnOTZb0R7qe+UMncu6kkTT4+uuU9e0AdvldHjj3WKyg+HKUOvRhvOr7/ia09hWpyvjRBvb6Co+G8yMmWvaTkKT45wUE+bYyhvrYsGLxcGRu+H3X6vaW0Lr7qn5M9C7WoPoxDbL5ftIA+qebePp96hr7lgZ++9XaTvm9+oLs4Mrg9vshMO3bSRD2Kk86+rDNxPbPBoj6AO5E+PUnCPjyIcD6OICG+eihWPhSD6bwPHCs9VLc/Ooaper6iN/A987/6PWXOlr6wuVK9ZVBmvith772q+Sa+188cvvWSm77kl/29wRokvqTmkzxTD+89AdT4PVlAo75MrBi9qvkvvCBg2z0JRJ49pVfPvQAUIb6XgXg+e5oWvsAJlb2kE4Q+fixLPnTU2b0beLq+4nyPPNv4B77f1lO91HDtu+kgvr4FJo++j43nvZI4DT4vjV89jL2YvqxojL6xos69ukq3PutEq77NkxC+ZNQzPn2b77w97RM+k2swPYEqnr53LoE9fg9FPJwxIT5sfE6+YLwQvj9DuL72g3q+zzKZvYJZF76AW5e9mjSZvq68ob68y0Y+aH0pPkW2PD5mypQ91N8QPh46Lb6JT5E8juLIPJZRlj4soAq/3D1ZPY1/KL55xzU+LvKhPWAG+D5QHQG+R8rnPV2rOT41Lnu+5VFFPvXeiz37Vhu+weCJvtGGk76h2C6+3PSaPm5fG75Nwtu9oXSaPu1RO74suMY8dcE2vqdmE71U4dO9LOxKvqmdED/TEQu+wwuqPItqe76vxvw9D3ivvoYlgj7GRgu+zF58Pb7gP74C/2e+5MLHvTp7jL5wBxk+hAZJPsdd6L1gn18+kNCIveh6kD5vbpI9GocVPiABiz5hara9i64CPtJu+D0o9RQ7CU6qvj1ZjDtBd9q93H0ivtZWFz6pj4Y9HX61vgIiQL3Sulc+Q2xsvsRDAL0GN06+pFxhvikURb37GaS+c4kjvsD7Jj75YQq9W5/TvmcsG740+Kc9p660PvEKVT7RMxk+nI/8O9EFaT46g1k+uJbtPcESBb4NS2W9z8LAPVDSrD6yjqA8IiAcvV65P72nv628WkSJPi55dz0vCno9qlEMPWHhdz6TX809RVKePk/UADy5NqQ+Gd4NvsL1Cj7LI8++q0NTvvTCSL3reNy9LWCwPl4K0D1QEwe96nROPvTvb75mCCW9QDGPvXp60z1C6wc+Rc33PdKkfb5B+8e+x+xQvW7oEz6BZRe9SeAsPVMqED6Z3Hy+HRquPro6UL4tFy0+KGkQPq8Wgr6Osf69Gq1YvTnqiT6hz/k9KBhfPsYe3DwwS6M9j2MgvuN8nD2QHRQ+QycSv95PXbvHwve9NrIZvl8MDL1T1K06bsuJvUjewz2CXV897dQXPVeCUruhCgk9D8zKvZV2qz1kZoS9MZXFvPIe6jt2JTW9Kf3GvcIWBjyjxGK9xAatvSNT6rxl7ZW9YRlcPfV+UT3SJbK9GVe+Pbv+G7xXGIO8OiKJPK3XgD1eAho+/uYbu5V1jDxLgZE8I2e5PeSR7bxDIJu79bZru97YH76uvhU9xiBKPWU9a71RXNu7P4V9vT785jw3Wyq8xXpkvfZ3VD2UScW99zsSvu67xjx5v6O7mtgnPb4h3D2iNyI9V7cxO5MwLL3x7u09WfoWvlEOPr3mos08QG8+uz7NuLtXZFc94+N7PBd3rz2OwIy9vAfqvNHZArtjQ4+8XYILPIOchz0ezwU+pO0wPKING79h/Yk+AJP5vgOOXb7GCva+5kSGvR6aCL5FeNO+bEy0PtqzC76c+yI+zFmZPgQvL7x4/qE+y3e4Pk/+TT0dahK9dMrqPc8MxjwxHFO+e257vJSCcz0wVZC+FI/lPdwthL6ko4E+/BPFPvYdSj7wGwa+Ztjsvhuj0L2RJRM/4n3kPSYC8r40myS+1k2dvBEwMz21IwE+h8kBPtswSL65idA+qFvKvrLKeD2ABpW+xVrCPtjHYj68jRy+8wKPvtHKUD4MmjO+acLMPnqLgj70F5E+GYkXPwRoET55Vuo+92z9vrJbjrxvRWs9LFfFvqg2Zj4wBrG+wKMwviLHuT434cs+CrKvPZyiSL6q3gO/HJaOPinGy75fgLs8RrU4PklOYj1COB4+/R6CvmbcJz47Bg4/UEm3vtJovj7GWo67YgXCvjqWsb42iUW+NcitPvhonj7U9os+KwHAPI4iRb7/Wlu+a9Otviwd473OJLQ9tFSfPndT/z5pl64+vUoMP67z8L2Zv/G+WWOZvhMX273nfqe+o5TLvkQ9Cb7OA9C+K2D9PjRIm76oy4o+1rxHvnzhiz0Ox+q8bq62vjuWiz45zUK9frVxPjBA/L5TY88+urDLvI0uj7o7rHu+GzmmPZYshL5SFFG+jg0pvuf8xjxLiSQ+csGpPs1Wwr5vIvu+CVO7Pkm/hz6/icI+WwYQvB6Ipj4VkrG+b8gtPNDrQ76yS9K9ldKzvqs+trvmPNc+S3kavsKhFb2sPiI+8q31vsftIL4dE1e+iZtDvuS0mr3u1gQ/nkHzPdCQ377jb+A+gV03vTAuq75HbBE/7oWfPir7jr47MvY+V/KtvpTjrT21gfg+AxaFPjyVOD2XBqc+zhzbPtpgZr6X7oQ97wkuvgMTDr4opV47MHjFPdza5j4+2bI+fA5bvh8clj5ckaq+mkMEP01+Jr6GzOU+uqnUvpTCVj0ueyw+mQ6evgDNAD+aW6O+Ntq/PsB/mb4R6k++z+faPhaOD71sWJ8+JN5Kvm34JL7a5Eg9Xs8RPySrCj8i2dc+aAQhPG0H1b5/9KA8KdSNvvT1Kb76ShY/8bgdPj87Cz3amlI8EdWlPlHLmL0C142+1S6NPgaEEj6nhSm9Zh6wvglD0T5gc+U+v5lwvZYt2b6mN2u+BnOKPfmgxz3qhQa+MImFvkUhb77H4rq+A2OyPo0w9b507Jc+rbJPPhssqT6uXwO73Lvmvc85Ob50sZi+BHKIPkH1pztAiRA/9YqJPli+j75+xKo94JGGPauxFj7oflQ+AWMQv56xpT0forG+ImfgvlT6Eb9SJqk+ZjEBvtGvbr7AYr++h12GPo/2mz6olTO+FKGWvoE+RT7ZJU4+3wm9PskPD764k9o9qGOJPkBOrT4oBz8++Euxvpw0Gz/bxqS+VOA6PlZrH74pXqG+qQhEveNmcT7ceUY+lGbJvdF4477P9vQ+QFYRPc3T1b0eNlC+ckhoPhRfdj3e9gK/CSjjPqTUy74mvhi/mRnvPqleDrzLGNA+OIgQPvDUV76H/A89I/uvPjk9Sz6hpWK+EQyGvrWZ0Dzl7s6+LOiIvYRxbD6tqqC9gVzCPpFMxr4Vefe+tGxGPpFjzT5qgsq+bb4/PnPeIz4C6Yq+A40GvqJGoL75Nea+ATV6Pqn2m76tdjQ7P4YUP88fab3UQAo9ouq7PucWKD6ksjC915dzPakHAz7VvQo/igwJv02FIT5FaLY8H9KGPvRzOb5PqL69mNWjvvW+N75N0Q89fI24vkpa2zwb/lg+v0N5vkV+D793s589OD07vpyTG76XH3M+etjZPqpNgr5aWMu+sZyOPvT2+L547Rc+QKFDPtCJ/b1UtFE+kFx+vvBqDj54jBk+V2HEPqflkT1jmfa+etKnvuKxwL4U5JQ++OTFvtlu/LywqmI+bEeIPNS4zz5sXt49a/cCPeCTr777I9A+fTmVPgDYoj6C6o8+HWavPetENT4L7ZW+8G2qvfTI9T0ntpM+SzUJv2u95750m8K+Z7BYvi9Ri76XlYU+A6+KvlXBwz27cmq+sez5Pt1ysr4oByM+NRyHPYNfvz6ZZ8C+VwwAPlL20z7y8Jo+P9gNPozfFb706GW+2lY0vmeg+b6hm/69zF3Xvrg7lb64p1m9EbBcPmd+6b5dQRg7vZ+mPhGFuD5zMXE+fNjvPddsgz6zVe8+jGFfvu2IjL6gOqG+oOiLPsiVVj4nPk0+NOquPqAtM71pm5k82gKhPmdQn77J1rg+if4TvqiT6r4WRMG+56Xgvu49Gj4Tozg+IY0Vvyr3Bb/+u+W9I4ufPhyoNL0hJa29iliuvUAV+r53RBY+LvLBPthK6D4Nd0C+P9wxPpm0y755cDA8lWqkPgNxLz6EQri9fryCPjyehryctb2+gdPIvrUK6L35i4M+TrD9vn/g2r7U8Oc9uCd4Pske1j6HLJS+CcU/PN3ghj6MCuE+N3hlvhLUsL4V+e4+UojNvWhYFb3mWKq+m6ofvoFo+L0iy0M+K/eGPbeMab6mGOm+lL7bPIX0k764Qpe+shK1PlR4Qz69pqI91yoAvwy2Hb49msi+LqPdvnI/A78gQgq/lADfPpZKuz4GvB2+fRU8vg6XD7744hG981o+vrJhBr74tQ4/xcttvlf9ob5qPgS++d+JPLjrwD06KYs+QW4wvhdW2L6vNrQ+8KfHPVeUa75Ahsw+YLvMPT+4aT4w5Na+pU7SPsMO4z0sIIc+hBY/vgIPeT5PgQu+bXcRv/d3Gz5/DKg+EYLxvuWTxL6d1Yg+JmamvehVOb4pAIa+VJyuvt069b6NW2W9/0uFPlIjZL12zmG+rkzhPD4PVj5Y3NA9Y8elPmYFIT7UjOs+EToIvqcwnb5fqII+qgI2PhbcsT55mIa+0oXfvvQ2pL7SJuG+vfmNvq6+U75vI6A+2fJ1Ozx9Db9zffQ+6avePQc3oj2rrpa+cVWoPrMrib4ohH2+hyDuPbwZbD4AD+q90ji6vm45Vb5YHuo+si9rPt/Wvj5N2ZO+qfarPsbRtD2nMn0+9jPNvpTRdL5RNbi+ChyIvmkOQD7l9eG+d8UCv49oBT9RLkQ+PmyuPfDay71i5Nc+JzYevtL50j0rk2S+ALCUPvzR4j6JO108CVSAvfCoyD4phHw8L6Gjvsrj7rw8mis/49P+vpDGoL5SmbM+dG6NvoMupz4bYRA86ER+Pv4J2j61HYS+SI8hvxKJTL7K7je+Gq1PPnJLUT4VC9O+nCfFPrhIZb6fNxe+ky8tPh8dED36Z5a+ZIdtvqkswr3QaWQ+EIh8PcHnpb6JNuS9G8WDvSDSKj036SQ+5b1euxMZEj//mwG+BU7JvVY++z0bIl8+y57ovmLc1L7MAwg9Ut0mvq4qBL8GZ3s6YSTfPcHz4j5nIYM9NDBxvrN0IbxmXGC+gT0ovjTp9T25Bfu+oQSFPjWnmj7To5a+WU2pPjuw1z4ePoe+fCHxvu1Kmb6CM2++Q8bYPsf7uL5qDgk+0SAaPxJXRT4BQJw+GMOKPT1azr4TE76+TdL9vPIr2jyI1ZK+tSKHPm2K+LyIWKo+NMWcPeELwL7nf7i+ga4UP4vdRD5uMyq+F25zPcmD8z5yzBe+A835voA1V77+7AM/K8SMvs4unD6ouRg/2higPVme7b6ZHzO+1H83Pr9oyL40ESW+RuypPjf9Xj61g/I+h+9tvqCI0z4Bk76+0eCnPbjHQD4xNlc+Lf5vvq6UgL4bORO/2jWlvpDzBz+kPku+7zuuPnuIsz6EyYG9wvywvsPJpz79dPs89YqFvm8TaL7bSEq9YICyPvQl8DuR66M+vCQfvpYrwb7pccK+ZB2cPu0Kzr5nSMe+nsuLvgzCPL57i6s+p+xrPktRbz4CVSo+mtQGPsRW0z6OR6a+wAokvuG58T7QbL6+khqBPhLjBj+eyIw+1DzGvbDNY75nOfe9daa4Pil2/T361vW+nGUMvovM87xj5Cq95hvTvXocVT3lj1W+EAC9vj67or76vnO+WPWRPh8mCj3EkJo8UhSrvqKSpz5xq98+ctfrvh3/3L2boCC+1QhavlRi3L6yzL2+mxW4PkfJ2D1TD6m9smUYP3kd/z75pBk9MvMSvgxdp76vP4q+n8iGPGBN0z6g95C8rFt/vhACwTxSyZw+OLeQvhVODr334pg8HgUGv0odrr2LMY0+wl2WvhMoQT7Us9G+yjUqvv29Aj/UPz4+n9o+vXR5hz2G1tq87rKQPgt1fL4SW4I+sN2nPqXfoz6/vHQ+H6RHPtKBRD7NKz0+tTL3vt09dT7zvr+8+/qXPrco9DzalT4+q+zivpIDjL7rOUe7m5yOvjDGsb3BG9W+jk3VvnwdMb6b9iS+w7qLPr2Qgz2vfGi+u5M4vnPzVL7jcxo/fbHpPtoDF71yvaA+nRJBPnaFgb4AjwY/jYW+Pucc/b4G63q+lUOnPbYaOL7M2Qa+j/GMvsb4Cb5o65C9J9GBvYl0lT7LzO2+nDvPviiUfz7Db4K+fTqGvtakm76QK8i9qY7Pvp5pVb5cHRU+1WS/vtE0pT4wY84+6oN8Ph7Yc751U148aVHivXS+Pz7xJfA+eLbPPi7WN77Ydls+pU3YPq2z6D3Y/gY/P21kPlqGqT2IO86+KIqdvutR0L5JtH++isYuvQDmxbyw82a+T0jSvaUh5T5EHpC+YRv2ve1QmT6b9qI+YzmePthG4z4QrSa8S1S7vtLBhT6E47S+LgwUP8f0Rb7Q/c4+s8GuPpxfGj5hjto+0NiHvmhk6D08Cni+DNKdvr3SPr7phgy/k5aZPQfVlj7Lvg6+Ugdhvune4DxiocM+tg78vh1rGT9AGGC+gEOOPvjMDb/zov27xqGvvpiPsjyvcqi+GaOvPkvw/r1yYOM9SxwZPmQKmT7V9qI+aGWvvjP1rD4hI74+O+tJPoDXmD5AbCm+LIZUPiEI6L74X30+/7LHvp1jojxlzbK+n7bnPSMZNT6Q96Q+pn0FPwf2Cb+ucp29wFDjvl67mT4dgBw+FEqcvXm4Qb3TW5S+AgYrvVUJjT39oRG+07JbPjjr+T4fv4u+8Uq9vjv9AL4bz+M+68GMPgQjSDw59KE+drmVvtd86r7+0r4+63WnPWn33r1JpY69q1IbP3HMz71+YwK/kuxevu9BAD9MOLo+EDLRvu34kj4W7he+zNmqvsHOlD6K1X4+R9Cnvkp2AT7FbWq+Gogtvn08Hr7kiJk+ndbfvjM2yz45EK89LcAYPnk/UD6xeTI+qtZPPdhunD63ezY+YT74vubs8r4DwQw9uZcxvtLemr531Cc93Cg3PdOY1z6lMaW+KxqZvhIuGr4GPUc+cDxtPRr/LD7svrW+x0OqPuWRCz/U6YC9r4iVPmaESr4m1pi+v3kLPoBHPr22PcE+XvM3vg9zKD5axYm+vmmMvknA3r5AoKq+UB2XvriOCT7w4vk9H+yPPdEexD0u3f8+nWzavt/xIb773bI+QHqSvmaHhD62Y9E+dxapPus5Xj5J2k8+fMW+vtLadjv8c5087CZFvcDjgz3XZs06Jv6nvPicor3lVH69NGRru2apmblE1g4+Aqaau/dRAL4PIQk8fSKgve6G770=","weightSpecs":[{"name":"dense_Dense25/kernel","shape":[30,76],"dtype":"float32"},{"name":"dense_Dense25/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense26/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense26/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense27/kernel","shape":[65,16],"dtype":"float32"},{"name":"dense_Dense27/bias","shape":[16],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:41.580Z","modelTopologyType":"JSON","version":"0","formType":"register"}}