{"modelTopology":{"class_name":"Sequential","config":{"name":"change_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true,"batch_input_shape":[null,8],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"bb/GPkVSbD4qttu+glLXvnQKzDwFtQo9F+j6PHh8gr5H1IK+RYbcvaiQAL9ujgu+hLfpPChdGD7PJ5y+mPy2Pk/6Kr60yqy+yTUyvhXDOT7PHK08OZeMPOMHnz5yCxg/kqWaPsEn3r1uNrC+2gHQPpe2Zb4tzMC+4ykAv9KnZzz32Jo9nGWxvWFDn77T9IA9UQP7vmC63z6yLLK+JulOPj4p/b4AWDw+7HmGPikctL7YXQ2+GZE9PrZ6Zb05dyk+p6GbvtJHoD4Yts0+1FCdPtm22b7AT42+IpmyvS5kej4IZz6+pB17Pr8fhr2ZnXW+mejHvnO4Hr4J7tA+DHSJvS4jhz5eM1y+OMeaPm5zhb6uuFu+yExuPcdwBj8n15q+X3qWvoWkEb6hWZA+AufTPjbktL52TZS+fWCjPswHoz4/3P68YV+jPejshb7x740+WV+fvpR1hT4o98M+3EUcPtCvVb7BYDO8COKmPUGcXL6TOp++zQgzPjZtIT3uXs++LgH3Pfm5Kzyo8XW+kGNgPoEis77fQiI9Tgr+PcUHyL6FGty9wsfxvSt8lT4lG0M7+eJXvj1wMj50LU69TNNUPsDscT4PfTU+tA2LPq9PiL777KM+fcdEvkbTnD5dk4E+XGPgPnqW0T3kSRa+CcvfvpNGzL12rzu+qe/OvjH4qL5o1T8+ufO3vZ1wpbuhawK+5V1DPlgp0L4e9Zw+em6JPomx6T0+22U+Zs85vkvVob6sTpq+iiWZPouEtLtwR+c+4ca1vVBvhb68Odg9pjtbvjUJ4j7yHxo+LUSkvktfpj6TKxW9LshMvReq/LznhH0++y9jvsdNbz5Cx9K9auRavIo9T74wXkE+dBN5PbTow734NWY+ROs7vqws47zOxVc9QMznPYubBj5+bhw9g00bvIL48r0iG147kzbUPc7xqj0pGKu9T4c5Pvn2Jj6XRXA9rrydPMezkT4qkJG8QthGPmckI7scLyO9JOl+vhs/1j197/88KrFaPX3Woz57Bxu8+7pKvsncMz7XrLs9Y3MPvFUhur37Q/+9Smeyve4XzL096nk98jgmPudjwb0Q7i2+Q37Ku2KHGb4ekJo+IqMuvmUNUT02VVA9iUJVPbfTSzwgR6M95ugKPDt8Lb3EahU90NRVPdQQVT2EjcE9UrxNPU+TEL67nt+9EvhFvduFGT6nxsO9jfJXPSkFSj45L2a9F2MjPXf2JL5fQZO9BFghPlvbiL53DVI8bnw3PXZmjb3/ffQ9nqamvRtjNjwxbg++ZGKNPBhrbr6SdDw+ljm7Pe5Bzb2ICOc908kPPpD6MLyIs2K92BA3vr80erxzSOc9idmGPsrTkr37hj4+PKHxvfoCiz2pMFE+EY7Tvb+kOD6Qh3i+B8UdPs6crr782E0+tN6HvfnhFr4QemY+aSXCvHxcSr1mubA+EkzcPgW0nLqHF3Q+s0V4vlUKGj2MQIi9JSolvo3yCD4ldwW+bIFgvut3S74k1LS+ctw/Pk2hl73ZNhu9Z+wJvb78or3QKUi9m6Q4Plg+3b37js68CmgMvhmpuLpYMIG5k6kBPkSk0zx18su+X44LvbgmWr23blk+PXHPvR9IUL60FU4+eDaUPdrH/rxDqjc+b+ahvH1Dlb1DeKm9z0TivODOLL7CBdO96uiQPHaNh77n6HG9fqa6PEaPMD0mieK9ZIDDPSEmob1xo4G9w+mKPmRhsz0k2QU+J5cBvUV9jb7rUyE8jguHPswC9L2P7+e9+0/+PeJLG77vNrw9UIUkPo68ED1jxqE+jFKKvdtskT0BY2S+1kyYvSPXm73uxlu+T8ccPqEhVj5a5zG823dyPSSGez4e37y9MLTRPJ6Bn75Mvuc998/kPMoIND6LTyo+tl5jPQYLYr6Swza+fQWBuzBKAD6mQFC95aGLPi72Jj2JbQG+esb9vZaxlT52W4a+Gc5MvWfapT3o+Qk997TsvRie672wmSY8eqYBv2BLqL2CxGm9FBlPvLYF5T2LxdU7Ma8aPu7qrT1vBY+9n0MjPtnjAr7LWhI+e+Bhvs2aSD1k7ok+V837vNTbEb1QgDm+TstEvpWy2r3rirA8ErDqvgLTdD4SXrA8NZ4/vkqmIz7/q1o9rnOKvMnFOr1Dx3++snG+PSgxOzzVZLs+xRKKPKN0uz61LmK+Z0QEPjiJlj41Kly+4cFbPgDRjb6v6nc9o52CvrAKJT7Oy12+a1kKvqMsvj5susm8nKJtuwQLuz5dHZI+exeBvks1WT6lBrG+s1XBPcsLRz65xyw+Kyh+Pi6TGr5oOSO+nlLOvR+9l778m8M+/AVYvvu0x71ZCcu9p+f6vczuj7wx8Tc+dJEIvq09E74Fe00+sjtBPs/G0L2wElO+crVAvqHhpL5B8zO+jYtUvnP03T4YbRO+mLOwvul5vzxRWjO+/9phvXWoMD1Sgp8+UBxDPLtbwD195Ig+inoVvdFyTT7FMY6+9XLRPnTiDz7Oz9g+w17Ivq4Eo72J3IC+q6SJviv/Ab+qbf+8RLjIvtPWSb5e8Zo+OckWPjdoXb4oPRM+1hpvPvF/c74fIj+9ouS8PR71BL9xLto9njbvPoYFLT4zAec+CbUCvhg/JL6LF8I9mQOCPkm4UD5oZQK+7Yp1vov8nT4l9Wg9kIufPU+YKD5f7Rc+t3ytPkG2674vZZ2+Z3GIvqmSgr7lad+9Rqh0Pi59nrxc0Fa+QNqFvskJKD1FbD0+L3mKvQOGNj6+7qY+/0pYPRb2Aj5/Da0+uIujvg7FIL4UjdE9Cu7pPe5Kjz5Nc2G+t81jPS81YD5b6li+cN2sPnCVlz7D2ru+36mLPuo1Hr7HNFE9MiKbPvJ+jL4hT7889zqBvotnAT9s3ZC+aNIXPosK/b73bVC+XulUPr3fRj6Wa7U+Hv1aPU5NFr7UQmY+bU5PvsQzPb2j86M+L0sEvmCzkr5aqJY+MU5xvvYy+r4Ozi++gdOZvt63Cj7G0iM+22qEvsqP1L0sMbq+N6zJPj+xPj2oX7M+HdErvmsYuj6uqoU+6NWyvs4kvLyp5A8+jRahPXYQU76ZJbY99HLwvvFDnj4j47Q+WEOOvUTWcD4P8Km++RxGPpNOhz3oBoA+n5vlPmOshr4sypA+dsq5vqOfOj51lxC+8Rs2vjPM075TftQ+wNAAv4rzvD0ZFsK90NYhPa8jkb5+HaK+WW2iPuJqXD5hZCC+88DVPUBiw77OiVS9A76bvip+lb6VnbW9Po6evWIdnTz/hYo8SB5EPf7Dxb00JsA9EXc/vHKE4z0qJp69Dar5PT0LUzyQ3tM9BY6fPfUJAr1Wt0W9r7pjPlqYr7xo3QW8ggOyPTaHKL2z3lW9ZKplPaK3S76hjRm+EagnPciar71dAiO9XGbSPb5Uob08fZK9A4y3vfD4Bj4eGHg8cB8NPowj572PPLo9koDMPNpB6L0keWY9QvzEPIEotb2+/he+PORrPWO07L16bgo+BUkDPjHdBj4g0Tg+kenrvbrCHT1ChQs9UZEkPu0KDD4rvw++zhRJPXpir71J6Cq9xX00vUoXpL3Zioa9/KGePcNmOL6PKv89ckidvB/2Ij27Byy+GjQPvib4Fz5DTbY9CxhRvRvuY73/WVO9cNuLPdvF773Rzie+Sew5PjhNBD6b4BC+WPWqvawuD7z1QqE9Z4ouvkYcaD7IoVc+mYpyPuAtWj67nXA9FsiYPh444j0Wyv49d9MWvhCTGj5qUIA9WDasvS6vg71q5LE9wYhqPq1l9r2AHwo+aa+UPPVFjb3HAhW99rQRPecqPj4tekm9O3mZvKqLQL6KtRQ9ZyUgPecKHb46LQs+DBlbPsNRJz2qUFc9gyWDPg87GL7HscO9QGxLPgHFE77EsWI+h9cavlatr7vullI+Zd1NvoZQTz4lzDY+AUZwPXsMeD7qZDK9VKhtPuNSAbzUvG09Bz0gvtTATT78mBU8aewUPkleh77BD8u9pLx+vfUQij0Y8Sk80+7pvVAAWb5iFce9dQT/PEBbBL0ZEhO+aueGPhYpYD7RcU0+gOySvaBqjL6ExTU+OXZqvTc5orwG7We+WHKDPurcmr5Gd9K8zqeIvJPLpj2W/yI9thFyvhSuHT6fINC7D1+IPHBwV75Boo29/8EoPmTJAj0qpK69yYJHvtzgDz3Wbkq8PwtXvphubj0PGUI+WD9pvawgijwTn/k9KFl1PfCdwz2RvdO95fJVPSjLfrxGLQ2+Ubh0vamI6D3V/Ii9130tPgvmTT46F0K++GHtPX/qkztHIqk9rVemPcWAdz0ta4u+Gkq5PV4Us73ab54+yKHePPvV/7zNOZI7Spf7vfhTWr7FRho99mZHPjX1Vr5OQYw+6FqmO9qUqj20EMS+h7HSvmWkl76rvR6+2hFovarwIT2Zko490dbBPdBgbj5Mdh+94wSiPXoIqD6Z0p8+AkQKvnhYUT1wJtK9F/kgvnUMND4n+/g9hdUSPvpnBL4P87e9BANePZjyOTx5epc+siFNvZtfvb68uQw+zasDvRslgb7UMAq9rVQKPjDvB74BWj8+Q4O+vHfppb5PCZE9E2+GPkeNrj0JiMY90qDhvS/rqLxoh829FUrovX4ndL7y2H+9dDW5PDnZPr6o7/a9rrgCvp35ZD7Kah0+edWUvVHPk77dUSs+pfn3vWaXxj2856Q9Jssyvj8Yu70KK549yvXQO+YaJj5W0pK9DVtPvUWl6L4QFGq+Q/U1vagulbxwT3E+E149vulsAL0BCLs8dUeJPne8QL4xIKw+FLOVPoSKFD6BP4W+pThxvguh1LxvcuK9diZnPk1i7D2uD6I+UbG1vECBK756a3E+pWsVPZhyvr1kiDO+9G4nvph8JT5z1EW9d0JpvbhHXj7j49u8j4iePJwQLT4FXhq8uApDvdtFkjxgvXw99hgGvVCyU7w9h26+LidMvN3/SLuvBm49Q7igvfLbSr4gwGi+3G/dvYU8ij3wXQS+6Q0sPtSO9j0O1/k9Hx72vOpoGj6pdiW+IBUSPkPwGj70Voi9bQFYPQGmiT7GYhS+H2bIPb29Ib7FJZG8ANWhPt9JE73VGzq+YDooPojV5j0pZuc9+qNRPbtUD71LcG2+p0xWPlbIWr4Foqo9aFMPvcfTQD0lcIC95qWxPdmLjjw7pgG+K1EAPWp0W76WkXS9Cyr4PVZX8z32DQM95xtdPrZ3Sz0p3gq+Z1uJvnD4AT6Gy+69M8moulEWbD3CLeI8NiQBPcZR2btLtxq+435FPUUYGD3uj+E732etvCHwQz4GW1G+n2qxvRABPr7Pf6+8YVyovZl3DD7gidg7HziGPes7OT2dwj0+9QkLPpo4rj34Ek++sADjPQJ3gj5ePpy97ZGjvUhMNb1OLcQ9efkbPgLHe74UwMS9fQBwvqKQUz1GtJ2+OyKdPZQtDD2TGW09lKgZvi7G2L3VYw29c3itPWbHwr37Nwq+Ep+PPL6PwjsXIyo+baWKvkGIZ7xvEkI+dE6GPaAzDj7Xt7G9xLsKPsbRRD0aQjo9lHJbPp6/SD6blDQ7XqW3vmZQuz37VCw9NvacPddmpLsqycU9AlymPjcDUD7k1Kg98YbVOuvlcb1K/Ls9Kg0LPhlS9T2B0ca8ArAWPTL35ryRdk++FUCsO4FUYTwKaIe9RdBEvf2MhzsZD4K+o248vno+ob423TI+W0TgPNvmtrylNRq9U6tgPftDVT4vdR89pgp6vUMfH75lxVS+Cft/vU4Oqj2uHwE9wciKvYQQgz7zNAw+6JhhPS2OIz53TbS9WnRkPbZhzz2O62W+lJqvPb/KtD1gltu8c9xJvtaVJr5Jox8+Od0iPA1iT75NjJy99leCvbmVNz2ruQ6+xUHTO4DH6jycMuK9tzG5vJ6R/b0J7pQ+MywSvvGAOD5st7C9ffMMPnD3Az1jxeK93I3LOtibLD3axX+9a7EHPAp9Dr5NHW+9CvALvgUi+b2ybD8+8m3avGaN9z2o7XU+Wyf4PUZBBz6Oc/88b7oxvpp8dT7cPIY+MOQWPTU7ab4uW+S9IyXRPfrcQj596h0+C6a5vdpoYT1MCFi+iRuOPg0I4D07JYC+lYsUPmCVmz39n6o+fv9rvsNa770WoAS+49lovoPH373Zk4O9wr0nvonWkLx91iY+ZCx/vhREAz6okQM+XyWZPjorTjyOAT+9L+AUPqZJJr7efh0+wdEpvPgzWj570iU+L1wHPqolHD79FwC9bUXhPbDju72bEp69F49qPu9RdL0ZvKS+m+XVuxGeuD1wK6o9GrySPUykoj1y4MS9EvmmPgSMkT6F+oO9qUgDPaM5u71yETA+rmAjva2KG75wVcI9fbyGvsonxr26+g2+ltOlvmwfSL62LCg90gz6u0dhIjyP0zi+VLngPU2TvrzAsdi7YPhuPnw7Gr5hTWC+5IffPOk6fD0Ij4a9ukE5vjhdor0d9B8+RpQnPrYwuT0lWjG9bZphPpyL+jxpYAk+UrSAPcVcIT3QUlW8lg/euyq3HL6blya9VI3sOQmZ9b2gGMS8D0BwvhSm0T1mobg+WRrgPfiwjb3M0oe+wHcXvk7Cz73lb1O8V4cNPq/fEb00bNg9wRKEvjXLWb1PqMY8aQNDvgvEM727THC+enxxvRjqzb38TSi+KwJuvtQBrr3afYQ8topzPBsSvz1QU489g2UUvvxWAD75zPo9LXtzPqPEYj2JBCY+qCMnPiyRKz1g5NA9FPSKvvpJ4j3KFqI+FqvZvT1s2D3bloI9JIRlvgH9sT6GVZs+COu/vWeVFz4MDGq+iG5MPpgwk759YYI8SLKPvs4rUr2WQXi8A9aKvjmvsD2AWT09NE93PR/hkb0Quqc8NvKCPlKKGzvQHCW+hDKqPuxuTj76WQc9GrkiPgnsUr5plE68PBU+uZC6Tb0mHbU9aWNOPuBnUT5ISgY+E0CUvS9AgT3Hm3Y+yDsOPNrErjgQeEU+oL8qPtWukj1pju097qmjPUNVyz35t1M+pmD7PTr35LtUdrm9tcIevrOXj74qy769088HvpWTEr6TH4C+c8dpvRf5Zr6jRw++BbIRvkhDzD06J+u9IDEMPero3L0PiCa+GgY7PgQhEj5oznm+FAgxvhePhT0k2g2+2l2JPp0s1L1T15A+xX+7vjRXsb6rOe689QMlvmYAAr54oog9P9aHvYSIwTwHgoo+YihCvq4yLD4egoo+u4ULPj/MCr69/zW+tDgzPoGa075NnLc8jFWtPRcsnz40MEk+exXNvZWV8Dz3XpA95iOEvT7qSb4WNRG+ZPZ7PvmnJL5GRYS+V45dPtQ2I755t8u9Z5UCPnTuHD7ckpu+nz9/PSqHeT1/fk8+H8a5Pr1AIL65UUU9AdaaPLDgOb7wJ9S98QRzPb0xzzzbChO+SMi0vVqanDy5NlE+z1AJPvD1Jj7SI4i9JT0jPdVv970UGuy9/5GLPlj3i75cboA+z6uePlaOaL7IRk0+XYEUO2e9gT5QaGg96uXgvdSCT75001U9OHRuvnpP8L2Orhw+LU8TPnnovz0e3Dc8YapvPp2wOD6BRYu912FqvhfkVj4c4AE+ckeJvFCWgD3E40O+ERxhPsEgBz4kDEg8vffbPDtVBD5mBJQ+o1VWPV2yAr3Fmz0+c+kDPhVDg76neF27E3x+PlnhGr6hBEu9XAemPZxYJL146vY9Ta96vRosdD43V709l78CPiZHjb07mRa+bexyvhsfVT2edVQ9yGJtvmnCob7whIi+3EBSvgmPQD5yYNI9vJQMPpe2c77pTwy+txPcvGWlPD7aVE4+n8FGPutqH76NHC++MT09PnQ2hL4c2wm9vxYevXDskD1Q/p49N7cqPsVWAT46SS4+DeBkPir/FDyhDuq9+WKkvOC+nLy563+9i/BfvoH1Pb4xW5A+L4MYvjP1/b0kOfq9I3xeu3FAij71DLM8VeCOvbrm6zyBLwy+mBquPQJwtL29bMQ9EdPGvHGOKj2tJ5y9GsVMPjE9PDxyJpG+xlqtvvVkXL4oyHq+kaCmPpPWpL7L84++h/mDPcngYb72Kks+7Kj1PZsoBb5usIE+mXYovQGNbD7i0pg+XhqsvH/WBz7vrAo+AIOuPaf+Ur6LTMY8cGoZPhjk1D31fAi9TfGDvjUU+DxwJZm+EJ3ivcrBoDw5exy9PMC8PcaixD5LCe29/MOlPiZZmL5aXCe+Er4FPihTAb7n8Z290rKWPs+7Ir5Kw6u9w3SSPvuMmb50iuO91DpQvc7USj7yC5I9HviJviqtL76gfoS+crSHvYjvyryasqS+eKASPSTPpL3BTy29QBgFvXxx4T6Fg/S805Y3PaXGHT5qQW69VvN8vjB1uz3atsG+RXnLu8pgvb4at+m9me6dvd0pgj7VR0a8WW8XvqBdJD7smhi+CoSePkKKlL2Kxuk9l4kQPjeCzT3qlIq+auF6PevBLb3vdVk+b9QBvvktjL4ODGy+x6tFPkQ+zT7qr4C+zOIHvk/rpT0OEWy+wFE6von62T3uGoK+U2qBveR3x7tK1R6+X9urve9fJD6hgWK+7APiPUD8Vr5wDbe+OEMMvqCw6D2/Y1W+2jwaPtB6Pj71T4892rWFvT+1GL3SB/M8zOlBPMJ+Wj4wmRY+euEDPifS6j13J1e+FH8EPEoDXr40q56+A2h8vAbeWr6Z/TI+Wv1VvjboFD4LXGo831JRvmXTkr0E5MO9CG0BPrd/ST2B1I6+/m0jPb3MnzwiULM+Ve9Rvlu5pT6HtuY59dOzPaSPIDy1ixS+5b4xPm0HpT13nkQ90cQVudxqXr0OUC29KObAPaKnoTkK4Au9aNIoPTBWFr3vgss96ksjPiiVmz2xgpG+CYtWPjXsKL7LVBw94D8hPVJL/D0DKTA+Y/W3PnDRLT7/Lxg+n0R+PjoDZT0tzGW8TFF7vbcZ1j7CZJ29rz4hvpoPM777KqC9o0AsvrzXOj12Y4M+RbhFvNHtTb3QH4S+3OTvPb1FpT46m7m8nmryvPGRBb6sElo+9y+PPraT9r1uikA8BbykPl9gj708SN69/N00vL70ub4SQJC+l9bIPnLNiL7eTV6+U05GvpUZo76RYWI+DL5BvgZfnT0e2qo9neKYveQEmT4uaAw+B/+oPX5eMj7drKu9I2mcvqK2G76WUD6+aY+xPopV+r38nqw8KZPOvclUSr5oLIs9io3MvkLpHb7q02Y9D0QpPu8XmryJEjW91XiIPkqruT0hsCy+Mq9qvdw5Kj5bRQk+KSDJvWV0Hb6XWeK9aSrNPVnFNr1VolO67wv3vE0jXz6bKwm++N4zvq2dI70cUPS8o489PgpuED55jfA9lmYOPlAlT751dqK9mhDCvBfLQz15JiC+FIWPvW2jP76tGRE+C99WPU+ZKL5nokq+Hl7MPZz/I776mCy+r0tKvrTnvrxAhqW+bpsNPSgngjttT8u8UWgKPmpYpbkd5fQ9LwRIPdDAiD4rsMC8DT4BPsOekj2sUVA+4Klcvif5Mb7EfM89e6HbPUIziz5vJ2a+98EjvVgaxD2X8G69rBD5Pad7xj3YQLi9HnOWvuFHrT4SAW6+qqlTvRAGVrw7CBC+s3cUPttNY76hMjO+LH/jvQvcgT47uJi9cySPPsAweT5Wt9w7y70Rvl/bXb7RPrc8eZk4vkOYPD46K1U+K4A5PbHcMT59E+G9OiO+PWtfR75MMSK+YiiBvvsP173XCqY+2e6+vYkfuz0WyIU+N+2FPayBFj69A4693subvc7y0T2C6BY+9nyZvm85hz2LCLI+zi4tvpMuLz5t44e+DMmzvIWc7T0sTj+9KZSfvElkIrxOgi+8OMV0PjJ6/bx1IUE9NqgxvH8aUr6YkLM9m5wIvjBcxj2GCaK9YaaWvffdD73APiC+iIsIPWDeZb5unG+9CTyaOzSCY74FgvE9W75gvVLUA74B0SU+xL5EPfmgqL4XUkq+XjSNPnYYJL64zP89jcxeu+NVfrzrtLi8HwVmvnXsUb4+MXU8ZYgdPo5chT5EPYI9DasHPmrgHL4XBFG+d3vnvYIkir5zviW+P52LvrvVgj0r5qC+klE2PWN/DT45UG6+kjMevvdNWr07fKI9kDccPlrQir0eH6S+Lu6Pvg7Ejz6pr/69MDU9PZ0Wh73pjoc+6OZ8PhmoET3kS9g9uw9gPl0vWz5q+HY+R0ngvC3HhL7RrAi+zeMSPTC2Ij5KECC+8jMXPIqgGD2SzZc9g0I9vS5Jrb3cIgi9AVHIvbZXNL3H1wi85LpSPbBREj7WPjE+QCSTPr6vHT48F0i9LEgmvUlDV74N/2W91rWVPtwtQL61TiK9V8k4viVWAD6IQlS+a8M/ven2qz3bpyi+h95DvMoSa72qonG+Z77XPfA3Bzw2pIw95edOPKY5SD4f+Ac+eIvXvcda1b1kfU8+aCDovRm8i7uHlae+9vzwvR5JBr09YSY9Q6ZQvru/C74j7Ui8OMEovS0OtT0pRiK+ssmnvW16fD6Eoo4+MsBWvLRklD5aIkg+G15xPVyBCT4uVm08F2SAvjg1770stBA99Ty2PnuuoT41qgS+TTLrvSLVbr0L6L89eXKBPkR6vb6o3Xo+jwEfveYuFj4OYAu+/S6vvQCJI76Xhyq+v6g2vn0Fvb0Wjx89oamRPmVGLb2j8Yy9U3dRvEG0cD4d+TY++uFKvsNKxD7dtyI9RjenvVxRkzy/Cuu9aiMrPqL+uT0UiZW9DwHEPrAlmj22uaM+gyDTPNY6Pj6+UF+9IIXFPa35Xr3R/bq8SJKEPiOcTT57LB0+crssPjhlI74sgoo+ec2KPkjgND5Jv0w9chcvvdoZh77bOYE9sLutvhCxdb1MH4K9fxKYvuKV7b3NTh2+NSsQvhj6h77YWtE+7buoPpSO1TwKA+u9nP7iPQ2omz4oi1c+OQnVPZVtQrysXnw8GrRZvh21jzs4STI+4x5sPocghT69mhe9xnhgvq1zADs8m4+9ylb4vWQiSz7SSSG+spzDPJsgn7xOtLW6PbojPkHFpDxGmyG+ne2uPWdYML10ves9M6VqvUj7uj0QiiK+ZgDOvVPmn7wUKRY+wOTfPXmnhT0XNs499CG6Pb1TnDxnIPM90L2PPTHf/TuEqag9bl5Yvg7NLT7jpYw9IbwYvuXC/z1XhWA+R1O0PrA0j755f7Y9rzmxPB2ihrzvCVy+SeqWviIfhr312XK+dlm4PO92EL67Noa+pgfwPWJwoDyThz49qVAsPGggPb4z/rY9r8Y8u3y6Vj5UkyY+4PXhu4/BvL6+YRE+2bq4vuz/iD4l0si9koSGPi2gbT6ZX0E+Wzx3PhzK8rw9yKQ+HYjzPc6pXr4i9pa9Ui+uPgYYnr1ww+W95jIXvulZRz4ejRO97WBdvnTuGz5Wwzy+uO0TPuKs2719iRq+VAfGPbIVo73qcbi9xFgrPQ8Ysj69eYM9fuM+vnR9qb3hz0W9pFebvj93A75+yKe9WI+0viUySb5hOpo+XrtCvkbirbxcQiG+INOPvjTcnD4Xd2S+r2xzPUPusD5jyiw95D6APirSeD0n4Aw+vO9oPkhekT6DF6O9GDatvnQqJr6LvVQ+HtZQvtWb8Lt3z8W93teHvnhdhzxgvrI+2bMdvjmwVL661oS+yLTaPIq+ED6f0rK88KWjPoxzyTutQSW+k6P0vOleIT34W8+9/RtvPgKMJr5rsAU+sooEvBwjIb69ig48A7LePD+srD6EKQ+8iLofPdMyZL27p5K+iTE5vj4Z0r3Rjwi91kFFPgZYmD5XVP69rpycPbnCeT2ABZm9/w1wPRCsMT7E7k+9sYqNPntSKz7yfmM8FIkWPhxI4ruxDpQ+WwIcPkZBeT6MzOS6+PNdvH9jBr04wQK+DttRPrZ3gr1xROI9xMzOvSGZKT52jey9JZWEvgRy4b4mgxQ+Dc5TPs75oj6tb4i+rLgnPWtOjzx986g9ACyYPkdL7TsUpYi+xN7ZvJpQiL7YtDA+V3nPPFPiP776prs9wXuCPSpJPj7FPem9dgg8PpVRA74SSG4+yWcnvcFO3D3lFrE91PvHPB37W7wJ4RM9NRLxPMzhRD5O3H4+SVGtPbk/u765N1+9tWzZvfu0cj5+9jC9QgUXPbCkmTvE2zi+3mb4vLE3Kb5uFpo9D3CXPajhmDxoW5E9+jGSPuFWXLziQyM9fpKBPksnCz5Yq4S58tyGvMPtYL54X1a8R0mePhEhH71onYE9bLbEu2GrKb44pCK+aucXPjbheD1nnJa+JJ+HviiEE758Nuo9Xx21Pgr2076N7sM9NSjWPOWXx71VIeU8SDOevfWu/D1aVzI9VJjPvVaBkz39JE88Cva7PQb3nDziH2e+2dnUO2p0UT5nVW69OL83vpKFxr3o2qE9Nbo6PeX4nj0BE0A+4FfTPQ670byKeoy96gNTvsbe070u+Bo9bh4BPulzIT4x2eO9ZOfGvaB7Tz0iA26+AipXvgNmvb3jNxg+0qsGvdrKGr7/WVW+05EKPuBd+r3Nfy28FYT6PAq5G73O+Eu+VP7rvOKww700TP69QD0zPteVA727TfI8SqUPvmULcr3D61g+n+M1vqCWND3GaAI9lUxnvYSWMz68Sh4+fls1vu1AS74yzgY96KJAPurmBb4AMQq9/PFeuzrXQD4f0mu+QjB6Ps/njr31JKO9Ucfbvj4w4D5jWbS+sJWRPBiyPz7I2IW+GABvPgVTAbulufy+YEZ9PpTwlz4pkUq+IrYqPtJhHz4rC449h72avqN5AjyMEm8+50WqvOvwDT6ZQxg99JEOPlU6oj7PnT2+diKfPVMcH77Qn7m9Hs2QvlEGqTyd8m4+VUtXvsNifj7GPm09GRUGvlD6/L0xdiG+ETknPRBuLj5IlgI9x14tvjNGhT6/3YU9WhBYvhdPKj6NzUI8nRe8vCEQQD6R7bS9hEa1vfSOwz1E0Au9yrTTvQNLoT1Yz0G+96TWPm85CL7dcle99n5tvkLIFT60RrM9BlFcPnKbDr194h2+UuBsvkzBmb4twmY+l7RvvpF61j7GJIY+6nskPgzARD7FUxO+2ENEPj6Fnb2Se3y+APHBvSfNUT6syrW9Y75BvvswPr766CI+CPItPhkL272VUSM+uNDYvZKl6r2iMpm9etwivm9Mgz7LY2o+kQkcPqyOBL5ZuM4+n0LZvINnvL3JHOI9ONmxPFsOH76jpfg8oi0VPrCEDD7EKXK+fOEQPeAdTz2m4W0+Ey/nvaLyIb7O4wE+ifzcvoaEXD5oatS9WwPGvWa0Jj56/mq8LkocPnrYCD5tiqq+FQYsvsGidT7Jwpm+ARBRvFRKhjxjc7Y9n95evrEFvr0rz6+8xCfUve0eEr44nUI+USbIvYgIoDuLXVS9gQs/Puv+qj62mQw+eNK5Oxrcnz6qxtQ86ed/PUu8BL0Vvgo+cI4qvi6X0j3TH8u8s9fIvazU3T2yuQC+tj3GPSls9j0wrAq+8myUPs06QT4UjgS+jsQUva5aO75yiWu+d1lMvkrI2r3Hh3W+XmgQPfEigb5DbTY+vEGxPW05mb5XysW9jFpnvn8D8r37BSs+jF2fvu6fSr70sle+PbByPgyv1j3l3Ci+Wr+APmhOMTxzwSs9k7WfuaMnOj6TP4E9uIacPnWIhz47e0U+rgDDvp3A3r23V1A9w+GXPvmuqrxEu7u9N3cHPg0Abj3qvGk9vWXBvUPrSz7Yrhe+9cWxvMS0CD6c2wy/MrPePbF4Ur2H1VK+dhowPgIu+L2sF1O+uQCPPksiMj0GEZ6+6Wh+PvYcFT74MZU93HAKvhLNWb1uMlM+SHLZvLXTTz2wRAQ9+xKYvWsFRT6yYYG92lU8vWVauL0Wdpa9oy69viqYo70OprE+5a0Avnfx6j2mexM+302Tvr73Cj7b9/C9PATyvFWn27tL0Ya9xOQiPe6gHr6d9Z0+LTNGvn4JKz4EtE+++4kcvXZKGL7QBZa+DuK4vHcFTT7b9yg9NlcJvcSl1L00Ju09ZYYfPlPE0DqW/t+9d2VuvijaOrz//Rs+VXlGvqRy7j00smQ+S3cmu/V+ZDzJZ0W+owyrPfnHPL796b28+2XivaNY671fZ2o8jpJuvqJX7Lw0HQw+HSpJPpiaJ74TaMQ+AKSFPlqEZT407Wy+CCZPPvD567x7S+e9qMr1PcuvPr7f2xM+twjqvTGywjs5Qg8+j+bPPQVcQz3AhCo6ayvdPf8Dbj4zl+G9/r9Vvpgs5ryMhO+61/7vvCZkQD5N85Q+wnKTvoWRgT1s75s9pVRnPjOafruWwNm95vyQPZPlnL3ENZC9xD06PPbTFr5FBwO+kkVTvaMj171hU0y7g/+cPhPsib30ZxQ+9/+Ivnur7TwrH909t5DUPaA4Mj3+qda8/i2pPov9fL7eLug85fE2vIVsiL54+fY8P8G1vnhuL7ywWRs8hZnIvp2jEr2tVcA9Kdipvu3QdD6eiDE9IdFOvtOqlz2rsq08xVrUPZNzkL4oKIA9y0bDPthDoz1Tv7w+OcQqvjpAPL7A07w9I0yPveY0ur3UTJI94JWXvT5Lg77wW4M+lw1fvkEyIr0uMVo9zYOyPTuysj3WWwU9qpCWPXLShT4Dx489CdWHPjQ1jTy3DBY+5pipPc7hnb6vbpo+zagpvtkTGr6JfIe+P/9/vva9CL4+K4o+65SHvVSOr76Tqra+FmS8vapJpz46RU0+7zIpvv5oTb5siAo999uGvugTEL4J3Yw9jxsdPrwscb7/x4A+M4SoPQWFmL0YZJo+T7wuvsD3hr21PZg+Ns4KviC9Yb1GFQ0+pSGjvaRJsL03SkM+4CmBvc29s73JCDa+PJCLPiFOzT7vhjA98JyHvjJ+w72yf4e97okJPsm+rr4Ul1U+L0IGPiZ3mj65m00+TAvYPtT+q70vWiG+naeaPvihnr6+u7m+ItN5PhFBwT0Z/iE+qudwvdb1hr59q8a8Pfq1PNHD1D3DCwa9LcZwPmm+wb7wtAw+ambcPfeEtr2gnFk95sAWPn10Lj2Ys+69LZDjPfnMUD4Y6XU+EUijvSZAhL0p6jU96L3xPYr5XbyFrL49iWCRvB8tSrsyXEC9dv7MPNe5+T3mbYA8qKIevYeiGb77oM69BzFdvVN0E77s+Mc9KDclvd2o770nKuK8rBo1PtUNKL39gg0+pvvdPSc1fL1l6vQ8y40gvr/rAj0MsXm+dHpSPlECST02bkU+iYzOPeIyhL4rj0w9CLebvfdtfTyv21y9YSeyvVkb6j3oics77kycvFkDKT3LhXS9KYb0vTCyFb5U//I9KbEwPgbQub2JVf49ZXRLPIDksDwlZFS+0h0YPjT7N7wnlMC959i1vdUq4r103mo+RDaGPTtSzrxk3wG7B91QPsYSj71hWdk9raAyPHGv/z14VjS9a9U0PqwpOD4chYC+sh+Hvn+7tzwkHCG8wT2qPnO2pD01iM88gJiSPhkqn77vLVC+lraXPs7h0r1Krhm+b1wrPm7pDr2QX8y672uEPYwuAT18vhy+fG01vbSmHD5isZQ9SAOnvZ6fqL48xVe+gDdxPVtmlz5pYlC+dMeMvevDj73i1QM+nXE1PoHyDj7wM4883gmcvb+t7Txy4xa+hXOLvcpzl75IkPW9/PWtPD3Lf75ybIO+5B65vvXDAb5fuc69KfhCOsDCLj6ZJou+3yaaPuvU0715tu89Ny4OPgroWT6NE4O+7M/8u2ZfXz7R5XQ+HEHyPNTJiL4c/zq9enqVPrJXFj5KBAC+tFYOPcfUdzwqZyK9LTtMPhYfQL4K0q+9z9kCvqgF2b1Ug0S+nYQKPp+bmz5b7yi+4tnzPfsXkbyimvi8kCNjPROLAT79r+G9Q49EPratUz4xh/Q9nlaaPSSloj2oUzE84aRlPiHVEj6RjeC9s8cmPWlZhD1ncSW+mp9uPTUiqbv0wQy+RnhDvhc8oD2DnJa9X+7SPTXEi73pndG9dazZu+38RD6siYS8nrqPPZWFP72/oxg+POUNPoRlET6iKTe9om1kvhWfqL1weg2+UbyOPfiV2LwbEta9/3aBvan3T720uFK+XqZmvvVa0L3FQQI+H+6XPTg3yT1xsDE9Bp0ivkF5G74j3gs9BZhqvSWF/L1EqoM+GR8ZvvFdlz4XoQK+TFGcPuy7hL51e8S+W3otvlMdab3K2cm93Eo0vgfyyzumIBe+10pyPg67673jqw4+w7tXPnTgHD7KNUa9UgWbvEPvJz5d6pa+29ILvdg+KT5ksJw+2uE5Pq9Fn73TOee9SARUuxby6T0a7y6+FoWuvmTlf7096Qu9AtWAvnA/F71uN8S9pLFpO6KcQTzUTEM+ps7SvoosFr2mdXI+Ui/DPZ+2Ob1aWAO9TE50vIzusz0k+IO+I6ClvWoinT1EPqo97T+ivo4+1L0x0x48H58BPqSgor303Gw9OLzWudCyaj4hcLk95ik2PT5Nrj6tEBI+atNTPU94fz2YwZm+vJsAPgsD4T3Q3gC9F/pyPvGgmb7GBoM74C/HPjAEIL6fJRG+lSrtPWifkLxs8be8t75VPsFsXz0CP8+9tsrdPRPhIT7ev5A+ZuSXPVlGBz7q6Nu9xCwDvmsSDb5k+uK9kpWtPZbZET4ydok9sI5APqxnIj4O/Ta9SfOgvp5Xtj1P6EQ9lydlvfaWnz2tE+68WXarPM7qC72zBzw5Y0joPfM3Rj3h/hI+6ybrvcK7Zj7IRIq+Qh+KPBNIOb6tOJG9ZRnvvc/TO72QUu08/eG+vX0We76RS7S9VMsNPJsz870hT8O9tOZTvoAMj73YUha+qeOlO5igfr0HFm2+LqMMPok+Lbz/cYG+mZmcvdd1lj5LscW+RAOhPoLORjzlVGe+BxdvPswSa76h8BY9D0LqPRZVhj70Yc29F+qJPEEjfby5o3U9OCRmvVugNb5ZzEs+ZcnAPACrSj7aV589m8k3PgEpFj6xRs69NZRHPViVh77HG4O++LJivj2ouby93AE+zVmqvd+gRT7BZXY+40V1vZPmCj4F6Qo+3I2KPrBeYD6HV2e6Z3dzvfrhND4L3Ek+nUuivqWLjD5qgv6927c+vhYk+jwMyU681fd1PRQ+Gz7xDQg+Cri2vH0a+zzaVrA7XPAGPpnJVD6uHBg+lPTUvX/UbrvH5mW9E7gaPr8vW76fhAS+gw2YPTyvJb37nG4+pqlsvjLdxT2to7w9sf2SPlnrAT6YX8k9rEguPanqwj30YNK9idaQvSY0SD7UDQO+1PgVvpStCL5km5w97lgNvpW3erxVTy8+bnXMvBhyg7xfOdi8s0woPgoCcr5IXVG+Y+6FvgsIXr6rZ4Q9ucpbvfA/6r3zxKu+gG+iPqVpl7xq+gm+kapFPbHJY773aRo9ODd0PnYOXL2EMYS+t5qsvJZ88bxSfoI+kTwkvhYg5jw007G9KPdUvdkDjz2xlsm8inAIPtVRBrykcXc9wGQTPpYcxz1Z5Lm9QdCDPfQvMj48R1W88vCOvqGFzrl3zqK+NmiSvedZrD4a9E2+6vyQPglPP76bpl0+g9ELv9W4Fr4mKcK+B4FQvbwr4rxEBlW+rCkevrUvdD17/6A9dEgxvevCyj3U+A4984WMPGz5tr6Regs+z+2CvayHWr5tsUY+M7MFPQ1UGz7bVo89iOnSvdioWj5c70Q+WPOIPisSfr7klqi+K7fvPIXXRL7AF+e+vxE3vFWCJj1vAma+OP6uPoflDDzNHqS+RhhKvb0u4zq0xyW9jAwzPfSwB7zqoNQ9cOUfvj1jhjxCIgW9BqqUvhYxtDxPf1G+gE10vt8nVb5VeC0+EEVFPuTNUD67DjG+1aJ+Pj1Vjr3zP5Q+zDNrvQcOdj0Cb5U+Khc+vs2REj6U5Su+pPpfvZinCT6yRmK+dCN4PsGqSLwUH647FHWAvVQcBD3kmBy9R05nPj88/Lu0cfO9mTAdvsUDJ7606CW84P/BPOuauz3DUay9NdCKPSp3Zj1T61s9EuqIvkIcsb2z/XW9AcQrvQq10j3icp2+1ggRvrwZaz5trTg+Gzo7vTavDj7jpjk+xExdvAI9Sz7LE8a9qT3lvdYn5j144iS+yWF9vTKr/L1qy3M9ZP6ROJqAirwUkQA+WoOlPo7Cvz1eWqm9btHVvX+hEj57Ono+lmgpvL/3J77IsbM8rZmzO6D+lT57Mja+Nq45uw95cr7PM4m+EPVMPnR0kz5D2DG+w0VdvehOpL0KFXK9AstYPSFxbr5obGs+RBF5PsCshj1mZnO9rQbcvXNFZb7/GxI+otnKPUkA5L06Nas9pZ0RPqp3eL1FKZm9iI0bPnisET4wjgU+2k6mvQLbo70wufu7qaIlPaf6p70c8sI96v9LvoK0fr06EU2+lFJePpc0qL2/cxc9hvUsPrfIl71aem0+RpRrPWD57jy8jis+/oQkPrwTVT09Fpy8Ip4xPmUsTz1VEYG+PXUNPpT7Pb7TrIk+9Oo6vnRHXb50yJK+JcyJPpBr7j2sZrS+BTy5vtRWLz4oo0I4uoNcPpMokL6GEYa+IcXGvbWCSbwKomi+4M9HvimIiz4SkyA+kiv2PNBvhb7/N5I+WXkdvRMA3b0z4pG+89Gdvuo5Bz7ozoC9FfZLPtWOlL1Li7k9tLujvsfHBT5S2ZU9EpROPRh5aLzT1cC9G4eCvCAUqr6VnA0+VuuFvFeLKD2EvXe7ZnlivjNZ/zzrm449AE6nPiYMlb2AUaO+igoDPa+XW70ulCS+3QImPtYPvjxsUvA7vxldPo3/oT0TLzu+4fa0u/ftFj6ItYo9TXkKPo7VOb6jVaW8wZ2IPPDqab6iCQU9pWxlvf/2dz0l/HW+Ey+uvr3muL1jaFO9nDiBPvCgoz2sdEe9CMogPrIRfbzFAJU+ea8VPRp6UT7Y7NY9EKtlPTkFjr25rvs8Y0HgO0h1oD4PmRu+efihvSVvir0qGlC+A1tuPsF9mb1CU5y+sIxoPamVFz6gTp2+R9/9PY+Kcj12ZyM+YWvNvoUK0z0a2KE+76zQvKyGDj2zejW+Dp6+vBNsAj7tYWe+FHcVPr1JhrqMj4G9GB98vsIS4r0SRs49Pa+FPUpEb706dJc+vQV/PKkllz7jSYC94yZNPtWPzjzznXc+lpF5vpWdpT7RStC8SRZevgIImT4B93G+LrKtvRRQQL5COHS+nEP/vVnEIj19aI2+uUoQvlpx5L1TbEk9/rXKPkN/XD2QRQI6ftchvh3ZsbzjNzo+tg8Cvd8WbTwBAC68CSzZu2dKQj758lk+SZwcvGsC4j7cXl08OxuCvp47jz5k6pC+TvhyvmdkWTw/ZGy+LyBDvYtngT7QLXa+o6L4PYBQnL1jivI91yKmPMnXtb1G0l29kgk9vv68pr3Vy5C8nWUovpjJkb39B348VXH4PfR3fr04nQ8+kd6EvddA3rqjgEU+B/Qgvqr+Rr5bFaq6qAfCPazsXL0EdDI+KRmcvdWnID6lpDY9sidtvPq+qr2wcZU+iiU9vvoJkb3vjQs8zRngPXvLgbwgRUu9flOnvoCr4r2EqoY9nZHVPRMAmT4DMIM9pJksvp7SKz7l6xm8STSrPfeqJr2KEo+8a1Q/vq8HQr1Mvx0+wxuHveNmEj1NLLc94hBZPuhe8rllH6A9rBE1Pl9RUD1ETNA9/mcpvV7m0T29yYc9uZL/u45BkD0m0Ae9uTU2vgnyJT7xgnO+dRX+PF6pGT2xvzq+4GWVPsjC8j1qp4a9RNE0vSub6b0O9xu+dAjVPbWrFT6uDy2+BujePRuNkb7h3kA+mQe+vZHEsLv3bzi+oadVvvhAdLyqZGw+V6xgvufmn71Ofhk9nQ5nPB7i6DyVgjI+x65SvXQuBj4vI4M919RIveEEyD27qcc9lVQrPtFVtz73ULU+SH0wvg/G6b1Glku8u6YNPWjD0z0RwQK+Ie1svtRC2T0TDUC+WfWivQlmIz5bJ8q8aOBoPQ811bv5C4o+YHGPPr5Trj2cp1O6LenfvRExsj1s1jq7WJz0PeNjgL2njEc+xgNavqrzqz1M1TW+1ZU9PnXwHb721Z49IHe5uzO/SL4HPRc+q+aPuxcmQ72FWpk9SNdsPU+8RD1ec1K+Ixs/PSghADs9V7i9oN+FvuuFkz4WXJu9A+KOPbvwQr6BV6q8XaM+vTzEGj4kzSy+z5AAvlmilr5zWbY8Ln4KvXdaiL2VZte9+YQ+PbiOTL3utts9rD2BPtjooj7z7Ww+Eq3POwTZgT1NvpO9hbV8ve+AlD6HrzY+4sIjPbV8Lr2DYyC9ORCRvrbLl762jro8iN3RPaSXDT1mSwi+DHXQvIF8vz0iSrS9so80vPMIO72yOMW9kjyNvhi0OD7x+cm95ddqPs1gcr6HOF0+Kvkivc1EnL3sPv68wQqYvjNBOb6D4Ii+q26XvXeFPD1XvYk9gfO1vSe5uj2yQn2+RZg7vSVHKj44LMq9q5ABvixOLj4ee0y+jqTIveNn1jweE6C+GKyUvkJfIr4OomK+Fd8qPrTVmL0nbca9gvK5vQef3j33V2C+8jObvTJedT1cGCk+++A8PrEnLz4H0ZY+ODr4vVBHtL15aT8+wdxZPvixeL3b6MG+hRBWvr9qDD548pe9uzqJvj8Wzj38fYs+6GQBPVyy4L3Ulos9XkOCvtqVt71l5Fu+2bQQvlSRuD5uJSg+cSmfPaDcXj4zc3Q+hbCUvfrpHj4wHGw+2SPBu0M1Nz0d1+695FzEPD/oQb7wX2i+E4jfPaKzzD2UNDC9c19XvSXGUr73sgI+eIpbPo0L+TwES7G9jlCHvpkPoT1SaK8+CORzvufWGL7x4Qo9AYYBPDgICD4I9FY+UK56vkigrz1mu28+OrOsPWnv+L1bLNu9bJQRvWjemLyk87A+IUcyPiQzFj4PMl28d1JQPljCJr5oVko+gT4GPtlTMb6Mer2+sASguw6dSD5hFPU+ESh6vVFabL0dYsa9HECbvmhp+z0cnxc+eru4vl5Uuz2Eld69dBilPsNHjb1L0c8+mSh5PbKf0z3sjyY+k06qvBvq0z2hCVe9g8A7vbYXn74zK0w+5nhZO7rCDLxxGJK9KfAHPIumwb2VKZ47ovBAPogrXr7Jf+297hYhvpq0B75X6ZA+NvS8veCUGzyfBQE+A9wQPqjLAD1f2Cu9Nrg6PnBdrDwEXK+9+LkevjRwWr3OMAU+ZS+5vTjimT5k6s69k7DevHiWAD484CC+ZL6TPp5Kmr4hkYg+lsHrPS9ox70Ej5s+ovyHPYWC3D3wiFg+W8xbPR+rTb45zYo9vpN9PAGgvrzXsdC9J1xXvboDvb37qTm+Mr+6PK0ifD1KxeU5wMG5vf8IuL0Y3Q+9+XWmvlCm0j7ynEs8QjDHPXUg7z12BC2+6b4wPrtgsj3M7iW+wl6HvBtpgj62xDa+pe7JvX9vDz2VABm9/t4wPvoGbLwoBHs+N3UDvleCF75anoq+382zvZtRPT4dUgY+ErUJPVfHxD2hIKU+Ea6uPXk8Ar6/104+OdADPUzCO76NJJU+qcRmvdc3fr2NpeQ8ejmovf4Jlj1Nj7g+Iwj1O0hYij2xoeS9PS5dPW6eNj4dXB68Nf4JPs458b1pFeQ9pFy/vcObT75iIzG9K7/NvU7i+z1GN5G+HM/PPf26Br61sGw9iNmMvb6fIL1tIJm+zXd0PJokjD4TQAw7PveHPix6x72ltJW7FeS1vSf7f76z/3O+QtzQvE3BDD5Dvma+KRboPbKPV74TeY09I6k7vlsI7j3DWiU+u2LWPdQtjj3uFhS+wLMzvIFhF75O1g08Z6RDvS9M/z3Kvbg9+77XvRJihzyvBkW9kb2WPQ/iHT51+32+YrdCPlqW77x2pTW+wW8xvUwzDb64B8y+Fy/LvFF3bLpVbSm94sSqvVnlBr6l8bo98b6ePj2ASj3vmDu+r+TwPV0g+70HsW0+Q+0vvix2mT51DIy+zHUUPaPYaj5dn9A9X1zFvAkm1ryNJZe+ER8uPmnOzT2Bez0+xC6ZPUhVbb6L5Y69KGjZPcI3Nz13Ur0+1M+XPi2abr4+268+mHQrvqXZur1kj0c+2jg0PumaF74nNHM+2miUvVQNXL0e0Eu9Hm1jvajrJL4QPsc9k6dYPgA9Dj45Okm9Iwo1vjgdC73mdp09RJUEPoFskr5KAMO9jPbCvbu9Yb7uOKc+rOR3PuZ6U71jCpi94YEBPvSi177+8xm+lRdMvn5uMb5z8au9TsiDvmsKvb54cn6+MCwEPockFL5Tw2k+JDk0vRkESr6P3JI+/70wvGf+lz44mgo+cFW2PfZSlL6hamO9ZS5+PgdZLj5GasA9IeQdvowpbL6WW4I+hiqYPv9xwbyTtYc7qVKRPcNrkD6NaVS+BuXZPR1bQL4EmkW+gBT8PXP/s74TDHg+6r9pPrv6gL6FPoU+brjQPbADlL69PDo+L9hFPtDijb63ejU++fppvArMe73cQsS+H433vTT89TtNPMM8L4/PPgCvXz6XQGy9Ly+ZPp3Jk75lrZY9Ltd/vnUnsr53eoe8qvhePvjs/L0qcfi9yS5xPmcZUz5QcaK+cZ4IPvEHGb44KQ0+NZbFPrDus72AiaO7K+b7vNjOGb6nMU2+L4jIPQvw5r2pRSI++c24vTb4C7602ha86UuQPrt5XT4Sq3i9GDuQvdws/L3Vkuc9f9itPh5lNj0FnHq+cwp1PoLFAr6QF7e9oJfWvbtfYL5yk3m+9Z0kPj+tKz7WD3C+YT1KPQeiMT2hYro9NvkdPUiMZr6ztJg+oc2vPkJBPz0u9xy+80RBPosm0r3WH668VxdEvmnRvj6s+b0806B3vdLfbT5eRZu++qkDvgcPwTxPVRK7QJlsvbReEz57+BE8tzF5Pnn1Nj6FGDw+YnWjvGf+kT4PJgm+pgb9vf4TgD42jZI9jmP1uWTggL4Svfm7BwUfPXB2ST64OqK8YBGQvU0HjD7SZJW+Lv78PX8jGT4TZ2I9T2sPPpavaD4xXoa9YJIEPbtSPbxtYWq+zTlLvoI7qL7rDDE+V/DAvBrcRT6iZLS8yOVovh5fsLyf0rE9y+sGPq3SyzxtGs09BOs5vs8wxz4eQ8G+JjzuvQRE9r1Rzgy+ennbPUv6Ir5Kztq8JjNVPuLXlj51Pyy+sP5vPWblUT7KE00+ON8Xvnl+YTy8DrA9tHn/PVAxiT7tois+gk3YuxEP9T1U0r+9SIcmPoMxujzt30C9/hflvZFUwrybKRA+QYbxPOMFFr2Z82O9OfQjPu4i9z1g0J8+XkwPPeTqhL1f/bw+7lDPvU4TjT4OpS4+RK2MvVyTZT5T6rq9md6+PIB65jzavD2+omS+vsbRRL6H/Qq+DByPvjGapr3BgGU+7TYGPomqBr4+Ba27fz+1vY9qiz50RuY91CMKPvjIpb1j736+tJpbvcEOLL4UygI+n7VmvuKJ0T6DOLc9psgTPhBGpz53d1W+ovZHPm/liTzHLH2+MouZvYwqLj7X6ey9Cz+gvXbgPr2w2k8+vdYvPvzFsr3+Fkg+tSGfvqn6Qbq1gmS+yyxXvuQIKj5sE7I7XimgPX/d9b3z7YM+dIiyPpUClL7cv2U+onITPmQLpL4nPIu9GeFUvQu8iT1Qs3K9zHYUPslKFL5FMFK+dvMDvqrdgr6Y3zY+cUM6vrAGVz3QDPY8pJmoPU25+b3MA1O9BpROPt8Qdz6zrh+8V1ajvRoOIb5JGS2+rhaqPm84Q77qJrE9T7gXvgVVeL7Efp2+kFWIPqKGuT6g8864pavePcDGcL56gfg9XD88u3FNn74DMDC+KUYkPJtkT708m2W9HTJbvWuqmj0YeWG9F3OSPe7gLD4qPU4+vwajvFb7jzytgXA+7zavvfAlzL34RZA+ATE7vqdjJT4LqrS8vRhHPpKg6T16Deg9BEoVPrzpkz3gaIy9+fqpPKnb7jwrkBS9uV1VPvDvST0LTvA9NmZ9Pnve6zzVZ8S9SWdDPkYpnDzlhEY+p12UPQGbKr7ILaG8Ymk2uhhAgb50bpo9lX15vmd6cb5lyTW+RNQhPcfaIr5bN3u9xw+HPo8/KD6iWhq+EMx4vYzzg75lwhy9Hh1GPuYTrL6FclM9+yTEPac8NL6rzZQ+yxqzvVXifT6zoT2+CzihvqYRWL2QsJm+iI4avjRPlr43AEg9m3iQPY5nOD1It0G+V6CUPArRhz5X8uI7LHSTPTmfnD5iKxQ9DbB3vZ+klT6T9om+1G3vPSEvXzupncy9FUIvPmlgBz5WzbU9T9Ijvg4oGT7jxJC95mjCPYBk6b1h/AS9rg8XPouLSz3uAyg+kACQPkssnr6yqvo9f1+CuqBTbT4wz3q9mKmOvQlhkrwjBaK+7H90vs0xC75MY569mq01vrCyf74LFqu98vmjvQyfnr2FzcI827u4usO2y7y9Uv08bkmTvdd8HT4tUxU+tvpWPlaCqr3PYrs8UvkDPoYItrwy6629USG5PbcBjr4pNCc+3rIdvCqCmL32+6Y+QPueuahZMb7Eu6g+GGWFPRXTJ753V08+jqAiuwvhnD23m8++4GlCvTjGoT6y3oO+gGRCPs7iCT0aU/U90yqEPe/sQ702n4E8HTB5vnFUoL1iiSq+esPIvRYMDr1mRow9SZioPOCCQT6ACJW+2AJGPkpxGz7hDhg+xpcHvuE7pL3mDaE98QkCPherjT2W6wO+rRRXPioCEr7F6gC9i15xvj8v3L3zr3q9Yke3u7ZLZL64A+k8JUcYvrnNnz04dK0+0t0CPr10CD77swm+VcGLPvnEiT55R5S+N6xLvhVlRT1Me1e9JilyPsC+zj3Gckq8XaO7PQttPb452J++nOliPlz/lL3xFTK+wdsYPvIwHD7MZsK9tSMmvjDvqD2vGHY+GCiwPWD/Bb4J2Ic+a0/gPHVrbL6YnVU9kvTdPaFzvT7lv/a7RigyvWV+uz0E9do9D744PqMiKT5Wh4i+sPwGPqhOlj2NFVQ9MNUYviO/QrwAtsa9Sh+gPp+10r3DB6++TeAFvob8Nz6fJgQ+4QDkPbl0bz5+HUY8+DuHPEybQL7J7bi8GxxhvdKaFTrT3Qq+Ylx2PSd7RLwbOUw+88ERPuDqsTu3O5i+iTeKPrXFhD7lb8i7x2agPlnjIj0scSU+ZqmOvWw6jr5FmWq+VAwIPhDOAr3sAMk9J536PcxdMD6/iIY9vRwdvtD7hj3tc7A9QV2JPpeJV74rw5u8XSsTvlJUNb7T/Ee809UHvsIzgT5aAGU+52WrPjj31T3mBoW+Y9aAviXDMr185n8+QFhyPg5h1T1MyJ89ws0RPf9D3j2xCjy9Nt1iPnPY4jyOIIK+MeKBPgTTHD4sug09+SEwPiIbUT7nHZ0+k4WOPtcVNz21arO9u/TmPf4aLb5gOhS+mD0JPTZJOr5VkDG+nqVTvj0QJD5YTEW+Ncicvlzou70cyXk+MMTtvWy2dj7R+z++LQdYPUJA9z3VskS+n1QzPpTclbwoEd09SR2lPSqstLx5h829t7t2Pe2ZYD5VL4+82DeaPluXgT1Yexs+qCuZPQctqz2w5xK+no8sPszsrTzWmJU95KgzvOBz0L2UdXg+lcWRvgLyKL42P9C9qsTNvaMJ0D3Qogq+mkz3vBdxAr5xL0u+9og3PDbS5b1F4jY9E3snvuA59z2MQMe9M+vfPZ+U3z3UwXW+/wV1vtP1t7yRUkG+3ITbvC5X273L0qm+82axPYuPAj46/Rg+U9fePViN0D2KrWE+FsiDPpjzjT0QcMw9Td0RPsYRMT7w5Zg9//pavUBVGT0Zt52+6bS9vQNqlj6wEIW8PWGtPZCfgb30QDc+S4m2PYftsL5wiHE+DCa7vVeecj7009i90+qjPoZu0D6nomU+2qkBPp4j070cOHM8y1PlPWr0Aj7tn46+qdPLPgxJIb6OLhK+ZWrJuz6Vtz0zhi+9bWKivaI1KT0DVWW9C7jlvWg0aL6xVRo+16QrPvwvZj1oePW8XtZHvpvAg71Tg4c+EZ6Dvrm/g73dNTI+U3Mdvg2jUr1Ur1G+tKY7vuaHhLxciu49dRIfvsJ+0b3GPCi+c12evWTvsj0Ce8e9UJgTPpsPST77iQo7oSIAPi0+v7yHVFe8OrxhPRPMQzwA3Va+KHOivg6pIDzRQP49un0ZvgV/1j1SuSO6xedYvg9nXb7IPJc9mNQUPkmi5LnhksM+Rm8mvngOPz2IOpO9vkZ4PfSVfb7AA7q9agHGPe66i745O7Q4XFeiPQUuNj6ydHu9SAmJPmSFCj2LqPu8sEocvpOJTT0Myju9VgxlvmIJ3Dz5jDK+b0q6Ppwxpr2OqRK+FLopveU5WDyloco9zy6nvYFbpLwFGY883Cl1PbFX+L0DVp49BTmuPbNW9LxC39Q9ORTCvVl1mb7+64S9IgePPbCtUb1pCNY9bXHWvba5Lz7vif693qrzvWfGJb7/sU89Ln3wPDIJ072UyXq+zsdOPUwz7bybM9a8yYAWPVi3wb79DzK8LU0IPg0MDL1kxcM8Pd0hPmnfLz7F28s9JK0uPburm70Sw2C9HBqCOTHxkj1FvgM+SbqDPpinxz32ybq9Bn5cPrZ8Br3529Y9VE5IvvLfAzykbVW+YcoRvvX6lT3g9U09d4wQPs4DJz2/agg+gRgNO6nTkr5zhkW+Gg6IPBTnqT0is08++sHHu4RD1b2Zo7W8oGLBPmvUZr0Q8os+iXVDPsRWZr7/NBY+Z4eavX6uFj1sCX0+T+UsPsilzz0TJJ+8y2W7PZW7/r3O7js9Ir5APT4Vjb5Ov609bMQrPOSADD4PdqS8hkSovaQfRr06Fp2+bTgbvkEheT2rHbU9uSqEPho4gL6HgK69YQlkPT6TMD2oTmq9PsRpPlIRcj4U9oi+aqGEPtOpgL6sFzK9iRnmvjT2or2GWqe8Rv5BvpA3kj2Eghu+rHaxvYFKQD7J6Ro94eh1vnh7RT4grQi9lf2VPV7UBr4D+60+wt1IPWQIOr3zcGg9X6gzvpjAPb3Vw3w+tlSHvVBcATy8b0k+0OW6PfaHRL5q4j09kJq7PQ+KJL7r1Cm+A5lwvPfkfj2AWxM++IsrPqhCiTzS3Aq+mfLqPNNLhD6OPHY+ysT4PQLze7103RQ+R5NzvZAKKb5rJ429dlsrvQo+Cr2mmI+9IGENPKHdkzx68J2+ttDIPSMOmD2tA0m+qCWxvcc8Ub60xDY90YHqPe4wlb3ty9W9XMHxPPxpXLzYVMs9fUtsPlWGOL4V6gI+1ZZqvjwaODu4Ipo8eNAevTJSer6baEs+e3hMvo7USr4MzDU+mMxQPRnVwLvlPwi+JRYdPrf/Mz3Zexo7HooLvgfEOr6g3B4+JBZtPnk7Q74Jxxi9MgOqvcMDrz0a9cE9TpRvPo/GHr7Zx6g9dAT4vIdZrbwXZF++SRjrvXfMtb7sC7U9KvRlvgmsVL3U+B29pUt2vItFFL4JUms+vJKEPp9wVrzGWaC9awA7PcstKj0/TLQ9JCAVPuDhp72Nz8G9DkKkPKhYTz7b9do8Cm04vtUyU77VpNQ9IWlNPlZyKj79pai9GcpcPQRoP7wFrFG+lIwLPmCz4j3WYLw92sGBvgSHSz6jv9e9Zc+xPbUZrLz4MRe+uFAfPiU6jzwpAXm+mVHvPHdn3z2U0Bq+02qOvU5DCT2Op5c9Nn3aPZ75Or5fF0C+65mjvYFrS708Ww++XDoEvqaHXT5CLFC96zgFvQpQPLxcaxE+S6YdvcQgz72nVys+VATfPXVvxL1/2k09BKiHvtMDlr198Jm90GglvpdMAr4bPYO9lomuPbsjdD1x9kQ+rFpUvrrzUD4NNMc9R/4zPiNRzz3BnU08cu4wvmNKfT4FRjQ++j1mOSkbFz2XGSy+1VfrvboGAj2Eqmk+gJbQPdIXFL5RH/I8XU4+PgD4WT3tDo6+pYjmPCQuEz4shYC5ZOB6PtVB0bwvIUU+G/NgPWo3Y71ECV0+IX4DPmlrCT4u+iU9E/oyPvQK273rgrO+WbaqPKZTbj3bLno+bYlWPVfDiDzVMzW9UHsLvk7Dg7xdZ8i9PriUPvOEtD7/ct09zt1aPuUtsT6XZEk+CBdRPRxcJD7AXdI89up8vif4hz6MTHU+RzkKPgkAq72vFDe+4P2RPrgAHDxbiJo+cjoEvtREIT6pWqW8x+pYvvODHL5KI1W+0B4cPSYcL75cbte82NCWvohHjb4Qoay9aDizPsF40D0yPZK9pn9svYyOGT0aM9y9vo8IPZsrMD4u2iC+rtUPvEN1IT5B23K+1l5lvt72yD0IaaC+SkmFPgTP4r3S8eW9lWVfPl0X2jyWAMI9JykFvfusYj5HCJi8di20PFfPzb17XWY9XjIAvmPM8L1Ireq87guQPQOlnTyDOwE9pwlIvCEhNT3eLky+x5Wfvg2oEL5FOYA8UIOhvqFi6z1CsIU+/0SRvkLvKz43Vvs9/8p6voyihjwXnYS9gvR0vccdpT5a5gy+voOZvSC4iL6l4hs9jvuQvv/RNT3muee8MZxVPgjI4bwO78A9GqyCvBA7AL4kEKY+34MjPj1GQr3aIDK+fpfEvWSWdj2oFsY913Ffvs0iMb3+Gxu8L+EDvrezkz232pc+3M31veRmVz4fnly+tCaKPn0z3r7GNUG+UZhOvvpHi747ofa9syMevigr1rtmDiM+68qFPqUOo77WLkA+N9hlPnCRkzx7WAC86zYVPnnSn71gBCq+MkGuPXVFG77a+oQ+doufvXER+b21XYU7PSRMPif3OD73MKK+AeD2veqBUz7+lvU8BE4hvkLXiz4TI7Y9OLdgPnGaFD5tOhE9HlahvmY+wz1PJPY9FBYCPvUCLz4KUXS+KLNzPXA7+b3tWO29WukavsxdSr7/NKc9jA6FvlQ0jr7VS5S8WO2UPUedFT4w9+k9cwrzva3sM76WERe+uEbLPDSNUT4OrDq+MnpdPXqWoz5F7429ykT/PXbSgLtJN9m98KalPa8J+r0Pxoa+MqCbPdQsRb5rj468BAQuPimTA73CXdE4dW7XvXUriD37Ni89cZVNPpddAD047U28kolcPuUcJb7kgYg9/4kOvGuA3j3RkOo9iJB8vcv9TT6c9ra8oa+5vfe0Gz51BGS7TbOfvHG2iD4EYk48BaANvsiGHz6Ks0691ZiGvZK7Vz3oNem9roc3PXnBXD6Xlks+aHyrvdisCb44fiq+SSGkPeWTsr3hrh++eGV6vhWqvLwIAwm+TomgPY1DX76bGZc+IC/JvXk4ET1Z5Ta+x5YuPb8SzjvStuA9BnvBPLsPXD5/YZk9rZmOvYnJOr2bYL2+/PJKPvsTjD3F1hi9yZciPqKOSz0StwU99Ta+PFGdKD5xPzS9kuPvPSs+m738A+89yornvdfUkTkJoE48enUSvsTuJr64OPq5wtcRPi4RML4kpxg+p0rQvXuVLr4HAF49k36FvWobgTpaeQ2+b2fdvdp9Rb2MWkm+RXdHPDR6pj7Dds88cP1mvv05DT64Nse9xq3NvBQGBT60Epu9PuwFvhg31z1UAnE94/+dPdnvKD5zaT09txbNPDpMJz6ZmOi9ho4SPmdnMD6F+Lc9eNPnPIipRb1lezi987BDvq5PgT67Rcq96gXFvHRGk776Sbi9zdOeO0ZQcj7hXp0+w3GHvqMrWz3tbS8+d837PPJgCr65Kag9OEY+vIAfoL3yrkC+NZS/vOES271KbRY+5uaevaALwLy4LyO+vs3oPXlimb2gI8Q9q9toPpiz9T3475o+agQxPr6WbL2MFgy+trWEPsUJDL2X4ic+cbFMval48rxjUiq+fKWiPRATgb1sxnY+efJZvowEQb2ECWo+nP/6PWAlar0JUUs+uyeNPfswnj4Ps6A8xWTvPY5eAD3y5is8XNg3vSIwiL55OhQ92mnXvX+O9TwCZi09ypQSvMxe772Iowa+g8bBvWUWmb2xVqQ84k8dPeREfr6Omgu+8wY4Ov7vlrzzVeG8DkLAvGteHb0vBAW9vTRbPYUhjrubyHi81u7YPGTKar3NTBW948lRvAw+HL0halO9Z7SuO2M/DTyOGDM99UdzvXMxNT3NY1y7Vm74u4xk1jsrcwQ99Tw3O6E+y73YlI+8NDTzPO4w/T0RRRM7HjsRvW9TvLtKViU9crKaPdQjpTyLn429g62hPUYyeDwCyBK9QT5Wu/Csh7xfHKo7BnpEO9qdebzktoy9mnkrvZUwEz2ASCS9RIi2PV37/jtzqX28haYRPORxarzO96I7fieQPIQFfzz/tWu9E08EPfDiqDxuJA09bWIwuzRP2bwYBoK9qTd2PShqLDrhzby70d8DujlTYL4v7cC+FCPEPvZe0D759Rc95DLCvuUcXz5iK1y+6n+xPagsIL4tMdq+GHXVvq5Tfb4uLRQ+E7Q+vnXlIj9/Tdo+TgcNP/nbqL0a4nC+r7C7vsbkgj5UeMM+fdyWvuEQsD7J7K2+bsG9vsojpj0YuH28g1LbPhbegD4bBh2+M0yRvpNJz776sow+IUv/Pr9QZb5UU0O+gCfgPkjT8T77X0e+2nbxPo/s9T4ETWC+chw3vZpGkr1aiKS+3efRPseNBL6dWBA9Yav7PrbKKD7FnRC+lxt3PlQaLT1oBvy+4ny7PlbBEr+xdy0+lFhIPnK93zw4APy9wFS/vv1FRj4Eibi+QMdFPevBQj5IkqG+jd+dPiHbSr3SEv++oodDPq1wtD7bLs28vpONviz6Bj2Cf/g+Zp0Yvsvkjr7Kpue9EpiyvhWQ2z6ncTo+90xuvi0fTj3Eoo2+Op60PZNZDr9M86Q+ekt9vi5/LzzVJWU9cORXvqzNzr5WSYE+2cW8vcHesD072g+/P1rqvvGmsb2v6Ti+KdZWPoTZnr5pQNg+NG99Ppbqvz5HGY2+IkMNPgANvj1gwNa+NGR4vkELQD4P56q9d7HQvK6fxj5zgku+WM7XPiJjsb520ps+/S3ivuGhrj4be889wieNPqvIuL46C1U+AoKCPnb01r31Vgy/FJaAvkVxnD7oCEc9JTv8vj/iY76HaA+/uP4GP11mCb7hArk+bdE+PsF16b6a0Ws+r54Tu1RcTb4/n3M+UhsFvzcdnL5Im3G+o9ZVPgmxET8ooAY+v1DJvuEF1b7las4+eNooPvmztr4/+LE9ZMjmvsLcgz4Zdsq+eTybPrma8D2Rkao+C/MIvtImKb44BOG+ZN3RPn602L6xc7e9zIx9vf2Lx76+Qsq+pegSPvPUyj7pHZo+dY9bvgjCdT5wWS2+DsXkPnSa0T0M5Zw+fIGdvsN5dj64dXu+1YakvQOskL7uPLI+qHiTPl5GVL68jK0+arKkviplGT5X1VE+gon7vvgTI7zivKu+BrdyvqqoRj7jDHu+DmfcPiDFLj7B6yc9qt/Zvq1IjLzzTLw+baYRPxUcmr4GWtQ+USO7vXP1cD5N4ga/HeQBPxlC6z4ENyE+4bKavgkZtD5B/U6+amkOPlYbpr5dJba+7JTDPrMw9T5imhu+TE0gPhSsED5chdM+AMuYvhtkDj/x132+m7eoPkTqgD0Aywk/S3SovqQYtDxzKqw+khmGvuxU0zwQMx6/9lvKPuSBy74N/nq9KdzFPft+qL7ZihK/QanJPj0auz7WUAM7ps36PuiMpr6Azz0+rS+xvQLbDz/iVZk+hjMhvpLpAT/x5Qu98iHWOhSq+rz9Y5U+jyIyPFRozr5QjJS9GWRwPAR/5riIIlm81uPGvA==","weightSpecs":[{"name":"dense_Dense4/kernel","shape":[8,76],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:25:07.932Z","modelTopologyType":"JSON","version":"0","formType":"change_password"}}