{"modelTopology":{"class_name":"Sequential","config":{"name":"identity","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense13","trainable":true,"batch_input_shape":[null,34],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense14","trainable":true}},{"class_name":"Dense","config":{"units":14,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense15","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"vkuPvcPW574gwQ69Tr7cPhm5z7wUzQA/mH5fvVkuuj66AOE9DYIwvo8t0T5YChk+XtLpvs8heD5PpAQ/wEVkvuEoBr7tIyg+gJuYvoDHDb8VHXi+AZ8CPzJTqr52lP2+Bt1gPnHItz5fRP4+mWr8vatkwbwsawU+iwDWvbpZL76gfTc+9Q33vBreMDwWk6E9ouwpP+idfL6JHp6+PCloPr/TDj9kwha//wkhv2c/X76E6Vw+IpzPPZv7+r7mtwM/Y/YevpVrKb4wSDY+jkmSPedsOr2gi9S+FmX3vaZRzj6uVuO+7EUKP5VLtz4ryzi9Maw+Plvaa77oaQW8nfOOvpwvtL4XI6g+tHCvvu8ECb9RYoQ9r/TEve/drD2IFY29/eMJPnhbNz4lj0C+HADBPjNvC7wsNmi+IysDP6ZC0D2n3rY+r21EvlkQrr4gaKG+qQ1GP7ea7D6ahqA9ELhSPjUoNT5Pvac++ew8PpDVTL4pYQI/VRBQPVgiaz6QCUG9VfWfPqw3Ub77wS2/PVZPvt75wb745IM9aDyLvkAEWj7d4kk+qg1vPrJ3C7+K3Lc+8prTPRRcYb5Lnlg7qRGKPlhLKT+m1BS/b82lPmzbOj6ESOG8Hp4IvKgLUT57u7O9DRsRukfkyL0Tngg+FDeQPr3CFL8hvrE9Si2WPtXG1740r5o+ZiO9Pc+mBr8g/WI+UNPQPieHsL1T+ZA+hLppvq2PJr6b4Ca+PzCxvm4JzL7DwIy9mjwCvijji72e62Y+yKA2Pvb+0r0A7/m+wUgDvoMQC7y7q0w+408mvsGF3D4+jdq+3rnsO+E+gboBzBk8ZFMVvlUaFT4CWY+7v89SPXVlhrx1xSw+iQSWPe7Gj77JZEg+Cy31vb2wFjxofrs9ayi1vGKrZr5P9xc9Vc1RvriT6T7t8Yu+ObuHPM4xCr3T2ik8gqFPuwck673D6Uy8mQQIPScbhbtGDnO+Tx/APa8k6L2T2tu9WIIzPsLIlT4rMs89OvflveAr0z1UZtm8JuqevnKPdb5QZQM+h+UpvndqCz4/Iyu+kKQEPXucHLw2XrQ8iXf/vQth0r1cpYy9B3pyvvpelT3xA1m+jx+DPJfMjz51jRs+HEarvTfuCz2aygA9+6s9vgmchL3MIsW8D/79vYpbmr5n1qI+4/OJvirEGz447zM+hghsvABsEjzzb4y+5URsPAYIuj5MeWA9kb0evhpZgD57uUC+QfQAPjehoryuwgG9kwu9vls9Zj6Bgs8+2WYAPcStfz4gehg+nIEHPUCnIz3l1pi+fd+5PmMvjb4+ZmU9IXpGPsdXSb7f8nM+cU8ZPjirZ76ad8C+VOEQPq72XT7wuqe8LZx9Pbv8vT2xokc+hjy2PViORb5JagC9+nagvYbTrL7sfMy9fY6Jvl5xoT68lIC+sNPIvQAknL2drk8+lhwGPgrB9T2XNTa9DtQ2vpSx0r0SWoW+L/X4vUN3WL7T+Zu+877QPXjBcj76Khm+DA5SvfPEIT5wIIi+kcbqvYrssr2qjey9FQ9aPo7iEL34D5I7kfu1PmiKQzyCGhA+Q2W2vhFGvr7NqaC+QWkBv+NHRT6asbQ9NrNzvtQyLr59/ZO9qc+lvmY2zr4QCPI9RHQTPsGjDD+BmAG9TeTdPOHk+T7Sa9A+xJOdvnUatL4RQg6+bhmFPgYS574KyW++CCa0PeW2DT3stt09Wu0fPQuEgj3a7AO+wgTPPpcUk77yOZm9rSnyPXATAb6vZKm8Mp/FO39Wzr4VCT0+f25uOsN3tD6zDqw8kMQZPpR1nj51QRK+nMcEPvkzqz17BOO9G4m+vlW72T5tToU65CSCPWuoQL53yqw+AL2Pvn+W3L5hV0y+0x6aPezIUD5gacE+ENuCvuhfn77YAM++znhGPcNyzr7S0B8+Htk0PVDC8z2wXZo+8MTfPdR6sD4arJk9KGNMPu/2J76qkCg96ZJ8vq+jmz1kxY++LfnpPdWbKr2ohyw+mmqaPg9WFz7Ofgc+xiCKPo2bND+Yn9A65oxAvcDrlbzHOwM+4AnDPGltsD1aN5+9+YzUvikbwj3m4tM9BDnevhejC79C7r88qEetPTUhIzyC9g8/eOv5vWis4r37vWu9huY7PrFkjL7uOF4+bh/WvKyvLDy6x9C7y6qgvniT2D7QGB6+Z/XvPhDiqDyuesY+1rM+vnM9t7038ig+NqBZvkmmDD6P6Ss+S7WJvZ8ssD45vA6+4UBrOw7S2zuE3Z++cdmXPsqzED51o/u9h2VYvl9WJ73dpFA9JrsOPIvo5TxSolq9QoQtPR4hv72l1cU+tYqmvaHqBL2PCE6+rZghPCfQ6D6JGp48ttCIPUHPEDxC+7g9+PDevepsqz56ryU9P5CKPvJfNbzPqPg9WDqSvhgLFD9xOiq+8OiJvr09i74dOOW9h/jrvlxcpT5E/Rq/92YuPCGWg75nYwA+UweHvv3Ssz4kQZI+INW7PiVez7sBmYM8LH3xvhUfA78yy1I+v10DvgpDo76JD4C++SisvR+joL72Aa2+s/HrPn9zu74r7RY/dTjAPqlLab6dXaq+RQRtvk9Rxr5U4/q9YGadPmeemj6zgPy+z2mJPi/siD11RGA+tD+FPu+fQT0sIds9+5FWvgUwzT7wfIC+3LRzvnzKmr7yWI++DdJtPgb6nr5xgdy9x+BYPhpx2771z1i+ZXjEvsPlTryfxru+vVa0Po+cD77I1dA+i8FBvXqylb4L69O++cCtPvU9Fj+1RwU/G6ZjvVEglD6H2Bc/rFwJP2p7yz2fqrO+UMbbvS4YHj4JMLU+UmMzvY8Cxb7Nfi49LubaPkpwir4QN1o+svYsviqvYT57mrW+lIbPvrfDCj5ZZpE+zCAPPxGv4b631n4+nkcTPsDSH7vdhS8+Ic6BvmrHsb4IsYm+S8tIvkoXsD6ECOY+4OmQPqnRpr5t62S+y86MPvXI5D7yzXe+L0avPqI+3r07v+E+MLYCP7RPer5A/Si+0mmZPsp4TT5L1uU+zna+vaxBSb7NwYW+j+i9vmheLz9Ax80+pF+nPuDqML6kyoE+vjUKP4VMbj6e9pC+ATLSPoxknT6ipv8+N3H4vrEQQL5CcI0+WYITvwRXaz7llZ8+t7OJvjEdrz7JQpo+KndRPom+qD6ZlaM+sFFHPsaXFb37ILi+kKfPPWKZsT40RO69NuUOv37Fjr5HtsC+Cu8Dvwl5zb53d7++Z4WNPfL5AD8KsjI+fWayPofLir7cRNG+ag45Psv/975ZejI/1553vl07Kr+rDvg+CKHnPW2TAL9boBK+C4bAPqSmvb1R+dA9dRppvksZFr9OxbO+zbTXPrLi1b41I9686qjSPrRnyD5r4c2+fUfIvk23lj6h93K9GAqsPucV576T7ac9kfRtvhCshD4sYG++b0jJvEdf9b5IlkK9PWu5PodUyj43QrS+QEqevlKG3j5Mni+/bQGDPh7fED4lgni++ZcePvhryb61VVo+yc6BPhzS2z5b+Km+3rHLPhNtwr7uqK4+QPOlPhVwC76SgYY8iYnPPU6Q5D5lXI29K893viNO4L5F1qo+TWuuvn39yj1bWbo+uNykPgRBKT4ZGxQ+8GA3vmAc/D5ZOC++Yagbv/D7ZT00wAK/ILuzPZQEBj3kQLg+udq7vSuHdr6rkIq+MpO0PqtaLL5GYQI/LwfuvtvWlD1WDc+9Vc/YPnZoo76u8/G+6TSyPAXKA7+dab4+DA3ePmsBoz2VGm6+oNyZPj0U1L5gLLW+y95OvhJr6bw20cc+wLDcO6FeqT5fhr0+qZscPn3qbL4xGru+2b5WPuHo5746KiA+XqHnvm2KET9RUD4+NRgYP0j+2juyf1i+Jcy+Prd9Cj8MJ5U+fADFvtF61L7jBdo+ecptvqxzUb56apK+97TrPnMj/b5qLBA+O9HNPWSvzL4IDqG+N7RHvRsa1r5qFvg9IiJXvur41D3srt4+Cjx9vtKt+74GZa4+dpvNPpZCAr/52f6+gP00PhNdvb66n7K8RV1xPh0ntb6pek2+yTaAPk6Qxb6tdMu51bd9PoL5wL1hBwO+IyyEPm/2AD8CHRI+9KyKPj8k8T0rayu+N6fyPdbPiD7e0hg+w+YSP/E7Mz7Ze7Q+ZYZ8ve8laD7lq/2+BTVzPYnA5L3rxL4+MA52Pmonlb0d942+eEu6vmripj5pF5I+YFWbPqQhPD5/uyw/0gPtPRDvRz7rzwY/0qEaPtXbH77g6LC+2ggOPtqapD76hh6+hH4LPgrcFr+CZV0+k6s8vjZstT2Oq8Y+EkeKvmIbEr63J+Y9tt3rvNrW8r5YcrK9oMeMvoLTlz1xIKU9SThgvRDjsT5r7sa9/GGfvUSNPb55Sok+3DjePi7KV75cddY+GgnRvbSJT75LmNC8+ixYvrRadz4BN0O+hQMTPXO7D78vuYi+EeBsvSXa1T7Byxw+jmmBvR11iT4x6cW+Ou8RPzNNTD5b2b4+jV/XvX0wtz4nJAq/aFu/vmEutTztZc49eb6LvpK/3j0g0zU+ayHcvaegEL9cRfW9SzrUPlv7rb1LFgU+3XnUPmj3lD6GVHM+Nd6MvaUhDT81SVg+dO0Cv+aNHj71vOy+DRGRvjZhFD4082Q+pN/VPsv13T0WB3Q9wRFovi82BL/fLBY+E9eYPqVoGT2dgea+peHVvqzCwb6BAas+idK3Pp207j5oWMa+4kLWvQtzYL5reQY+RtGVPim7tD5RHZi+kDB0PtPKnL7+9Ia+lDHRu/JMpz7SW+U+TlucPoT6XT4Hegg/S/7YPtoghb1pc8W90YM7vcgfvL1zKNg7PWi2PvQZiL4x1SS+xTPTvu1Wzz6971M+ooIxPkFh7r6Il9S9nmO3vkURmD04nAg/cQBVPVZFGL+L+N09Rn5cvv2c2z7tSwG+B1wRvTVIPz4iq2i+lu2BvTce5L7Embo99dCdPh4Ulz7BCks9MPQiPucMVj037zg911HQPQLejL5vU5c9hkuZvXwoyr7K/iI+09U6vL8+2r0MvtS+Y2/0vaK5tT3rlAI+9pNpPkrGoT7yy14+xnMkvgSE/T4U8Tm+ZM3kPhL4kz43w22+XkOoPl3VQz7sbKk+wD/9PZxYXT1s1kk+WGUwPotl6r5YUlY+nr4Qv5cLNr9EPao+Lsr+vupjBL+6nZC+qm5vvqKDOD5dNYo7tlaUPmge8b1TyLO+/QEZPmysuTuCCFQ9RQotPv/uHT5JxIy+jqF2Pg+4jj4azYI+JYyZPhlyqz6ar3q8FuGXvT3fzj0fDRm+4I2pPRqXS76wpI8+1JZtPktPOLuCiSc7/GmqPddimz6C0cE8PFbMvkmR3j5Hbwm+MLJPPZ5jKL4FpVO+4IuavvA0UD6CwgY9nMwSvqI3dD1dZAg+5yXIPZs0zL7RJTg8BEDsPdobnL6kdNY9v+QwvZGjbr7bpUm+PqORPpp8jDqjNcg8wRarvRltAj/XoHS88CwdvIsF2L16bBG+jNYcPHicrzzaNiU+tz4HvRduK7x9KYy+JaMpvsK4/z0n1f29id4SvgxJpj3hKBg9tmCAPfhSoD3UOlW+N0+qve5NBj4KBSQ+DVhGPsHGKjxoBUo9IT9GvvQ/kL4IqZc+oYSzviSWKrzV04Y8VsG9u3NrvT6nLj8+xzMtPqg/Ub0qB5o+Bw2gvg7IUz7ciQA+4I5ZvYdtqj4aBb88fP2gvas3m71R9ew9qYOdvpWKrD1eNvM9xLmBvovVDD0OoWs+sxuePjaXQD1fwcq9gd4SvuoEFD4cbFQ+8llPPgszyj3raVK+h2nJvgBzR73CdCo9kyN/PMj9gL5FHES93ENqvphz6D6BLbI7h3z5vVpnSj7UGic+W+jWvviJDT1rM34+fv4wvBEEID7IZGq9VnKuvYd8Wrxq+4O9umYDPlnUBj6gfk69HfYcvtQ5Vb0D65o9ZUiAvBoJ7D0GP508mj/ePbODjb66vAw+fnwOPGaTxrzcxQk+icNJvBkJwD3dci080K+fPiUvYz5S54++W5d/Pe48IL4k8ma9myvOvat6YjrFP6a90lCYPIlpNT6KqYu+WQBwPdghY73KilM+79pRvidKkD7cPaM+gITzPVB7a74c07c+HqeevgzQcL6Etz8+FLJyPrXeHL3nj5c+8pySPinqPj2222i+VIAJPaYkJz7owQG+yTiuvI59CT5uQwO/oRtMPo0pzD7O318+nrMHPgZ5sr1Y6Ag+ezxJvjlWxL6/Zu49gPOnPkDNrz4v06o+zbKKPh9aer7g9WC9IWCNPmklCT7n4O6+M0ORvhhxr77SYna+kJu9PqTerz4znjo+s5oMvu9wI75ZGq897C/bvNIzBD7WwKI+6Fhvvte7tz73tSW+3nCPvm0jiD7Mtjg+986rPpFyuj6I0oI+mw0ePrzsA739hsE+b08ZPgzroTyg94q+Gt8SvtlGaT70G8S9w3iQvh85or7pLGM+EkVePgUJSbuF8rK+rFBIvjj21b6HNCe+7xdEPkBuRL7XFFS+8f0cPu4Y/b5npQM+EviGvoeXb74swAs/wo2jvW/5MD7pNa6+Hs/mPlmv9zyW4IS+eVHavRUfBT4FqHa+1MmcPaHBKD6zSiA6g8aWvgv3tj0xp92+e46qPks+aTt6wlY+uVDcvXweL7zCRJu92qo+PnhRlD4kgyI+tuWTPdEbrL0ulj4+T9nmvmGT1D3TWJO+tMp5vZ3b5z5XwCq9eSGTPRRU771pTQC+zLSqvdcCjz1qpTe+jF/RvkWB+r6tvby+wiq4Poi81b5buhi+SopYvrjjtL6aOHk+eSupPjnXdj0qCAE/rAfHvpNKb702aAq/05q8vbhNmz72jMk+9iRmvlfW2T2LTJQ+VdgNP+wcsD5SjVI9NVYsPvX9RT5u8OW9gCe4vlP8PD5epp296BedvM8Fsr7f86m+/bhPvo62eT5isQw8HAizvlZVurw1rBi9oKSgPqC3+L7D2yq/uyYBvtsROz4c1pk80l3ePiW9tj7+c42+qbt0Pm6DlD4VFEC+WN7OPQFSFr/LPB4+m0NXPpKeDj1jUx8+7Az8vXVzEL2ZuNA+MURUvXWXFT1F2II9D1T3vcmluz59xmu+++KPPgdbNr6sFVu+tqJPvpgtB75BSr4+ShvcPXewOb5XpVS9q/OEvqVJ8T6//oK+Fyu2PoLRv76SgMu+jCPuPnF3AD+l1xo938DNvkZ2Gj4D2+E9O1IQO7NwNr7wliE/AcVVvs6alD4LuC891+O/Pln20TznAyu+uFqjva9H5DykDxC9D/5RPfdLoT7Dbt69QlXjPcrtwz0Bm2g+nuSOvaz2lD2A/6k+vJsTPglbmb17yJE9T6iHPpeXqbuGU0k+/OPIPdmb+j3weQM+n8x2PivceL6/Oea98C2jvtWOTj5gy2A+l8q4PpRqoD4xiym+Q7sHPqg5qb0inqE8TJWEPimEPz6z6Ww+zBr/PLRlZj58L5Q9Bmu5viLLG74pg8g897MCPo0Qmb7oZHM+O9BzPuomTz611IQ+YW4FP8gelD7EBJC+x0SbPCdmBD8W9Hu+4dJAvpDKsD5ut4K8EPTCPbGR7L0C7uS9YrNhPrTx0r3qv7K+uIBOvj+0kL2Bfoa9msWdvm5SOj6+eJA+LHSavYhRlTtsoqW+4cdnPWi9sb7XEKG+NoZ5virBZz1elIW+S/K4PqddKz4Zwp29p0K1vaHXBz4L4GM+6nMxvpnGDb6UhRU+zBdhvuVnr72uC52+yP9Eu1/08Lx429q9KEQ5vufX9r0yQ16+bxRUPkKyDz1xscQ9HyzLvL+vdb4E7j0+FJPoPfHgHb2O3CI+riIwvT3kiL7cAg2+qGyEPIwfRD7WuNG9mFNnPrq2qDzy0Og8dsx3va+Bw7wdjb07u+IFPUtolD2vf7y9Qi+qPQ3pnz4sY8i94t3TPCJp1j2JxZ0902yiPfoAnz4rOVs+NwZcPoXgUz7AVBS9RK0+PQSFe77z2gG+TqyUvjkxLr0yvU0+1roEvny68D2jc4s9OKOnOSbdWrxeMio+BDQJPq50uDxI76W9bda+PRLAlL3o3pw+SZ+pvoSDJz5aYsY97c+jvS9OMb4yrvi9uH/kvRqcy76Imda+OKoRvwHenb1iKqM+3HLsvo6ilT6wmnE+rC7tPhF9xL4Dbak+z6qQPh5nCD9vMSi/KnAJPo03+b5WDDu/i7SxvYkWpj38AKS+NTR7vhkPrT2W1X098dSGPrxX5rxvgTM+QwL8vm+Djr67bwO/Z4ZZvpWrv77KkXG+Pl8DPyUqCD6NLAg/1ZPsvvsLvz6m8qO+4zYlvqXDiL7uxjM+UnO7vmPO+z5SLLC9KCByvpSwED8mLGs+Q8/8vd9gzj46f4C+vdOavr8WWL7xCNm+M8bQvs9s5T75CSi9lnE4vu6uAD8HC4o+SEPIPMWKurz6q1W+2czPPfHdnr43LSQ+cDb7Poxsqj62QQw+Q+6KPuF0Cj6AwbO+2DMOvhD2Cz/A3qY+tXdNPrIgEL1ygVS+HRSMvOIX071IwHW+I78AvhAyjz0DRiA+HFqbvj0y7L2yjio+xmOQvu2Dkr64ixy+mpX5vVmQ3L7Ce4s9qioCPdd9Er0a3xk+43NbvQ7NPbxZDNI9+35kvZmdSD0cnL09telavobOJzybil89DqaEvQP5X76xF6E++X9ZPVPiDD6YaSu+rDekvMc1DTwDpqi+bkItvXzUwj5566E+QVWOPThMs730ASw+WZBhPhOoNr1rC2o+ZGjTPeaGKjsQMXq9ZEWDPEr7yD0tHDK+6yo0vkXqsTwf/LK+Zussvr1SRj3o8sk9qdqPvUtflj3dTpA7W0cMPvIVW75NtVA+T9SJvR5d+742m9a9q2ukvmFgGj0cc6++R1M5vmr3FD6AM9g8KsXcvKgu0T01IHU8gQxOPFypJ74DLh6+qmYEPaQ7QD6o93q+5NiEvTe0Jb7kuZI9I2cVu8gTTb7BOik+xqDivVVLhj2dzVO+M0iwPSDuB72uNao90+xtvhUGsb1wuaA8N6bEvTcLJ74vf2w9k7jyvecR3D0n35a9YNrsvBWB/LysDVC+llWsvUnZcj2tOcI9hmuEPg0MLD702I+9K54GveFXwr3M+eU8vVEJvgCaMD4ZVq094QC+PS1/G77lX8i7nAUEPU1n7D3bB729+fMQvofGVT1AycC7m+GfvSuuDD6J3F8+TwvpvVovZrsE3Au+oiGCvfkuUb3DuYU+U9ItPnK0+j0tm+w8P5QkPramPL3mtWO+q+JEPttKO75Mkks9nweDPrM4nDzM8io972PTPQLUWT0kScW8TryoPeoN9b3MMEm+4JTgvTemxz2W2429pRQCv+hQ6T5tjQM/rfltPs0HyL1Vt/Q+Qc7YPmMxzj274XG++CamPu9gr70jKLS90QtgPH6PPz7UT8y+GyHUvuuAFT6Ghgq+iKRZPldYbr4a3Jg+dq4XPJp6Xb5IQgm/TPleO3/Rq70ZC7O+bkXnPUQEBb75Y9o+JwOhviav+j6rS4u+qIe5vgUoHj7l/hw9DsJjvmZa3T1BIfS+Z6R9vqMUZz4iHFO+afQQvQRuET/5zPa+EvkNPVQjF76UD+29XUWpPXsRzD4ftLW+dv+HvBYLpj3QgIk+ry26vWMrEj6LcUW+zCwTPLCFYr3PqRK7/XyPPk/CBj5Zj4Y9gVYrvu8Siz7QsQq+IFihvT9clT1whXw+a8FdvuIOyjvyhry9q7JePhqzkb6Jyeg9/hcHvm8Phz6Qh56+eEqevkLXqb3USW89hZEQvryUtL7N/SY+ecWnPlV4Zz5NapY9idWBvp0Osr2SxRw+i1gIPjWB0z1CW28+8kM8vsHmEj6MlhY+NPxevrV31D32rmu+yLG7PadxnT2G9zg+eZqtPKKrLL1cyI0+QZtlPqEuIL5qaD2+0wa0PW19lj1RLzK+WqdYvvxkjz4Qiqq+8oHVu/zxKr7tC3c+Oz5yPj0lMD06dty+tC8iPD5e9b0YDcI9TerPvlnIKj7xWme+ux6DvTXxDT5DgaA+eZaoPtqqTj3fJvk9z71JPgRJIj5lqsa9esUwPjRHXb7BoBM+lzTEPeBr2j75HSo8/cy9PRxL3Dx2+Lw+l3R1PtgjFz47P4u+swDkPimmlD744W8+8C9yPnTrEr6DNYM+kDmEProLNT5qZCG+xbZFPY/Kkz4UusG+Q+VUvWDtnj77FTq9LV/FPUAL9D1BLXy+zRJsPgvVKD7fMqs8EQ8PvncYpbyy+N6+8rQEvXzSVD0pMb89YsKFPtTRlb5Nk1e+sas1PpajtL25r5i9tg+mPsUa6zyUPLO+ecb/PA9jyz4CKz++moO4vLYZWj6x3AK/PX46vVJWWj6KdPY+UAiqvbEJ1L4Ad9y98AVkvr5ALj6Ispy+JQx+PlUEfD6756w+/0sBvyAc4j623au9bMrSvQI6Bz61Ee+9oXjyPqvo6j2l7ws+3tqMvr3Ner4zbxs+frRLvgpRf777lhC97VwyPfyqvD7njMo+qpCbPid5Bb4jdCM+634jPJXTWT7xOlI+6mVrPvAepz2aFDO+LlgnPveFHD05cmW+S0bRvgQzoj5aGAE/UwicvkKk0T6Nnp++H3CvPs53lj3IZzM+uj2MPtT//r2Fe4y+oK5zPrtEYT69yoC8QLtjvqKBij1xugG/N9v0vYvg6b3c9ls9mH85PnWLTT68G7o+LIfEvgKeHT23zIg9Zz10PriSEb4Gcco+pFAZvTfEDj7U64Q+bCXGPlmz6b3kfR480hetPjjY6D1x7ms8iVGXPXsh/r0G/Ii9oMlJPd1j5z543Oa+tMRKPHkziL2jVfq9aFjKPtOdB77zyBu8Qm2cOynx+b3M6JU9+37JvQ6cb71ejUA9rNVhvUNtwj5ieny+42+lu2YbD7/7lVk+AhF1PhF0hzy8RbE+6kWPvRUw4b1XSo89kBh/PncGkT7LuM09wRgNvlvT8T530gu/XdXwvbgJ8z3ufWg9g9iyvva24j3byoo+uNfSvdqXPb7/HQY/+qPvvumV4b4tXAC/PIMoPS6fhr5wgiW+3LSyPeIidz4WS1E+1Y1ivhuIlb2zggO+OEndPueTDb12tvA+amKovkLOjr4I3zO+K7ysPrZhTL2fEcK+t+M0vtcOlz6ajwe+pPitvg16I74YdcM+gioBPU7sSr59f1g9isTNPf3vdL6/OAs/XTcFPvoQc72t3+O+/rmlvAdVpz4cuK++Cao9PsdazD1sVXy+3fiNvMEC4L6MjgG+i1/IvUi5qb3RjaI+EM8OvrPRj74pNhK9ApbIPB941bt2hKm+Q+JDPot+0j7CPvO9NKJ7PRIBmrxiCAw/SBEyvs7+FryNtea8vwxdvuNqlr2wDsy8NJHavXcAvD3ewxQ+N66tPt/C/T6qC68+gcc7PhA9yL4/4rU86gmrPdKcrD5Siqk+GncvP9ki7L5yGUu+DqWFPP814D34pQU/BF7wvds2iD4JPjY8BIjAPeUxW72zg6c9feFEPuDHQ755n4K+SN2HvmMptb3R15C9QgHOPZ+6Cr7o54S9qoWyPt7gvj5p/+o9AlaBPn3TQr2DYYQ+MxWuPtV/ED2I/4I9J8PEPNYcw74+hdw9uNEXPCDqD7/3MxW+E/cHPapm375eGZ0+4JcNv0Nhpz3XB4w8AWGbvvTN3TyP2cy+IjKvPumgCr5Zo409l5ALPq/qdr6rQo083jBIPqBi5bx5ku09xI83vTU2gD7E6j6+pQmhPjZeLT5YrMm9nDi6vSyLwj7UDTY9fhA/vgYSDL6x0Sk+xccbvhvtZb0IQB48HsfmvaqgE72iAHK9NpJXPppRKj7Co2i9PoECvskc+72akI++OC3kPehelT7sSrk9iVO3PlV5U77t3ak+C1RevNPPlL7ZEpM+Wo1DPeut+j0BldO9KDJbPuki6Ty08v29sUvtPRM947wSFZu9ENcAv5uY4D17ysW9Xc/7PRLPrj24cy28FZaOPWq4fL6nOak8yoD+PQwhA746U8A9rwlcPh3FA74MWz69C5TmvV/eMb5hrzW+e7Zkvr/lGLxXfHE9tc5AvqY/Lr3AJIk98gWxPjCIgb3Xz2C8TsWDvUE/lj1X/eM90lxIPmxchjyUKSE9qUjPu9UA0rw7O+u9PugoPiFdCj43U6+9tqoLPL0cvT1Xgpi9fr1VPQK2mr07H5C9GKj2vfAScTzqXDW+7n7KvRVPbT3rCMS7z+RBvQr/qr0eWys9L1fvPRiadD3lb4E9vL8kvCeiYb02we69kW9aPWucH768RI296cBHO4gnSj3rAjy9lN+du37/gb3hbgy9wSxVPggF1j3I/PA8cHB5PQlYfL1Enia96E10PA6jbz0Y1xW+LEhLPfPrJb3XAJc6sR/1umRtgjwsK9u76y9APdVlHb2zggq9RfMcvvjPUL3lrcU9yN7qvOi+lz1k8DE+8r/NveuIxjzOby+9vRhNvntyib29T1S+oxZavmM1Kz1RUh8+s6ZsvVZUFT79Hgk9L865vLhusj1JG4U9w/jVvfy0xTuW/5W99jASPtHd2r0Od5Y97NysPQeaij7V1S2+mkXLvmzXLj6HJcc90Jltvl5rGD5G4sS8pRrePbVCiz0FdrC9SJEkvIgMUL2vR7i9hgOcvf4qFz7fwjU8448MPoVFFL57qP2986QWPSm5FT79Yyk+aISMPWlxYL4zYJa83Py7vhIh1D5sS1w+VLwuvus4Er8JkFO9v9hTvhBr6DxAbZ4+twSUPeWghb7KeFu95W8LP1fvTj2rvE69t/4WP2My471ITKW8G6SXPaEuiL3k6Sk+wiyvPJcY0rwmKgK+MBlqvC1gzz7is8a9GEmWPgEh9TxGiQW+lzuIvZIyBD5xmeG+/LiivXe3br7UWBg9rchkPUUcCL5sH5Y9ecXgu+Y/pL5F+GS+stPXPc8aAD6ZIdW9l0YWv9CQmz32lbE+jWoQu92NkjyIXNS98UggP/zwFz0Wxsi++tEevTc9kb4Rhpo8PrUpvhFnjj5GVVg9jp6xvUd5mL0uzcw91q+jPotQFT1ocvq9QdcZPvJXk745Nxo90ecbPbd6B748e4E8iujqPegMx72Y+xI93iouvlB9EL0ebQ6+jYT9PSQ0m7vvl7w9X+4avn3XxL5SwCo+qwvDPII92D280ZO9IjpCvUsJID5PFOU9r/Phvc4y1LzGnD8+w18sPhSnib3H8M28ew4LvrWsvbuBq0E+lW3rPnS/hbrtvDi+1fJrPuH8tz31XHA998yXvb3foD2TbDO/8v/svDgEGj0pAaY9F7OCPT0/pT0x3eY9fwOWPpeL5j5DCbW+Eeu8Pb6P0r0rfRe+MefmPflmLD6FJKS9Yyx9vfFkfTv4Kiq8McSoPdhwgbxwE9k7LGInvsnQNjyfuKA8ytNYvQXxkLy4Bfo97R1KvKTttTzPkYM7OtTHvJfvBD5JO3m8nLDEve2gA71yUqK8sralPGHqgj2Tj1c9/J9hvmx5tL4IoAi8D1cYvxYIajySlZ886xRbPeOpUL4HAWy8iwi4vT7qqD3YZ1e+viXDvAtSnT0AQR+9zQGhPmtFMrwvw2Y8zlFxvYEKeD2uWMI8IXdJPOYTj7pX7xq9f2oQvgp0TT2Ar3e9psqavaUq9jweZEg9VODEvDaQ3jvsx5S+klPEO8+TyDze1Ng8dhHevNatGT3xkCE+dHsKPBo6O76MJqu8+U+SPXWOgb2UrE489n4qvxLncD1YWOi9pt8iP2hOHj04ifO8ZJdLvViVjD1sfYE877i0vd56vb3kO/e9oxRsvavdwT1qAyM9/MjqvQ867zzFsTU9SuRKPZPwkLyYdSw9FyqPPPgotr13icG9yP3FPFB3/r0J8fY7Ds6GvZJryL0eDLc9U4ZCPKMirj1ps+w9IE2vvIFh2rtCOjG9pEWNvaAcpD1CV5i9JXfYPb1k972P/Ee9JYZKviMfab4Nuqs9QDOPvWnO7b3NurS9dFbOPZii5D2cRW69uCrEPZPauDxaQu48GxiNvaIcQj7MgkI7luTQPQLMDz18wJM8GcTUPDTSjzwnTxC9bnTmvUcVhr1LmyO80LmTvamDJLyvm7m9QGrevQb1UT2PTBc97SyQvYCIf7yAphI9S9v6PSv9Fz6oO648NgkcvV1NZz1ZIkM96yp4vNHxhDmBDqO+JK8Mvl/tWD4ISx+9SG8HPouUKD50O0o+43UAPfbuqT7hUYy+IY8Vvvdg3DwkpJe+fpuiPUyO+j3umJQ7J0CjvTvnqT7lgQ2/xReiviyf277pp+Y95OsrPspErz1Wm4K+IogCPqkTkL7ELuS9aCFUPg2ouzxa4fs+rBFxPtF7AT535BG+idyEvic1Kz7I2mM9JY7Qvuo/U7x/hpS+u9P+vTuD8b75zMK9pgrjPOI5K76Tn5c9BGWkvr03fb29EJw+C6m8vk/ZS76k9bM+xqTCPBCkLz4y1+Q9XJCavgrQO75QAKk9p4OhvP0mgz2mFzA98W+UPlrLWT5YycG9JXiIvqzyPj579QG9jCj+vctYhz5VCpq98Je2u/judz6Ohta+GLOYvjgxgb5QBgQ+r3KpPvPjNj7j5Dm+NsuiPbHWhj6nJ1Q+LeAKPvWA5D48owk+cGcGvW/uAj/jcoA+z3wjPnrs6z4Fmz896fmCvQ/UnbxhwLi+3eV3vOVqzb1gbV26FloHvTLv+7xcUIE+8EQDvhXmMr6iaXM+772KvvWa7T0sfgc+oSg+PRg8nb0I+0U+DluIPjSvND02Rz890iJhvvWw272HoQS+OQmePt9D4z4Xoe89DCuXvUQiJz4QfQG+vOdtvnJbTj5RFcg+TzmUPnzUAT7PGMq9qmTkvtZUDL0546o88UUJv9z0Cj56mpY+UiegvWAQp7zvEH29S/CUPsC1tj7fyIg+P5YLvSdQo7yERj8+e6YAv6DtlL4QOkK8K9sOviQpbT6u7u0+WRcgPpMmAT9aNh4+9LvMPYXCrb4tzI8+xtl6vjmUiz2Qglc9pK9lvhwqAz6Em5A+eDzRvguyXD7GRTs+zS6EPqZPKL53WLU+sbziPqSRqT30dAw99YxWvjj5Kj7vycS+qht9vmRfgr0yeuy8/63BPvDskzyrTws+HC71vaYfjL3UBKe9Tw0EvoDVLb1St9i+01sQvullGL45UJa+8lduvnCL0D5VoMs9FfZuPvaMTD7xo229RboZvktbYb6Y75K+aJQRPbX2h74YwvC8NduWOncj/j3oFP09J7wHvj/skrwcQ7e+sUQZPrpRXr1wH5W+0deePh69AL/5LGq+GE7GPeoj1D1wVFk+zVJzPjxK3L23M6S99Bd+vgvHOz73BsM8qI+tvU7msj47CjQ+oYbHPc4S+72Xbia+9wFOPjtnkz5k9wq+fZk7Pl16K76V/Ra+4TjqPr3Jtz68o0+9VGsrPlwx1j6DT1g9m5PWPZBjUb4/WvA9xtmlPrvIPT02Fki9+Uv9vQ20G74f8I6+KmoYvr/W57i6IsM9E+6cveqcDL6CxB6+VWE2PtsKiD2EpcY+eDTTPWDpHr/fuBY+20phPR0Pob0pbh8+Dikzuwdycb4nJCq9Ee75PQGwob4avIA+GTHRPZ0L3bxhi74+1GKKvdfzl73lRIU+p6rbPrgRnL1CwIo9y4suPBB6ir7t6R49HHWuvoXXwbvJGse+b7NwPh84EL4jWY6+Bo1KPcwEyz1d4T8+DlV5Phr9qT6Buws+2tQ+vcawhL3ordq9mjawPivMjT51WbQ95PPsvS/Fm77gWCm+KVxwvUYXVL6qfSu+2rX6Pbvfkj7W8+O+pllqPZKAhD3UG7+9QqEfPE2WaD6DD1C+NIa6PYv3eL2K+oG+7Td1Pq0Y2T0lwNa9oqyBPdSvOL77KQ8+BovxvQF5ebuQMra+I/gFPdYOWT3IEse854yBPqXInb5yjHw+Pa+DvrEkZj41iyA+XSoDP+o9tb6depa+r4WXvR1ACz//ajK+eJyrvf5xRb5TFKC+ZlJrvvy2kL3mq8c9KY7Ovrticj6IaW8+s9IFv68RSb6isIu94O6rPiHsoD5dIz69mv4MPls8bD5gSI8+RtOhve4wfr0Oy6a9NvtjvXeIpL77vDs+1XGavhNN/75g52e+22OOvqWLpL56TyG+T0AYvR3bLL7yRHy+KmGlvbXRpD7NBCA+4LeCvnbIlz67hS2+d+BhPdjVEL5tuc8+aIvbvhc9p77aWZM+59TFvluxm74eX8o9sAxpPgsDWL18HKq+3Lm3vjwJ8juYZVq+2s3mvaGQe70BE8g+876ZPb2zKb0vnfE9UCTSPoRhF75KApM+3BfdPZpthT6CL5w+tLedPhgWXT4ZXcY9FLCzPthp9T5+Hay8ZbmUPr0FEzxRToC8y/BlPqLwsr3Hope+wG/2vehjwr0EotW+CJCuvTb2wLw/WD+8bx/XPfq7HT2tuVi9PaetPOX6zr4L4iY+CaswvWI4tb7WGFo+ZqvYPjPqJTs4xqQ4aKCOPvXxg75Bl/+9qvmvPiPyl72f8fI8PSQePdbhG74qH5O+ZkojvUaTEb0ak/28BTbHPaXxpr7W9KY8PfvBvn8vND6+Njk+k4cWPrTR471cwz497VX2vU5ksb0nJRg+rRxBPqMYnL1zi7k9NnVNvduPzb7BrSW+42E7PQ+QTb2Nhbs+PFWMvYfv1b2tk6A+qepUPLJUAT/WOdk+aGbbPPX4nL5+FFc+YScrvmX0Y74s6Ly+QaIIPVvh+z0yioy9Ie7OvlWe/b6KCaY6as2DPpEV6L2IXaA9BbgPv7Y62L7X5ZY+OtMmviTn2L1RwKc9Cjj1PtlOmz6o2W8+BHwjvu0L4z7bpZA+HQG4PYYA3b1cK4Y8E7r7vBomG76X1Vg9AqEjPQBLID6Y1aC939hxu/DNpLsuW4E+xkqoPFcbAz+cZkk+QVMRv4lbqT7Qf38+ffqAPj3CJD88i2w+YnMbPigE2D6thJ2+UY/ave1IAb5jrDk++lyJPr1Tl75xNQO+qD9Uvnf9971rJiG+vMqAPqhlXT5ifZ2+VasEP6bN4Dy/qlw+4YI3vh/Dn77QAgS/zVCUPKkMkz3Ov7e9RRpTuzSSQD6MyXQ+netNPA1fgD551N0+XrH5PaOzpTpDjCk+33AlPUHjFT5/7KE+9wnTvUdPC79lObk9R0D7vnyehL6LcsM98i7gvQv/R704jyA+g6JlvkTkMT1RmVc+J64jPq8Lpb5gvcu+ag8KP9RfAT9WhpY9/zKKvrlNDz3HEAs+HoDXvr7Foz4/m50+mdk+u+KxpT5ZCoM+zEeIPZvjlT5yOxO+CE9Svm9hBb7u22c+GTW4vlisgL5AH6q9N4abvcCxVz7RkrA9tRRBPVoaxr4yCju+GaMevssPPj6EK3c90stcPnXeNr7U6Ww+2udYvXuYJT4yp+k9mlxNvrgkBr4v1D49XoEevp4Dsj4LoC++4jTovr4gr77zxK0+Vhl7PdMRtT4hSRO9DojtvVs7jr611A89jfYmPmVQBb7zzaa+Sw/Vvr0RbT4g32O9Ax4fPtBpNT7Y4uk9h4nqPlFfUD4DnYq9ObNMPn6S8T6KCIm9+Px5PnP577wlWCE+W2zxPKF9TLxTh1I+jLTBvqNear4ZDO++staoPfLwAz0PLV6+ZwRGvk9hSD28Q+U8kI5KvXtvXb6fL8y8xVLRvYxRvDtDRUC+AwylvtXHIj3O2UW+m9KsPM4Ecb4vA6W+7ICwvv85Cz3sk1k9Pe5DPsbt9L3fmYy+07fFvshveT2gkcO9pEchPuzmBT6Zb2y9nkODPvvNVr3yTL27gOXsOuTTfT1kS/m9oOQ4OgQAbb1wKgw+e9aTvWiKaz46iLA+GxIWPY1oBD6J9IS+7c00PgukC7+/Evw9NEpEPkZZmz3J/5M91/sEvjbIgr5Ns26+DUPIPn/Cq73viRM+kVGYPkJsnj4GPQe/rJ9BvdudDr44wWW9d+WCPg3rEj5Svrq9BSyePaZToz6uvDy97NYAvvF70r3FX0I+mjAJvqZhID7rbWs+yG6evg3+VL5aA/09wlyrvca1Pb5PvxE+GnYzvprhSD081pk9xcnhvJ7bcz3A/Ka+Z0rwPZsmlb0UnBE+xtZkvpJ8RL6xJZw+2XKjPVWLRj6RRSa9cvAXvkyoIT63KRI+pvXYvdeyoT6C6NK+Wp6uPYOlkT7RASe+FgXBvttcIL1jp18+q6MyvqIZHD6QdpS+zjhmPoXQLL4P6hg+uBeVPUTJm74kJN89u5cBPvYMj75hx269JjsLPovler4g8uU9HsKyOzLjSL5klqU+wjU7Pu+xCrylbra+g27XPmBlBb2LCEi9y7wZPvKzyz5Fj4A+xauFPtd6Y76HrPM+novtvXNRwz1enKo95Wa0vh22/zx+Xl2+Xn/QvkuriTygxP68MFonvi74Kj4nrTu+Z3eCvogcC750RaE+Mt88PdhuED2Wpl0+GY6ePvP2L76kWvG91WGvvZTPKT4VrLO9W96hPoONzjz9cmI+1OulvmXF9T5Nr2M9Aj0yvu0OGb6zutc9d28Evl56WL7CNni+V01+PXMSs75OCac9g35Avsl7kj6EtUG+VgGwvE3m2j6dLX8+70aUvrg3sb0lQV89mB4fPplcI77mWDW930eOPZjShz3ItKq+ZJAmPvg5aj2m4Ri+58rqvaRyYj4If5o93OqcPtPoM70AXpa+i1qYvizAMbx/N1a8XjDsvmUULb4voo8+asdNvvii473zr7++6TOMPn6mHr6YCwm/c6j6viynzb6I5l2+s22iPoEjlT74bsq+bffaPe0oET7CWkw+tYDzPipTZT2XrA0+JvTmPu5tHT42OQo+isu+vSNhsz20woe+N4i9PXP6ZD7lhKe+E1jUvTmPaT6N3dg9ZgyPvRx6r77Yk8C8XE3hPsgbTL6DWhO+RfAlPfNe7T6ewxI9EeKHvtKkmz6U9L69vpsFPzMNr75KKjo9vnaIPpr13T60qbq+9U+kPtIoSr5ebHW9RkWYPSn0AjzEjdg9g4c1Pak4oD5Qono+3CLYPR9iur52IxW+BsLDvjjxgT5xvMq+pZlKvTDSvD4SDBc+pcGHOxxFAz6Lpk0+zYDLPY5jhD4Teni+AD0dvhWBML7ci7087wfIvbB92743vQU/cUzUvqgQs752NBQ/EpWNPX6lED4yvUE7uw7ZPQtjFT69s+i9/QbxPjQ3pL33zlU9Mo6ePgu0vr2Q6Iu9+2kuv0zF6L3Xz8k++ecYPNiRez3fHbI91EOgPlQfkDyOle68xHLDvcPOHT/CK1M+2FPUvuKtw7zlPVq996DMvvDJmj4Stxg+kn6NPVzC5r0loJE+AfPzPCzeL76d/ZO+C9tZPu9W/z5021O93PvSvUCedD3RBgO+PnAGPki8kD70BqY91qofPr9LfT56yA4+IxCDPGwM8TwfRi09ZkTdPT7u1L5Sru89NFpKPtvrqz2xXYe+UCfQPj/qqr3xUJW+C0sBPmSRuj3QWB2+8TRNPu2z876hn6w7tWKEvqVcEb0dc5G+XLr7PVbjWbwBZ6C9DznCvc+9AT8Ik1A9upCZvoNkrD7qG7o+halwvmc2lr7EiI++1fdjvtKljDzTk5o7RkcCPcpYBb7aeba9+dgxPgkYwL27G+0+zHCIPq52Ij7Oips+SwO3vv7aor4Spea+NyKcPge6db623b49/WG9vsjwM748xF+6lBKDvkGgjDw+PMk9xtSGPhHuhD1OPtk8DQfqvaowPj5JFY090rdnvcoQFr4coAA+y+BjPoRTgb1IVP29/h61Pd5rtL7/UAc7+Q9nPVlEqL76AFU+EPYVPnseiz7K3q6+hrwuPwBwMb7zD8E8k6LbPlJj8rwl37Y+lPp0PlAXkL1Fns66eLTzPcGa0D6+pII9CnZ6Pmk4DT/eW+E99l7vO7s1yb7d51K9FPUSvSIMdL5oLHa9dJJBveEIWD4Mhvg76zMSPRP7vb3kUrO9KYmQvXA2Kr7Kayc+nBRPvTXalb4+Jpy+gW88u0Ced74N4i49cA7nPTmnCD5gL3S+hTezvZKKYj2cTUg+y2MCvpbOCr8lKp+94tGLPikJHL53Bvq7SjpHPsKTnT4YZO4+9xGuvt/uNr6t/kS+SMbRvv9Q5D3o1sC+fkT/vp3imr4hYbK+VNElPgtxqb2ks+A9xA2cvqZCKz4iiH69isWSvidUDb5OmqC9zUz+Pgd0xj5dm6o8S1hbvirqWz5XEpc+bwduvo0GVj0/uDO9vZYwPuYT0r1TT4U+miFyvqXWtr0S+n++03LIvHdt9D2dtPI9MDYqPrtuST1c6VQ+fbzdPrkxtb4E8uI9MJm9PQT6hzz7Wa4+K9OoPKOz8T0VO4O+qz1zPvAs5b7wHvU9h/0GPqUpmT59Hr6+wFqPvek1rL4BRi6+qczdPWXRPz4URew9+iKWPrzSj74DC9Q+98X6vpe2BT6higi+h2wYvq6war6PPwK/+LTmvjKL2r0Yjpg+Uvd4vdMVZD5DX9s9+2bDPfaFHD4Ciug9NkGcPP6UdL5aj1c9hFQavvdhSr7iBYA+1phJPU95Nz4E2o6+vcb7Ppid6T3IDCE+P/KjPmns1j2sAsU9M/Y/PtSBIb2zyeS9vXhJvnLzyL0nXC6+dVWQvA+QsD0RC5Q8iCp4PXl6Az8ibqI9SN6Yvs24GT6LS5o+BTiyvgUcA75alqc+HFQSPuIiEb/lF3g+hDgYvjW65j0s34++n/MmPjpCrbzrV46+GiUxvleVRDzZQEI+MTTGPbEpXD0muX4+sGNDPTsyTD5SRr6+Dy5+vjjaVbxOiVQ+/qGMPcRHAD6TuM2+Au6TPunFFD8rNos9chu5Pl73Pb6qpCC+vCO5vorQwT2cNLc+CQWBvcvjVT52Zgk/S/REPalsl75vJPQ6a74XvTWkqT6yIgY8XiwgvBzr9bxQGwS9IX96Pk8GSLx/Fsm9z5iYvRzmaD6mcCI+KwaJvR8psT2Y84e+UdHUvAla7r179OG+7OAhPu6Gc7yMJWe+7Ru9vUow/T7gEi29P7FxPU7Asz2TLrO+QZK3vhvakD2C/XA9SwS6vUtLM77LRT09yEyIPtqHIL5SHYe+wfeOvcayGT7mfx09ZEAtvjM3/jx0SVm+twhlPvRDIL1Vzvg8/ml2Pi4kEr6xV0w+/uOuPLjXir4JCAM+i/TGvj24Eb7S1ts+1lMFPoRT7j1Y4KM+WujqPvv03r04pbU9Z6H9Pc9OtT3tbpg+1GF0vp1R8rxy/Sk9FFotvnWpND6n9Yc+olxSPllY4T0ECWq+UBFDvOw2OT7V4Dm+l1GPvN1Z1j7wpzU+BT0xPgymDLy6iGy+O5i1PfIqZD5iNEw+wQmUvsOqHr2ZH2U9yJAZvozpor4IYN49OlR4PTE6/zxh5H++5aTJPTZgIr7WDsE+pkVeOxTDWTxX+gw+0zApPvi5mr2+0tK91VgSvrR24Lq2NKg8jO9KPkEbQD7LIIy+gf5zPbJKEz7s6pw9JlufvSe+i74cWHC+XUbMPg/UqL7pLVI9JEY6PWjvLL6SiZW9weftvWPU/71UEdC+4A5MvRQGib4WEs6+ug7UPZPJY77CznY+MreJPVuQb75Gss67soOTvitOZjuk/v69NyprPVXQ1D0hIXM+f5oBPLYmpj7S89E9xw3ivqb9n73RC/a8+NuwvsYyXT4MCLa9UPRIvvTQlL5teDo+mRqXO662Br4I5NS9oMLMPtlXab7s4J4+5xtbviy5Ez6iZlu+gt8/PoyiuL73F8W8Ct8MPpqYlz6DM7O7aI1jvkJ5Vb5/S9y93HzDvHhdlr106ju+gVuDPmGVOz3gH+89Af1QPQJKET4RYxM+dYA6PUgQjz6+rBE/xuyDPl0O+j6TD6k+trrNPSGY7L5ZTZc+1wRIvQZ/jj6AF9A+fpVLPq0oar7q0LA+0iisvu4F576mpTa+c0oAvqIMZz6nMGE9FsshPnXKwL5fKcs9Ao2oPYzEUb60Csu+4iZnvlRSLb5fnIy+e5SpvutvGzzIC7g+kpqePCSbpj5DyHW9/y0Zv7JUTz6lKgY+KwYRvaiuTD7Zidk+ltuJvih0CT4wjFW+IeU9vL+LqTuIw5E9z8xmviHoBb53igS/5zJ9PsoAAz64qIA+IlVJPaCywD4UR868X0zpvJhWwb0Qfh69KiMiPiET0r3zMp2+CVqUPrPSO72cN5s+NGwGP5vK+T0g1Ro+DUTkPrCdxT6lGoI+rz7FPW76Lb3x/O297aqtPXNztj7j5Pa8xf+9PrcbrztO63u+agwavhp2370onCi+s2lYPD5rMr2uoGI+Yex4ParbJT5BBSu+f5TRvm+70T1Cr7++5RPPubvnt7oWENe85waMPjfhijzGpr29EGI2Pqw4Hz0ojrW+zmgEPg9Q3T1LBNE9UsMqPusHzD6rn4a9rvnsPSG+gb6dfyG+w0iHPgrFlz54JJE96dGUvkxpcL6pvpU+U0/GOkWM4D5mI+Y+GPdIPp5dxL283qg99ti7vLllsT5QGuG9Wg6qvj8jXb72OQa+obVOvl5QlL2+qko+CgqzvVsK/71I+/o+GzHJPrHDT75zY34+LGVJO5qKi73KnJg8BqKpPER5q74Q5Rw9GyqsvlsonL0JkSK9Ux8CPhERZb372oo+UgZQPlXTxT36Cr6+NJJYvQk5574nciq/LOdIPgVUbj5a0xy+wdh8vELcLj47d0g7sxA1PsVwAr6Z4QC9K3aCvQZCxT4ytl0+W1Z+PrjJ3j36v5G8F8kevhLFjz0KHeM9MmqYPv7iC72Qo8k+eMYLvuP/aT65tJC9Wd6uPbSNODwkz849GIEMve5RLz62uru+2mdpvbY5ID5+Qj6+kpIavhelEzsplo4+AwwAPY1Tnr68EhG+7DzNva7Bd73nIYQ7ItWPPi1o0L4Mrqm8uUgNPOWKMT5MC6Q9Xf/YPRVVzz7IieC9CPRNPuOioj7CdEe+8LtXPtGEDL5E+3q+Qtk7PHlwgb0Df709D2GcvpY6TbyjWTi+IzM6vjeIgr4pz0c95QToPZHYIb3IR1A+niDlPnh8FT6/80o+61qyvmk+Cz5zfpu93lfwPnzc2765Qkq83u/APnsRg72sd6y+6kKvPW24gL5s08c9SxmOPmPziD6uRfO+18zdPrVQu7zJQ22+FmaEvr5l2T3lXyO+o8wIvp3sUrwi40i+XAAovjB7JD5/tpI+fNmAvkR0Kz41s0m7WcrSvc4mqT4Wc9m+TMscvapMbj2XYmY+ENu3Pv/dyj7QyYG+C9gMPWXqKj0zqJA8jOoRPBE3172JXTk9JACLPfYDLz/q+II7gWKWvnqapr4t5/C+oj9iPu80973UtxO+vkb8vsBex72u5tA+8jNCvoXgxr1CS4U+jK2LPrc2SD60slY9idJhPjvMMz4+G308ZoG9vTm75T0mYsm9D/U3PcYi1730Z+i+oiiavXmUDz0ybY6+wUQwvvAJbb67zt09/ZSIvgDt7L1GMa6+/mewvYX1Vz3HGgI89fRFPtHGgL1N1hE/M7npvCf9SD6rFXA+kBKdvf7zt75z5xY9a+w0u+B54z0GOvA9V0saPjCbU72GZE6+cejAvZTmfTxOfwO+6WYhPpryRb4qr24+y8WvPrDn4j72NL0+QKvmvsPVUD50Y/u9rXUPPaG0Wb0Dqky+axOLvd6k5D6SbTa+P7KQvRr31ruubt4+0FYmPfVgrzzRf+E9TsyRvmzwKr4oxiu8ACR6vgE1jb7Kcze+I/FXvJFCgz4t4F68NUv2PaLuwTsLTYy+lM+RPkXsRz4xVWC+bfrNvplRm77iMmi8nuCuPmG3/z3RY7g+Kofdvn7Bcj4IuPa+EnDHvsU3eT7uYR8+NT55Pmoytr7Sl4S+9KohvtjgTr75vZ887EGYvitPDT5wyuS9b/RpPAeNer7Qwe8+PYm3vTahYrxZOZm+AyZCvlt0aD3KMRI+3glUPlTyjz5ZKjs+Y1r8Pqd0KD6AWAW+7Qm9PfvI/j0S0h4+Y5RtPkB7Dr75DKa+/uACvldKu75QycG9M46BvFfJ9z0K6oy9qkWMPTjdED72elm83qoEPgV0FT+er3Y9G6qWvnkQ0Luiabg+wb1oPs+20j1zGsI+IC6/vMf49Lrz3VS+ohOavvoJtj1C2gm9ydxPPphPb74q0I89bsHlvb7mpj3EX7w+JO/oPb1LZD5/GA8+D8uCvpYQa77EOPy9NwB4POIqsz7aotG9Yr0UPtPvnD579FW+9OMsvoV+xT3ZMhS8HeRhvQsGLz1Z/wG/srmovv6QuL4wkYM8Pps9PUXB0D0NKp++YykKu1vc7z30C0k+IOQavVjhgL6ZDwe/0duQvrhj371lLAk+xxKuvTKhvT2Xuy0+NFGcvpwirT4RA1s+FWYrvu52fz16xb275EQjPn86oj0aS0E9MgW5OvJzUL6igrq9A7UTvo9Yg70v8uU91fVyvhebRLuWUBU+i8A5vMbEAr5/sIO9tRQEPhodhzwXs4O9IlnSPmUfVj5VvB0+2O+CPSsJNz1HUGs9dUiDvikCzj6R4CU+GuCyPndATb4RYna+FOCMvnDCI7/P/po+EQPOvrgpzT6Z2lE+bjtivW+/cT32iLC+cxiUPhdh1z7jtss+pEwIP9iGoL2JrM88U96EvEz52z2KvJe9N6xwPVY7UT3lRC4+RE2WPlXpgL24xMI+4Rotvs3ZVb7G93w+gEP8vW9m/L7vLLe+oXJNPv7wAr2ZHSq8ALmGPu07Pb2Q+GC+D9FYPhgDs7oDUvA9SUO6PiIGVr3tKPo+XMCZPomTmT5DZmA+TAtVPmDxpr6iqec+71j6vR+GZD4BIk685IWrPtUdD714As+9saf8vEyamr6Iq8Y9GbspvTDoPD5RQoU+Zu/ovh18Ar/Wviy+3PtCvZq/gD3G36E+ZPUCPv/Dxz7g24q+c+qRvm+Vlj2d9Ki9l//BvUebLb52NXy97RZ2PsptWj74CHS+XPwavpOo2rwm4v49JwqOPl58Vz64UC4+jZGAPgOMPz7pVYW+icA5PYqPHz2tobe+dt6WPsMOjT7evJE+mkUVPsKckzprLFs8918lOtPRCj9MPb8+9kR+vp5OEj4oMu09qpc6vlxXW77jbUY9zaeHPq91bb54sAK+RnoDvjvheT4bHx29MExEPmUxXj48u5E+SgmVPkRDJD13FJo9H874vXQDV76zuzI+gYOYvkiqar26hww+Wvi4Pl3qZT0cAzE9hLBevlQ1mz1Gr1s+LsnuvajhwL3SabG9jkUqv/DuQj30CLc+zNg3Ph1SrD103c89nsL1viInPD7rN2m+12Z6vbzsBT7GErg+zmlbvrHv2D2drZo+QoqSvq7ytD6gOTK+BtO2Pgd5Bb8awIs+kyfEvhK4/7yD2OQ+LzflvqP2BrzmCBI9ezTEvTWYTz558vU9wIF4vvl3i77Mw149eUuavnFvrr6cy/K+KvJ5Pfd5ij17hRg8erkZPbzUxj7e6Ka+mwQzP4VnnD3g2Ys+hMCbPmGuJ72N1ci+AZQgvYZNjb3FtAs/QseevVSpyL6YCao9BUiIPYKRYT4bMnW808oNPlW3ML5hWwi/blwoPgg9ez6BNpQ9EzBWPs80VL4QJTo+EGvBPaaoMj62kD6+uIAIPq8IF74ozqO9/NSHPhNmAj1WJd+87O7cPM6Zwr1K6rU+ks/bPrlTxb5PLUk+BHPNPbBz+zxF9Pm9gCXDvCCCgr1pPXW+eweAPh9wnzyLD1c+9KoVvnaDzb5RCIa98uABPvI/yz74WSe+JJGQPh3rVL6dPq0+goTSPoXKXj0dPjM+SPySvpy0ez0tDAM+Hg8hPiyKXj005/o96W7Bvdu5DL52U8S+IB2kPCA2Hr0K65290uImvRgY57wMB3U+fd2CvEe/2rzQWc6+ufdVPpXVrT0l2nG+2s4BvoXezTzYWZA9qsRJPnhBtb0Uoa0+AfVUPsqu/b18PAe+25ikPT2jm74P/OE8/5PrvRettD5Dfz893voFvkQRgz7kuM+6YWkaPsF1+j7xZz4+z3bqPUrubzxAUQC+PMiPPj9qFT6HT5++AOogPUCoGbzGEcW9lr48O0uay76pvQc+anuzPdmPET7+MAM+uFo1Po40Sj2IvHM5LpHCPYdp073wKVi+DFFhvrc/SL6f4Qu+VrTVvBMidD2Qubc+P1gEPqpdi75shVI9a4mWPRNjYr2ds+A+7fmivGydfb707Qi+jPGBvfoeFb5Aka8+uSfQPSvhXj7Vt2++Th8HPq1DiL51dfK9hcTfPhXEyD5Y2LA+/RgDvRBwZj7vh449CyiMPhXgGr1ik4I9OQGDPfUCsT5xLL8+1RCqPqzopL6w8PI9AtXrvH5gUb7/auy9/A+vvN5n1j3/Dwy+SqGRPuV/Nj7P2nQ9ERsevqXnm736ySO+bheyvtRdgz42pRo+kMqWvc2Yyj19t1c++5BkviLmlb3EYng+k2KOPRVjFL03KRc+IPmzPh6rTz40nMm81T+uutA/Or4SFnC9dex5PTklxb1CLCa+NGKDvmALXz4QjJU+B9Qovgfu2T418QU+g6MpvjX0jjwY3a2+Ii0IvbQVGD6EYQS+r3SHvhB8yj3xb4+8AkAcvs6xxrsF7DE+viUAPtzfiD4aECI9e1BfPkaB6z06DSS+zw5yPWvlQT5vtCO+3tUEPh/jOr2mzRo+dMs5vn4+Kz6Gbwy8KUUbPbrwFD1zVve9lBxgPVehjb7Jn2a+3+odvlFN5bxFDvu+DoXNvtTysz5XIjq8cakRPk28GD9Qrz89ion8PWZ82T7olu47OREavkTkYzwXJb0+oA6Avs+2Zz7Vk2U+C80bPq5Igz5t3iO93IRNPhaDzj61lhC+usl7voA4PDo77ES+9yUoPQVBIr5aGbC9T2uvvfU1iL7fzLa+50oZPkH7Jr7fCwa+J2e7vfCEjz3rqTW+rdywvUL14Lv4hJE98LIdPoPuYj6DC9u90AwePt+uDL1t2Dm+cki0voTsFT8vLjI+K31LPqlnS70O/zu7+ViYvbtCrb1WZGg+EwqNPe5HXj4L7sK9RkktPQfLKD6W0vO+y24tPVta2b2akja+9aufu5WwRb3NwvM+1JKdvscF6T7jQfa9spUiv08rVz6MNsS9EZrnvmYkqbvGhGI87taWvimGqb7VZFQ+qyVTvUApiL6Qi8w9nBOHu1INtrxA29C6YaIAvkfIfj7O/UA+WlXnPtxFC75MNUy+dRmVvbpS4j1UF7a+YLqAPvYSiD6mYDw+MohwvvaX3L1jk5S9RZZUvXxBLD7QQKu+Q/aEvTR6ID0LCDe9bcaXPb/jGr3RUH++a16cvUhv4z1m7M4+fGLXPiTNVz2NXW2+/ezkPoA0X75If8S+mWQPPlLsWb2IFvw+GCc6PVR/TL7fGZW+y8IsvZgH6L7nQiE+PkCYvukzVr4CwEa+FnJKvkZMIT7U/IQ99uGcPgufKD6ktt073yuuvEVA+jzcv2w++5NvPpI3X74+1I++cfbsPopz7LvJ7CQ/1X+7PYJ4xL2nhQA9YXuVPhO0hL0K8gG+6NQEvoxPQL5IYzA+eyT8vfuoFD5Ko3O+cha5OzJn5z0V2d49sZwePptenT3ebNK8BEgUPntB8L2KZtS+mvpXvLWfBL3mVUG+XGEPvrF5F72pnoY+xDOTvugOBz5v/Qi/fwSpPB8OyTsPZ24+q2ZEPiiAvz2uESo+8bl1PjSyID/cIis9zUPavaJDkL51zAO/tiwlvRlRQr1TmHA+HnHdPVfmFr6KLag8JZqfvuep6L2f6Kq+xK8qvjtoKj2+ds++qN+nPumukD2q13G+D3ySPs7seL7eYXC9+mzxPqncHT/yz7a+15lyvq4K3z6vQKk+hCG2Phu30r0+md++r7VYvI0gEL5SKDa+2T6oPugLsL69aGw+cyGvPEtBsjxTOr69ap21vvlRYDzd4be9Un2wvYfaXz2aRiY+Sl4VPuuvub7pINi+QpRZPqABIb67k4A9FJ+CPnc+DrxpZ9i9j/twPXYit72vWK0+9L2cvkWBEL7Gij87vjemPuXt175oJhK8m6eOPXWhFj40hB0+MJ3SvtMpqLt15Dw9V6wRPkZedD4WAVU+FjuZvvbcNT1tV6y+zi1/vjp7lr6Jq4++bd/5vpV3f76zOR++8ePUPu8Jcz3BOQY+MiNQvhQzJj35CyM9PX+LvOEk9L2zdoA9WpAnvIO0YT1u0Zc+gmmNPnJUuD1XfpK8SqPiPu6u8D0ZECm+aklYPtfSUr6TJPC9FdKLvbJFA70zDZ+96dVhvo2xA7584SS9vNfKPMfFYj4+n8c9HTa5Ptp2QL7q06m+bt3wuzP5Tb56uN4+0lVSPupXu7wyNI8+aVn4uhRbQT7dwX+8sNEXvjmA7D1EQBc9KzikPigKDL+sXYC+BGTlvuAZij4c0Io+OnlYPvGuA77DuHG9vz4vPo1K9j2qnc8+IV+FvX7TsD5Np7a+uZr6PtmC7j3Haak9CAsJP5W9vD6uT+k9/F2ivp//SL4krqI9sipPPD5eFD7BI3Y9os8cPdGBiz4RiL48u5NOvoY/F70+Rr6+GM/PPmgJBj7pK06+KMxvPZa2eD1SMHy9RwnZPrpfYj6JMFO9U6tPPk1wgr6Pgqo9WWQgP7j47Txek6A+JTH0PVg9xr3Tr9u+LwDdPV6IbD7GLCo9pxEpPu1PiL4Rapi+4RWGvS2NT71jyqo+0o4Ivqa+HT4U6RA+R4NhPlTKrb4sw90+7fDeO4478D5MdVc+x1Z4vtGVYT5xf26+dSvUvlmMDjwdVAS/UngFv0yPKj5hkRm+4JoTv2NJfb6EfQ0+kVzAPnGiTL4WqbE+JN9dvn/K2b6Mn9A+2qlmPrQVwT0qCaM+9QSSPpUGn72wskS+5xlFvkvZvDmg8Qa90k8sPlb5gb4n75S+bA/qu1d8ir2xKXm+PsfLvmq+rL7qS4u+tWTKvr//mT4HvZ6896wFvz+buj5XkWc+q27UvmFlbD5DNHo+at8/PUqGX75mGgg+YKCFvktq/D0tcZE9GCGLPiUHwz6QF8i9RBc6vv/yoL7U1JO+zpV4vq8akD5iSuw97nKXvR9i8j5EDgo8b7JVPQagHL4KJA8/Yk7DvBA+xj1KvVe+7XUcvvSVcz4e3bY9CVmxPWOKwT3/tE0908NYPhLipj00WVy8crXeu2zsuT4HAr8+TVMuvZNVKj66wwa+4+CJvqLNo74MawI+Md8sPoK4fbz4Q1g+KZPbPVCgDD449Gk+8MIPvi5TPj5qImA+E6zRvYT4sD4Ea4c+lo+BPke2A75nS7q9JtWuvdh/hz0GeLy+aTM6PiXNyz5864I9AlkqvZMy1L0vKQ2+uAT0vkCjrr085/894guNu+6Y8r3P4w2+bfedvVf0vb1Slis8MHeDPe+I2L7dxT48mxUwvlcREL71EHG+fEGPPj2WC7+6l/W94F2evoamprxaSw6+eH7ZPe8W9r0Vxo89nm7FvqRxjL7q+gI+/26CPetpp76ByG+9WcEovvz2HDzak128lNG1PsyCGL65Bxe+k8nQvWIF3j1ZRt69r8afvMHhI77MUFY9XGksvuOY+r2eLTK+JEkEv89xCL4QNB8+dsGePMKMhj59fSI+lOoNvUWVjj4SPJY+j7HMPCgNbbx96tY+HrKdPnic4r0gjg48S/oLPgUq8L5nOhM/Ic6/vjS5mT4aKm2+PDPBPreHgzyvn++9+2FIPuPxCT7tU5y+BjrEvu7kEr443Ws+l87DPqk1/Ty8aOk96m01vLr2nz02TOG+zpbuO9Igkb3Dszs9/OwvvnsZ075NPRy+0GS/Ple7Oz37fJc+7XHnPfodCr7v0RK+8SdkviAbbzxb2lu+FXyXvVkrRr6mOn6+ATkzvsV/r76lOpE764cBP/IQMD4aq90+lXCgPpaxxz4xbTy+4PygPROx+71dlb28zHqevWu2tb0FYsK+uw6evpBJ8L3APVG9fzn2vf7PPD0/ztE7u+qmvszPdzzB+90+m9o/PLpOlz3yTt08jsuNPCwzAT5wCYE+bgcHPv2JJT4p7yI+8Ydbvo0xqT3dzkG+3NyrPUnvMz0IBdk9+tlTPrlOj72kT1U+XADdPrn/tj3DnjK9EelHvflq2DxCSec9Js7nPemuNz2dA5S9QlOLPQxsg73CKPk8U7kNPoQvnz5Vdtc9mtoEPxzLW76kEdQ9WGbAvpLAOz74oA8+22KlPY4DQL7+BRi+tqmVvgxYRr24waQ+dKKrPsf0hz4UKTU+QmDaPlzLpr0yIA49xvnfPU0asz2BVZm+r3oIv3K3pb786CO+XzNgvjjgA790HcG+mIUFvgz0zj7BP/29LI/EvVHuSD0+7J49n5NzPq90az5k0ic+RShfPgSChj4Zdju+bs7uvf/yAL65pX2+OoRJPWGXlL7SdNe9OF7rPUZnjL7UM+m9OFdhvrAmfj6YCRy+8UpSvvSVgz7+MqU9/JYvvlrgYz0vMgM+tjQ6PhpdQr5culi+i+EHv3GMAr9E1og+1jP3vc5MgD48r76+b8YNvYwfKb4j3py95TmRvrpUkr4elwW+yatbvlkUhT6QD8o+/zAvvceKcT6fOGW9AVZLPrDcgjubmmE+QP0IvpxByr5QEfc9FshuPuqzHj4GgdI9z2XyvbjdPj6h1CA+Bf8Nvae/Gz5Y35++wAlJvqk6bb5segs/TK3Avo2VZr2/DmG+S5FYvjc0q75Y+L2+zB1dPVxbbz6Tc/w9AYIsPsDFGb40EXK9+B7nvU4EBT9k7ro+lP4VPlSlnj3WDVY+5lUCvcCOqr7whB6+xWKAvv/xDT7cN7o9SZILvmof+72+Cyo9OWAGvUnOwj6f1Qw//X+7PQ9kYT6knrQ88soDvm3QNT5cWfC9UvCBvaIeHbxKP5E+LlhDPuUhw72LyCk+rmq8PQ0rwDvEhmI9UyBCvpTzkb4cbRY+qMrVvW46i71fsWi+/aRYPieaLb7Ti62+BOlaPjWs9b1sLUs+82ZVPtsqnT4FkR8+j/hXPhuMx72U4IW+p6y3PbK+/LyUs6+8KPYBPopsir1X8ly+uQd+Ptv9iT5EMJQ9msoovl4ser6arbA9iQYmPmEzbb7UlRo+Cdj9vT2eRL5A5IM9zvZfPeOt/73SbbA9/j3rvR78FD69UIu+YPqhuwFsWz4Wut2+Sa6evYWs3r7BaBQ/yVrsvYHo3z5t4VC9fEgePraw1z2ajrk9PqaoPr0FZz1KEiQ98ghUPgBEyz7kJl++76dtvdjc3z3JNb8+pGBKPhFGP75PuFc+te1UvsVrkz3hm2E+y8B5Po9q7jxr4g4+daoYvp+O0D1+xaM+BCSdviq7Qz5bFsg++IosvjoNtD7pMX8+tWRxPqXuCz5LnSU9ibCTPVm3Vj5KXvS9SSYtvr87fbzxCAm+p84KvuVFir4Qw+W9mQOMvtkg0T2i+LG8p8I1PgvbGz4xDmS9AGg+vhYkqj5rfRA+P+/FPYIVp77I6QY+MlWNvtQxFL/NGFu9Az+4vAw1jL1mx3++xb4yvnP7sbuTtHo9gsl0PAOvbj2QyJI+cuIDvvrxEr/csL+9DuqevlfnBb3GWJG+pCcivlRI777z7II+iT9ZvTmJSzxhC809aqJYvguUkj5eC4Q+SoSiPuOpob4j9I6+6Zz0PoxT376Gm7w+CKc8PvJkxb5ik4m9iRrpvc7k6D1Cfqm9g/OSPEB5J76K3CI++j/iO/NUx76gtbE9y6uqPhOuwz2ioMK9Uk8+vnws9j0KloI+CZcJv9TWQr7xRpo8UU2hPnvqyb58w4u9jYNlPtvTML3VjQA+hbtZvmBFsL1StZG92r4MvwG1JLyx/8Y9fnxyPvN7iT5MKQQ8jdOCPlPRvj76/BE+H8+Ivpgai71faGO+RwZrPdadG72SB8q98eY3vr41Bz0JpoO+isYXPcmPFL5kFtS+oYq7PjMZmD2g/E6+64smPQ6wob6uUlM+jlwdvZcIpj2hyck985ZaPd8CLj61pnS+83Favt70sLxp34q9Xt2Avi1XBT5DtGu9FjWivlmzh74uk7k9dTeWPk8eJb4Vjeu8AP2ZvawzFb6usYQ9iYy1voSU1T3ksD+81kCiPcXFLL4ft8w9TaCBvlLJd76QC/i9V+Akvv5T2r2fA3c9L35rvWwrLz5kX0S8HWMCv/BBgj6v/8o+RTX0PU9ezb7fL4W9TKJrvs05uL6/K9e9efLKvoq6+L4Iw9M+KKQIvovaVD0gsAU+hMrGPhafWz6Uj4Y+ADWHPn/4or6MHnI87qz6vm2xrj4/Fe++wzrGPrGxgz5FnaG+S3bJvWg96r4q8Xa+gmm8PnAjQj4FAQa+rng7va8qAT4SXX+9qTvwPV9Jmr33Tte94esJvlfcmb0poGY8TnSYvQzjlL6qEHW+E7B5Pn6hqj4Glwq/McHSPRdruz7jM6m+aTOmvPns5z7Hqcq9We45PrM8kj6HU2m+sUQoPtAf4z4e9gc+UuToPBmgO71MxeK9S4pmvgnX0zzMGUG+aK9evu+ov71miNE+GtKSPSeGHT4eQq095lWnuivnpz4VidM+7+zQPuNQE754Kf4+28VFvh7+Q77AuUW9rE48vrCvMD3XtYg+v0Y8vuhiBL6MGoO+0X8XvKrjmz4zEsQ+Z2zBvZh/ED6pZIG+x+WHPTmgoD7EKDO+zualPmKJaj6pY689obr6PVWmg74rvZs+SnAGP1StSr7QcBu+hTvfvjiZuD36dJe9HpQNvhq3ar5TRZa+4c0TPA4dTb4YUyE+SZKjvpb91TrN80g+SK6NPiJvBj34aAW/SLCBvqWzk774XZ2+jOjfvrNIYz6S65M+bkLhvXdlsL1Axoo+/kFqvRgf175uPKo8ek5svioopz3t0+u9/xi/PJeOt73ogGe+PevpvvkxwL4BMwK/J8xHPnDrz7zGZD0+FdBhvcIXy75ljc89hBWuuV379D1qD4w+lQdFPYpOVz0HVZ2+/DoHPjxoIL4kUBA+Y02YvSbax74TMN+8+iC0vjczTz36aRm//+9IvuZA570xLQi++K/JvOXnST7/p7K9TJ+hvMj2wzyvUKA+6aIMvkTvWL5kzAS+oDdlPuVKVD6FhZo8PwHHPve9t754Hwo+oE5nPrlElj1MioE+7CoOPiwyoj55JTA+PaHLvOqVuzy0k689Z7eHPsAYxb5Q0uU+yYIIvnyjU76AVBi+4rYsPusGxL0O6Ik+o49lPheN1753rSI+CLYnPlYmeb5XjZc+ZwVYvDFOor759IU+p08YviLwjr5s1B4+aaZFPhnw9701LJU+B2tFPsBbvj2kngw+VbaCvt+ChD477wi/y31dPZP17Lq/OPg9M8G6PkARhb7jNqS+xFrOPgNz9by+bhW9WXLkPcaUWz0qpqC+SlUVPChDA76IipW97G8avk1aqb1gtz07CMYqPmgwBj559f49fXulvSXSKj/BVcc9/lwnvnSK/7xrXR8968z2vvwSHb7MGy+99N0WPnPNkr3yta++XMq+PegkuL0A0L8+4IzBPY0+BD+RnoG+UkzYvkzmxr1e9dE9666qPmt6hD7zwrQ9qo/PPojiP77BWFS+QLs+PlH+xr7wCay9vsh4Pv2jer4DO94+wMtgPhs8b76jaxa6kCVmvMkqq77kjJE9l7F0vPS8zL7tNLu9psKfPmfzbb6geYG+N+GpPpLtw74z1zY+C6ymvY7gSD7Dypw+9vZxPvNtJb6e0cu+rmTYPiK9iT1L3y89cTBFPlCpV7zxpDa+bsXHvQBsoj5iY60+OZq4PCOFyr551b29lm2uvsHwp73iVIQ+WxoxPmJ8vz0V7bg+0hW3vbrtAb5TU7c8rU61va0Jjz0pvBm+/34lPqtKxL5T8BI+5QdaPOXLVD7eUmA9daQQvq5yAD4AB56+VtRUviJ4K73knIW++bkVPjx61byt4o68ONaBvnQTgL3szse+PtMWvOvLq754Wm2+Wr+pPRVcLL2JhNa8CkkKPn/WzL2qkbU+3RIlPkXynbv9SSO/WtXBvjxM4b3kC6O+b26QvjhkMT7jM4O9UxY9PlAkhLzOgVS+7d3gPeW+yz7XP9m9ijB5vpWzyD3qkc+96FwwPvL8Yr16kR8+2czhPemYCz0JTxe9B5q4Pqo2oz2a7Ek+c8x2PrMKxz1wZEY+Q82PPvjGpr4Lqx6+1Lx9PqPrzj4o4jQ+nH63PaFHpb3p3Ku9Sx2xPnZQAL50+Qc/MdvyPT0znr7m5429AFVxPtRtEj1u3wE+sh2ovgwao76KaAK+dvinPcgrYj34hfm8V7l5vjclBr56ELY+sWO5vRyLw73+7kS9pqKcPpfT171pAsY9csbYPFG8ITx6zIC9Yqcmvn2WIj6HZfu+clCbPlwLgz6ciJU8OLc6PxNngb4dMgY9DPzRu1xtxD340Zo9Gj9lPEliaLv1OJG+e2fGPb7JJj4PlF0+TG8EPoNxFj47Aco+PBSKPnlErz4DqI8+Es6cvoCu8z7re7E9NFeLPuGYXb0/VG2+wU8Kvtai/b3xi76+FP25PQClvr6N0cm+qlBGPSq2Fr7l4iU+gtsLPuyfPT57wg28UG76vcBOTz5Bcws+JuK0vJGjBb3X1Pm980CCvrIDDr5rxIg+m6WXvdgRoD2acqi+YohIPgZJoD5p7Ba9KVmlPtgVET3neOE9XRW3PvBNbj5O814+KdfFvX0uSr0izVU+8mYrPnniCz4jCaw+r0ktPqmDOD+e9uc9l5jlvt9y5b4hmRI+4UspPUhYk70ocSe+vmrVPXfnoL2Qt48+DKhrvoYvL7701aU9Ih/nPmCX9j5ZcKO++MIZPiwk9j4+AlQ+qcc1PtnETrzYOru+V2fHvhfrJb6VjgS/O7ymvZa3QD5qwky+Kp2avhwyE74bIba9f0OsvhT1AD+CEpO+6QnTPeeBfb7SETE+0PmSO8IAqr2j5MU+18b3PQPBrr0sSA6+eD8QPrYsZD4h10W+eAZAvo8lvT118mk+o0WWvEedNr6RMaC9l9tJvmKqAL6cklo+S4YTPySyKr6wis4+PeYNP3O+PD4iW229XIknvnFjhb0IOqU8t8OtPQa18z1qbYK+vL3DvrfubL3U+Gu+JcGxviLLi72HeYu+YXYivpIS2r2N0cS+J6QjPWNNlb3oT6M+aJshPbjWJD6oosU+96c6vpw8hb4K1t89Fw3KPqt8BL1K356+WAzFPZs2Kz2LZI2+vAsfOZ2PwL6143g+1BmJPukEpD5IwLS+CC5EPSaqSr3RY6k802QvvsK5Jb1BrdM+/eryPsFTiD7Qat8+o9kEve+gIT5vto89Kk0nPdGTR76mtLG9BXrzveYfRz7FnTw+Vm3IvrbTuz2JmTi+7xHRvQqzxz4vTrs+wZhOvnYUlz53EWU9qTBsvqR9tL3XtQg+E7/8vmfO/72+Ogc+hCYbva0QPT5e1Q2+PvY4vfbrC70wvmQ9E42RPmN+Cr0n1Cw+utDKPMWIhz1Gzx08JXDVu8Pej7yRZvS+E32YPu/LEL7y1pu+GmiTPrCgDr5ldOi9zPeCvpy6Z72WqdI8eE5APhQSDT7XqSk9kWayvpu/Uz61w0E9Ur3xuxyLv748n3G97JX5vVyvB79MN4I+r1SMPhsbqD2KW0k+8f6VPcV8Dj4e+WM+RC2NPtexvj4kGZ4+Jw1mvjqmiD0n60U+axmlPjYHRL6RkE2+SP+ePBP3OD5GTGm+uF7uPZmW6D7kqcq+5TyuPu/ATz5g3yk9eYgZv0OkNT5yVZ6+dT2RvhUUgz3o7ZK9qpgXPvE7rr1vNee9boeCvp86IL4PM1w+5NYevUnLNj5oyFG+OMrWvCO4uT0Ed0A+ozD0PGYb674+zH+8ODcYvCCOOj1VbZI93jMpvtTvkj54IwS//SmNvqGkrz5QkFM+huscvdR+Pz6fbu6+94DTPlLBbD6l68k9UH/lvsFfGT6IVb6+WRujvng8iD6rDyk+sDfKPi8fcz7+KyE+tonLuxZmXr4Ab6u+216IPoIzeD52RZ29BamePu6RgD1icpo+xECavfz+Hr4e9FM+BdWOPiV7pjxObW4+2uElvS1KZT5BPGa+UY1NPWaIRr4+13Q9Zf9IPh9wBb1WLYs+Wa+1Pa+A3rzBKom+vJZXvgGGFr0HBMs+rzXFPW3q2r0olZq+e6EpvpX+C712p0C+HMUSvqMIvj1gFYk+ODmsvhW8srsP3p69uzGgvjgicb1vmaw9uoXYvpuEIL506jy+UlJOvUCxuL2ydDg+VmPJPe7OwL3+OHs+EzRcviq+jjx6I3q9QCmqvRWqIr4qi2++4vIqvlhAmDq9vnM+yl6uO1jpSz6M2ee9fKGePW+Cgz3PpsO+O5wEPfDsZD7ynCo+IS9/Pkh7xz0jYc+9AseePZZFoD4J+40+3jGivXY3Rr1ST8w9TK4ePp3RpT0eSOs+FSWSvKyrlj4z+l8+xWv1Pb5SkL6XirW+lKWUvnpyNb7hnl4+djo+PoXvhL670RI+si0mPqb0pD5FKv49ywXsvouiP75nfha+n7WyvnVx1r5t62G+3WfcvRzBY74b99+9HkghvQ42xz7OSfu9vcMevoUF0z17Rts+wFfUPhwIUz6LNjU+FPmnPW1axz0zHOg7ItqDPmPZrb2I/Dy93BP4PIg7VL7bOny+amgUvoX6AT4bDJ8+74Siu855F75kcTW+P7ygvvovlz0vVWw+pTe0vmXptb4jlVK+7C4Bv9DWTj4QeH6+hdglvj2PkrzkDlW+Cq5KPY3AVz67O5q+mx5ePjH1qL0p5pW8FfQgvqD1zb6Gno0+gLIpPtmPcb7qQgW+UZ0hPhRSD76KBJy+AEJdPPGzcL5wMW6+NITjuj/tFb3VHx0+wnGXvPricz6U4Ks+XLaXPe6/vb03AmI+XNHuvU31Xj7A8Nc+NEiaPkQTqb6jJn08UkzgPWiYdb4IHrY9qPBIPibsVj3tYyS7iWBBPgoJlDtYn44+fSqJvHfnS70pEaK+XwZ0PT7IO73hS+e+5tORvpJo/jzcR4096+i0Pf4HI76pZ5Y+yRS8vaBmTD4YAms+bLkJvpK6hr4H/RU/W1EPPip8hj7+EU8+4YMlvtO5CD5zBMo+0R8lPo2mgr3lClw+shnVvqfH8z15AwC9v2RhPv5TWr3rhLg+/4DEPlzeIT6wWIM8vsRXvpCth744yx8+Gh8WvsR6pb12lf07hKf/PmexKr6vpH49/75uPmPLiL6hWvA9Zpn6PYagtz6dLY0+eOS+PKQVpD71sJW+e9khvtRagr7A9pe+ATQFvrQMlz1nb1q+hrk/vh+jWr1QMxS+aMWlvGFQEr5FJba9AQMrPvzGR76szZw8F/2dvfTSBz9Iz7499f9mvX4qOD5+Fqc+/LGzPhYQDL6wrAq+Lv9zvuLYLz6Jiey+cxagvlXJIb6GkNe9xdE6Po2xFz583WW8qoI0PXotoT7RiLW9VYR4PkhJVr4QKQm/9fzQvmgevr0uGZ4+D07fvGzETT2Bgg8+A0x3vkaYL77a2AY9vl3aPr9qoz70spu+AH+rvKqUgD72312+ZyRaPp0J0T6MrLe+KgmBvnLhCr6zOi4+g0HivPuZo77OM7S+sHLJvV7EsT2n0g2+IvFGvoCahT4I7qI9cqvcPnqEqz5Usk4+f/6BPn/DHr0ZOHW9O1IvvvKTIT2a1yK+Dp3ivtK7QDzezWY+IqsiPii+a768MI493NLBvHE2KL1wNVm+fGWQPLzAT75rRgw9N/HKPTCOez6Jafu9pqmkPQaWRj7ezeY+CEohPmCInD6cxYQ+6M8Cvh5Mhb7khiw+Messv9260b7aoGW9LSI9PoeBgT6ZhAc/ImRDvWtko70+2CU91/cwveZYaj6C1oE9ZCETPxhl1zwkSBO+vu+RPnh2Jr4OK7Q9pC7hPQxs5z3XpHW+XfbIvjTodD677o0+Q9zCPpewBL7AaLa+TDbbvZPxP75sg0M+r2TWO5BmHL4kFni+uq5avhXacLxfli0+K7YLv+Xcg77DQIY+e8RiPkRs071jGVw+E8zoPk7ub73ldl++6K0sProOSb4kybI9hdiuvoN1XT611AY+v2S/veCAHb3hOqM+D4ASPr7/0rxiOeU+w2EKPuIcUj5IdIa9k3OOvYl4T77N/tW9I5pCPamoO746+rI9lv1SPnUc8z7o7729my9+PqQeAz6rPZC+A3TtPfegrDxymg2+i1GDvclTQb7dJTK9Za8ivUTPL71t/dc+E+0VPl4fz7wicIc+bgYLvuIFUj5PJJo7hQTtvTRRVb2NzZM9TRiDPqksKz0km5u+0JXhPhUbyb7rmF89lDTbPvgrmT5BpKC9qDiePuzXir5eU4A8510YPkkRO75HNV2+xA9nvnUAZL6O2XK+BG6evC33oD6WVwG9DH81PqWoUz30Tcw9KmetvsSn6D128Ti+I9qQPuW8mr51mJw+8vubPp1OkD75S5W+vjR1Pfbqpj7kHlA+/LvkPbhTvr24r8O9w8sbvms8gL4gbvU7OhugvS/nSz7dybI+tcIUPHmwob6MVlO+LRHbvdiaM75DKbq8wMmMvvV3gT6RxK69DE5IPpHHk77tGY+8BAkBv+2hqb4FNg2+S/6wPQ1BwL5uFjG9z4iiPUdVvz6heYS+VtKQvrDuQr46n8u+4n61vQodlL44Or+9FRpWvd6QK75Y5Zs+wICfvmM0kz0gla2+YaD3PriDNr7PHbu+VgAiPmwx3r4GRpK+2HhePk58kD6nghe9qwFTPqx0lrzqWhu+SwAKvipzHL5HRIS+/ngDPjYz5b0VLJu+6wYSPrx6Xz6jSDQ+lSkzPqpQ/rsNoeS++kYrvjEnBT7MIY04H2OsvJ/jQj5aYoQ9AmInPpVGSz59jSA+7FFpPUFLjT489Mk9G9QGvVIyGL9cNd89Lj/MvWiWsL5dpau+UoE0Pgvy1j3pCqg8BjjuPbdVCr6CqKo98mnvPgGW/z3uice8EB2cPW+PKb755vI9N7h8uxjDHT5cL0C+dL7dvVglPT723ls+yRcLPpDosz7mYC++nmuVvaft1jvTE3U8RbaCPGceyb10tFy+Y4xdPislT77g0IW+Ulnrva4bHL502fq+CqV7vvBhtjxswf89FKNhvluhzT58UyE979OpPW6mEz8LvJm+Ec/nvkTzxD6Lfzi+jupePlDULj4+ZjG+QtyKvpndTD6lrUq+uj/yvi1Uzb4lJSa+8QH0PtZ2fL7clrK++DAgvS45mr5IcKE93WKaPkiZxb7lnXE+nk0oPrMIVz1tQ56+Ww6MveEWMj34Kpa9+lntPXcYgr6ctN2+tz5fPjcozL1znLk9DU3QPdXlsL4DCT0+sYbnvlHAYb6BRqo+9M3Kvk78Zb466Vk9Uz2XPpOJBj7mYnS9W3YdvsppYr6tAC++d3Zgvq+Lbr5I45c+Ue/APtiSa76SGGG+X46Rvn/Y1r0468i9sUxouwjmqr1ex2e+PKYVPkmNA77qbT4+/gjIPoiBHb7tPKi+fz+PPecbUb7BfwI+2kS+PSdFDL9jsAq/83ypvUEIvb61VAO+DwJUvuJB5L0dhxu9lXxjPYrSpr6osvq9U5WZPtB8rT72Ne0+U44nPpwUNj6O6vU9cD+xPrf6Pz3CLFe+CeUjvnR4OT3U7iC+BmagvdtcB7943Ks9NElcPhnS+b3abgK+dd+6vj0rST3hE789gD1ZPd3rqT7hAJg9nmiXvgmcyr3wVHm+cDKoPi4Dgr2co0S+UaWiPW1OxTyjiay+555ZPom9hj705dg+PAcPvrD8sr3oUl6+0Mi2PfgPOz5m99g9lDbdPceesT4CuC8+c+HevffRnD5dhuq90HUAP5BWp75IIoa+0oB/PuKzer0R6no+Hf3ZPf7I1bzXHjG+xeC9vsnALT0TNAI+WYBQO6RBRb2tzjS+Yof5vfEZUD5SPt886IvOvCdbAb59JmY8EzQ8Ph7TTb1nnMk+VmQlvCkcML4WOKG+ZOo4PLSCCb3DDoy+38wbvpDHK74bToq9v6y+PBcgtb7FDJq+zLflvLrnRD4rLeG9rpiMvpRnnT7w8mC9h+VJvmMthD7VWpS+bW14Pi+3Hr4boC8+I7yrvvr12DxvdmC9JfLSvgX9QT4jSpA+e/LYPZclXb1ioc6989UBPzbgDz7hP+M+c0UGvlSYjbpXl5c9oZ3LPOfpyD128bM+Q5XZvZ81Rb5o5kK9LSlbvr1FGz6tshc+fcrWPQJhK74Ehqo+26rRPaTimT4nofu9KiGavlnJ/bxVnPe91aBbvqnxzz4T06o+GY9bPvLtiL4LYcq9rEvRPiCHrz4zx6c+IP+EPoRMhL5VWZE+H9zVPnoZtr3AuNW+1hHpPFjRnj7XYe29VPjXPUf4GDw8grq9nFSLPh35vz7dfz6+xzryPZB9ez4xCMy+R1eJvuD16b5XaIC+XepsPmibizxBZIi+Qiimvg1m2jzdeli+hDPdPgRy1T0/KTA+r+dRPpfQCL6exEy9k2DuvHM6bz2bTMW97qjQPd+9try3Y388BoAhPT3vWT0s61u8L6g+PVpe9Dz1aY49XpAfPqcLojz906a9E/pvPfCm5L087yO+pTGOPPLQZj30uKQ9wqZ6vF4YKz1EfaS6dwB0vemwD71W3AM7/sJSvQqB3D2T7547S89BPbktnL0LNAC9DL0HO0VHQr0k1E285Z15vZg1bL1bEz09NYGWPM3DuTz4+II91+YXvCBWcrzbOeC9HG2svFZ5Qj27NB67RviTPMbmGTxUQR69UhRRPeXvvbzBg0Q9Xn1GPaiG+j1o6xa9OgT+vPEjrD0u6GE6dXeavb2sLL0rygS9/1Y3PdYKpL4eHTE+iuwgvjz+7T5tNoy+7+q1vpXUuL6w9JS+h6a8PbZ3Kz+zZyk/g64avviopDym3Po+j5WavqVRiL3al/i+oEEhP/MvEL/GF7w91iCMvokV9b55fbw+/fnqvcYwKbyh03w+ep8cP6xYDD40AeM+9TMuvsjawb3ElGm9KNsvPU+mk75tO0K+vbGlvhfJsj5dVUG+AF8FP4OkGj9/2vG+kFLivZOv8r72gJE+ADeDvo1pmz73zRc/FphgPna8zb7MlMC8Dr9guoD0Zr6XEBA9qn5EPjbt3L6ZcqI+qherPokMJ77YHqI8mpuHvtagAD9rgHq+hw96vtXetL4NG1I98PJ7PutN+L42rY2+lAswP0Mu2j4Isy0+jLgsPGqW0b2/eoY+gpmDvilS+T6vNrI+HYmdPjBw7r7s3GG+Ap77vpAEEr8aOoI9i2XEvi0m3j02P5++cK17vfguyL6JLOU+XAQ4Ps3C/L6iiCY+zIyRPo8KaT1jTkk+dQWdPlybI7we5ek+jzsRPl4f+j41tdq97zmBvtFCKL7Yvgs/65NDPtqykT2LvSG+n7skPOAsTL4J8Qq/rnUQvxvDGz7rMM8+1EhsPi5IBr/jRe6+rq+RPqxd3T367C++gmuPPiSUr74QYQw9TNLwvmjuCr//avO+5ujdPh3PWzlW79o+vElavFmLxj5Z5GI+Dea8PgiH8b733Hm+unKBvv668jo/owU/UjP3vrzhHr4Uehq9HE0Yv6Kw1b7xwxo/Lic2vjjoxb0hxow+JcqVPqT6mb1i+L09qpBTvG7Pp74kpqo+531mPqW/sL6exvY8OIqMvQ4gsrtkdeA+QT/bvYRJpj4+5nK+JZftPojleT6Mz8K+T4wIPrVvRb5AUBa/HZ0Ev00y5b6GeHO93tPpPqYpBT+akA2/baWMPmfibL699Cc+xLCnvnNiwb7Ff9c+pX8UPkA5ID4ieyI9MQAqPm/Swj4r4jI+YSjtPtpVH7+jEpk+6u6ZPiyiCj7sJpS+eqR4vMuiPr74w1I5R7L8vnl4xj6ximC+hyKWPTy72r7viLK+5gQQvxDUOT2Ar989eVYaPy3OL75PvOO+goblPvmGTL5/9YE+shYAP5pGIb4zKQ2++YYLPqUaez7UQie+cJGIvXXS9L750zq+DSfnvoGcvL64ksq+waTDPk8QBz9F6eI+p9oGvjr48b4n4SK+MqVgPrfsUT0iwgs/16thvp0JUr62s0i+ZjCPvi3T8L7YpYQ+gCz4Ph+yDL6P3Ng9WlX9vu4ZlD7JHbm+XmrpviJWAj6o1hC/D4wOP9Pnlz7j2jk9uIXNvc4WfT7IZz6+jr0HvkSuOr7Px7S+efHcvtstHT9d7g4/1i2TPQQKcz4hMc++O5YXvh7h9j6AY4O+F5B9PiSJIT++Tkm+kOw7PU1CuL60dca9zXaIvoZnkL7oJPU+Fx03vsVC4L7NcQ6+6QRlPzYQLr72kbs+zS9Yvhyi773024y+P4jRPizHTL3gULS+fQXuPr1+5z75ljs+Yvb/vmg5i77lwZ0+OLvjPpJHoz5KCAE+dPMivSxumr7Cd+u9WdGWvexnVr6yWgC/Q2I6Pk/8vb4KYuw+Py8VPrnxDT89/OM+YrkbPitUuTxiMo6+7w6OPspSaD79nWY+0W3FPqDANz5FRDE9sfLXvnLi8D6oiOu+Hq9tvvEehj3xz0a+ryoEvwJSwD5vpLO+gKXevj6bPD56GuW+QuylvsXufT5QfMe9+9UFPud/qj6U9e697ASCPi4a17q58yu/OQzpvhJIIb996K++TS2SPuuBDz5UePY9g6HZvholp74OfKw9igu1Pno46D4ZR0g+B6WivPSk2D43pxg+8qTzPcnKTb7EBNk+72o0v3GjmD5C1cs+kEf3vpzJpr5EQmi9h5cnv5Pv3D0M96y+waXcPg4y5rxxwci+lB8NvqaGSb5Oh5K+dsm4vhyAHj/obMY+DWWjvh1/0D7mMvq9fMQ0PvZPjL7YMA8/TATSvidmDb0s1P0+WNwFvzCfJz8nYvA+qWkWugKRnj5/Zf+9q/t+PussUT5azg+/muQxPQCVFr8WJoC5EJqNPadC+j7TMAS/AvaRvqAeiL6rSpG+NyNOPmjVoz2I5+k+V3E0v72sDr4pjko+TSS6vpeJhz2AaQY9qaxzPU8s3z0tBUq+ZPbYvolvxb7eJ2c9Hsqcvma1BT9sTAg/AOriPq5Byj6KEhi9q9mePnnHNr4wzaA+3a1HPsSQnrx+5iK/RF0rv/+3077vmws/XNoRvm1fOr9lHlo+9Ykzv11I/r3enEI+B0oNvnl3Sj6ncsK+SFUpv7paaj0vYRc9rdHNvv1+5z6/USY+Mp0Ivjq9PL/fS/E+/Gq8PVw2kz6oK+Q+BGG8PnMvGr+hUuW+gWPmvYEQTz6ik12+/t6cPbh1xr3S8Ai/NwwCv0Ca0j6fYfc+TMCYvq03hr5Mpt+9a1cqPtZtJz5TuaC9xsUMPkoZpL4xLBK/xui1PrcygL6m18M+XxF0PgYM/75RGM6+j4iyvlJuND5jRpc9tmgfP1f/zT7Qxc8+bFiyvq0xX7zm7wS9+JvzPVuZM75TE9A+R/MLPr+RAD/ceB0/fJ/cvskG/z5tyqG+wx8SP8P4074mEHA9uX2Nvn3sxT6/h+C+YF8tvoxrej4HqIO+Wlr7Pkncjr1lRQs+aW0dPrRi0r3JyM4+o0A6PtAZCD6KnuW+DaHuPmmN6777CvS9lKalvcfdZL7pXqS+sN3Ivj5XP70osqu+mmERP+rs3D59wtA+3/irPLBLdD64gTQ+HLGEvhIWzL6831+9Q/XhPrNV0z5AXC2+pKqkunnl/z7eMWa4QuIFPxXnPL5In6s+IJTGvqqcLj0lhbM+BpKCvv3+oL4H0cU9+3aMvginF72Qx2C+eWvzPh+AObyZd7k+c4mVPYdaDL5Qb8C+AqW2voHiDD+wijS9HGk9vEDqKj9cgBa/S/Dbvsvfp76B04c+xzilvvkMCr4ns7w8iDobPgLcoD7+HUk+GXq0vhHOnj3PsiC/NOFyPu1IiD1G7gu/OJn0vXAqo74GAzw/DKp4vsD1Zj7R8n8+C303PTQNUz6U28+9U2tYPrl7rr4KcxQ/4p++vtCg1L47VTy+3JEFPRSoH73sp/u8H7zjPq9vN73l1Zw+1bW3voAhgb7eZAe9OlElv+TMPj74VYS+OlmDvkpM6r4iTjW9MZAYvz34yz6dyec92B1iPlZbsT7AKcK+b7sHv6E7Nb01od0+ccVQPgoHUb2z3eW+FFKFPtoy1T7Em8Y+7aAdP+Gbhb6I3Vc+ntKavssgbL7C7QM/lrJZvNNeLj+hx4Q+uFqhuzREgD5TFBa/ancmvir9jr6tc+u+XLuBPj5ABL7Qv8M+UfJbPgNiiT2rBwe/NerjPnSjeL72cee+ii2FPnlCG77JqgW++wAOveiZjrynNDY/QEOgPvsDIL9bgvM9OvwBvBhWkz7NZHk+vITMPonUdL3Hx4a+NraxviYIzL7pHe++ZN0JvWl3Ab+43i0+xACXPrdr6T74tUI+0OwFPiZKOL586LA+TTy1vns/UT6RLMU9Ld0SPpzbBr1b2Qm/lmcOv8VIjD7hu6A+5l4pvLAqpb6prfS+ZGbWPqWTT77w/4M3m5HJPbj4+L2at32+MqiXPvkezL59OUI+k5MVPhGDF79WDqK+sHsRvsiC4z413SM/OU7qvngfMb2QmWC+85Ezvmn+Xb73rwk/V0SPPilSKb44xQu/V8ozvfoXTT7LQJ0+H5aYPisJxD6XY/K+8GWYvd+s1T5nEpo9aTCsPtsJjD036X8+mA3tvlvsE7/zIvU9Iu7MPrMz0T5u7ua+U9kFP0Ukhz3npKm+wRgMP1ilpz1RncM+308LP8TWqr58c6w+UOYVvX1+sr5uOdi+3RJ8vnyeXb6CHI89JgkKv7c8ur7o6Fg+ziAwPpKJLj7V5A2+IH8Nv6YEDb8v4a0+8SqZPo3+JD3JDkk9Zl3CO2tk8z1WRDQ+G0SIPknCCz9KXW0+1DZEvoCNtz4k58E9f5QVviTnpr5UgnG+6xaRvsnkBT+R0NO+Eg4RPnug/D6NL5Y8gFaCvlkAnb3L/+O+wd+JPkk5+T6lxta+LUuePrwkEL1bkgC/C50DPyWG0D5cNzQ/VUF3PvX1lD5/0oS+BOsMP0/2zb0Qtps+0DTZvm5e273mfeE+bfGKvuhPr77mjMY+seiHPpCCWL6XmLG9SokWv5opZb6wyYo+f0ljPl7xUL0awXK+lVRBvy11Lb6OV0c/h4qyvm4ZGD8dUAw//h4TPxgdpT2Afq6+cGnsPix7BL8NYzA+m787POEDSD4NwvA+32ecvv0wFr730PU9ETHJvqF7Ar8C+wc+NdnfPvEkUbqiDrW+LP0CPjE/Xr773Im+6nrZvpG5RT5prZW+IellPhmfzj4hreA+AqHtvAVIlT3sXli+nHH7vgbcFz5Wvfm+qGh5PhHswztA+Da+KNrvPB4/7j68hr0+jSnbPLJ5p77xl7++NxTrvn7hErzompq+CXKSPq2LhD5YGfi+db8qvsDo3j7pMOC+qu9DPgB0Kb7gUq4+fUwTv4idob4g4/q+XTeoPo/Liz4KvLa9KVgMPwxjDDqtT/69lWWNPilHo753QRC/59KYvm7evL7jWeC+CXOxPg9vAb/tym+96nTQPSetSL5TCK4+XBI7vtMAO755XIi+b1gkP+hk772k9bM7OH1nvmaiAD7Ep1Q+5WcfvWqTjD6aQVY+pzSnvu9bA76kHuC+R8IWP+tbDb+cBsk+nlaEPnpbD7/GU/S+cf7xvvdkmD5P1yo/k0cBP29WpztCkxO85fQMvbqq0ryh7ua7jR8EvS48Zb1RGQY9OLI+PgboZb3uDbq997ATvBmHEb3vQK68","weightSpecs":[{"name":"dense_Dense13/kernel","shape":[34,76],"dtype":"float32"},{"name":"dense_Dense13/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense14/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense14/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense15/kernel","shape":[65,14],"dtype":"float32"},{"name":"dense_Dense15/bias","shape":[14],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:50.958Z","modelTopologyType":"JSON","version":"0","formType":"identity"}}