{"modelTopology":{"class_name":"Sequential","config":{"name":"login","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense19","trainable":true,"batch_input_shape":[null,25],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense20","trainable":true}},{"class_name":"Dense","config":{"units":5,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense21","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"aPqUvtuRiT1QZpI+7QVdPRTe1L2plYA9++AMu/lC8jygXpe9VvUavecvnDw7baG93M1Bvomc9Lz4Co6+pE97PuY0kTzQq70+/1asvsVPebulhQu+Op+Lvhc9Tb7uRnW+VBn6vVlE273WWJK9WYSvPTCYfr4y1cE+EK4avcmvBb1IfUM+GN4/PGOqz75wdqY+oAC+vQiEqTzRFsO+hNx+PJnWEL9WL5E+FMMgvpz7Fj4JCoC+n7EjPcXmiT4A69y+UiW8vvRA4L5Oby68kh2VO5/7k75Dm1E9VIvJPbMw8T7CeB290FSNvW9FOr4xrT8+hJciPTgvHb5QQ6G+AFQvPPbX0r1BVOq9RkRpPmY7BT4S07m+RrxDPXCRPj5Tvn++6uu/vglMoz78xrE93xDSvoDBVL44DTu9nW3NPavpXb4emGE+NqCFPSyHfD2UXYC+ZAlSvqP3BL4EnC48uXaVvAv+aj4VS9G8fBJqPFMhkbs7Sds96Gw/voQtXDyp7Dg9DNY/Pmb5QD632mo+t3KSvUFTkry9PGi9XusFPusyHD0tG4W8Gn+HvSMwpj2EYQ6+rp9Svt11Fj6av8c9rWaCPv1/w72JyC+9/FT1PUw+kj0hgpa9KPUmvlKI+T1FMxk98lukvt0aBT74jd89Tk0sPcm/7b6auje+C46rvtzrTT4mXAK+VQgVvu42Or6IRaa9X5s6PmUlSj7pnx09jlUyPSIX4T18WQ8+dTx1PhO7p76Syf49VZWoPBup0T1Ur/m9XNNvPWxOfr4jNoi+5lTiPa8q7b3DbhO+JgAIPmkGML5+E0y+QLVgPruwBD6q7Y++QHGSPYqBC75ya1g7XNEKvV3qFr4K3lc9jaYuvitSzztgeHo+gvMovnTeE75hIJU+iOgFvGDXmj2J3Ks92MYSPnr2mLxtReA9iYVBPePNz7zjVsu8R0KbvVeEBD53HKU+IVqkvUAX7L65rIE9ZIv7vRv2Rz11hLQ+hSlCvoiXjLvTHkc9pvadvg0LUj25ksY8CQtivrR8pT3guSS+VI2svQLjtb3r9Nm8TbDAO9bTSb5gTV6+G7IMPq/zKj4FObU9uTTavaUCA76GHxm+VaaSPjYsVL6/cG0+ENylPidrur6szDM8D1HFvcTbzb0y8ok9WxeIPsMlCL16xxM+hpVkPWX5rb0tgOg8MsWBvpxp+z2aRTa+7Oe5vq9jnr5xMhC+9kb/vYNHej5/WWE+pIhbPlXSL74z5zS9IDAHPekADb7DBZ06WhYZvlBz5b3Gh7u9lRc0Pp+llz3VHN89biv6PZ0Sbj0Z/Da+WuIPvaoHCr7F2L28DfD8PVilTL6Q9aa8c8BaPMW9Bb6PT0895rGHPY+/gz3vnHe8KI9nvSJrjL3KMeu9x1vDvMPqPb2+Mww+XrqiPZvGIb7VtxI9AXkJveS/6L1eySS+ijvKPc3nRj7BgwM+f8cJPgNpkj7k+Ei9X0KJvmIrKL7qCsm9bbfXPllBlr0vGB+8uTu/vS2QDT3wNJM9dzAfPg7BpT34UwO+Pp+gvUw2jD3kpIU9Whw6vtbWWz6Fjtg9WzWpvSB1jzyla0q+uEmOvZciVL6VAV6+mf+qvjZhTT0CWIS+5FkGvkFckz2EzLA+UKp/PDAKrbwxZGG8sMshvkoLiz0FNZu+V4DBPfmtir7ZmLG+0msnvgCEm7yYeZQ9wDC1PcBU6bs8YJc+E7BHu+Yw3z0B0PA94OeAPT+nbz6287K6JagUPsHRobxaQ8O9Efi7vBe0Oz43Qtq90FvYvVYKGL7aKjy+O10kvliqW71jXHc9cK2xPTrbML6EHTq+qEgYPij8ED3CSiq9yl8DPk0lAT5yONM8IdIzvvwxWz78nL48x1tWPmJG4L2Z9Eq+mewfvjPzpj2wOYA+3Fc7vsrR3Dw5OfW93v0EPo8zzrvrLiS9ACzDPMADD77r8vm9hv45PqG9J74Pmxy+c3/hPXaZTT1JrIi+Q17yvebYj74D7Ug92zXovWJs3L00ii0+XmBqvrJO072tRZm5xzLFPnw9OT4bGKq+PtR5PtGJRD5mkII9Vn6pvtsaab51o+a9/SFNvsycEz5OfhM+sIUfPvkFoj614hy+YdzlPHAQv76lVfO9Qz6aPZFTwT7yMMc9fTstPqJQvbt6WAK+HBpHPZRPDD7oVFU+HJOPPbfFpb3tIJU+co+Gvg7qyL0zna89ND6bvZc7mj6NIeg9yoO8vN3MHj0PGt291ueOvX/mZL6uKue9w9tPPvFOGb42aVQ9SkxrvG99Hj4pcem8D/9MPZ1G5T2vTY28P1EYPh6DBr0nmQg+6fGlPP7YG75b/Lk9mg1KvOLSC71KJSq+a52MPXPDpT0c/kC+eYM1PcuLrD47RRe9JeXFvQBrtL1UEXW9BbQbPdmEWT5nkMa9dQkXPY5Uar4Xf8M8tVUIv1KKOb0jCDc+AKoDvjFp2T3ifC4+egGEPlPLkj5opKU+8cr5PRdWYD0Wq2Q+3PKePdiAuDxQZnY+bI32Pm9CxTyvOls+dIt0vu3kDD4ufVC9iUfQPDLE/r6Gp8a9oGefPtleL765FEs+TKB8vkzaz75PEtY+CLDFvaax6j60Hz2+qY6ovukS8r5NZAq+iFqpvdU34D6pM+S+Bis9Pj4NeL7gV6S+yIRNvkdXvrxHlLs8MMOGvqGF5D6we1u91jOOPdWsuT1vs4M7hB8OvQ1M5b3md9i9Rn6RPSw2XzzIHxY+U3MWvt8mTz6LK+E9QnDqPm0Xzz55wNC9zzmpvA98nL63Y4I+zSAJvq+n2j6ERHW+EYcyvhyd/z7URFW+QoBsPijs8D51HBE+NVajvh40SD2euby+Hb0jvssSBr+rIbu+wTiYvRa4mL18284+DNCXvqwvuT7KfJe9JGkJPj3wvj3Tw5U+J5YsvkRiaj5pyYO+LV14PtX0kT0cEz0+gRBSPiyEFz5X1dI9w+ABPgL3WbzVwmG8Dhlovmxwub6nAbi+RlVIPaq6sT0nlyu+v90PvVCQWj4+lTG9RfcXvolzBz74uBA+VAE+Pfopej2yoaE9ZQnGvReRVb4gE0u+ZntDPjmIZr7B+/a8L9C8PT5ytLyfTmI+hZnKPidg0j188r6+f68pvAeewT3KqDG+HR7KPlJx4D06Ts0+lBkNP1/ByD6FRnI8IwptvXugsj7hqN+++a/TvcpMHT4k2Cg89JO4PSIhGD6KF4O92z08PXf3FD4wxjO7tpQHu6yymb1Oodk9z16ovpSTH76x01i+rGhNvXpPrL2IiBW9XRF7PnkGDD7dE7s+v/u/vjegyD5KCmA8MV6YPps3fL6orEw+xW9Cvn7SC76htaw8pYjHvorENj7NxpM+m4lxPmuy27xA2Ju9r0BcvYINBr7XbXW+9yEHvWb9ZL5s8aA9h2WwvewuF75qiqw9dQs0Pae1Kr03VQg+cVXaPVU/FD7dQ5+9p7o+vUl5770YmOw9RGwvvld/Dz5LHRC9JhRVvQmrPr5lxw+934JPPgjyKjxV8O29m/ChvmhCET71Rwu9FdvKvSoP3j4aNvw9PBQuPcigjj6suSM+ohc7vbj2QrwpsVs+D/fhPerrzL1wohM+1rrAvTVbXbkp1lQ+7Z03vQWRuz2MK4A9QcWFvfcyqLySntU9o0OJvgamNT76sYw+8oVyvdPJhT6TPHu6YI0wPjgIQr1Ruva9/xu8PWi1eL3/6JG+BpyvuF0Kjb75aV0+l6f+utVnjz5gYZC9gsDDPN51dr31UAc+4Ju+PcvDCb1B+c29/dnzPZCeLLuVVQk9hHa/vXCg3jyD7cU9DfUjvh05+zzUM6Y9EZqpPtRhuT2si+y89OP/vcNos75zAJE9dnnTvCiDjrtyIDu7eqQpvaLghD4Xqtw7nYRwPaWkwL08kZU9qONGPXkltr1d7qy+9XKZPU4f5L0kIEU8vvIzvc4U7zz88Ju+r1UZPl9GCz648S28NpJDvjYXNz7Qbb89uz58vqYeIDxbtkE9G1GVvgWrGb6ptHy91vksu0mag75zMNy9coq+vTH02zw4nzg8mRQ6vkULEr25u/899S67PDBEiz47f6K9enolPb88CrzKTjO+xIJLPOD1Vz5yCdm9c4eQvkZwqD7/G7y91nWMvEm8Kb4Hwj6+EwjuPaO6rz1v/L49Rfkjvs1WgL7UUzm+yB0svZzboT4IvVo9ndyAvZqaMz0RGeG9hsR1vnHapbzFGtS8/uUlPgXJpLw65fQ9MUe5PU52DD0dNk28pJnqvequ/LyOLYO9BcCJPtLuGz6Kxs08IBHpu8Izzj1m+QM97Jozvktt6D3tYRi+CACNvYvTAT0ha2u9YteMPqD8VD6xgVS+03JJvnYDBbzzmQK+LqqsPTMZjj36uVA+UGFWPvjXXr2oeBa+7k1APW5E870Zx+I9/iMWvsmqCr6nXjc+P1uDvrq69L2zLVS9ySZ/PtJKk7o0Dzi+xCEtvok6OD7QcEM9N3mrvWsFLL1CpYi+rXVAPuskQj2y2MA9sOSVO1AUu72+SIE9cEi7PSRoQD7Y2fA9uJyGPTnHV75PEig+TEUIvsiKGL0VYUY+OIJtPi8pjj0gqBg+pYxovpVTUrwXbbc7s3cTPtoiFz5qqUc90aQ8vhhw1j2R9/S9NIUZvr5e3j0MYig+3KeEva9mnT2V6ym+rzFEvlH1MD7zmcE8GVeXvRE3ij72viQ9WyhfvivkVD3rLUk9MKxLPgTef70ie9y8M9CHvWSQP71d22e8b+cMvuVh2LzgIdq7sNLuvaMSEbzTqE09/N2DvQXG/L02+2A+2ZFPvaLLITwpBL896qcBvqTq0T2GwEO+kOF7PoVSVT40coM9bMMuvS6S3rlLD589+DeVve46DD4IXwm8SpoHPE7Wij53IGA+disuvVJr+70raJe8jMEqvqabej4FvHi+mihqvmXtdL3uBJY9AIervdvjML7dzgo+taY8PvQLJD6PmCQ8l+3IO/my6b3FQXQ9LcuPvVT8Yz7H6PM9I+n9vTPWHL6LwXO+uWYovY6QJT4BhSk++dGVvVOXyj3dc969eP4+vvxZ/L0a+Qy9jWGwPcKNuzxveZU9oVhNvoN/U7xDmUu+R1eZvSu/UL7mh1O995dKPnKO471C+jw9qJ5pPdTBerzE65A9Sm24PNu+vL04Toy+xvgqvpS4YL18IxE+l18gvj0tS756W1I+NPcdPu5rS75HEOM4g54WPWS8zrxU3eW9CGYkvZWqjD1/xYq+q/GpPUPTB74qpwU+4v7hvLaNZrvUr9G9svDFPVSkxz2lV/q8hvMEPgtHPT4GiQy7ljIwvt7DhT67hW28gwohPZTU1r0gLzs+fgDOvcrHAjzmBsu9nzVOPrScwDwjtiS9Eio+PDq8Xr3vxnI+wI5JvU0RHz5e1R69JSbQOz3zir7NbXC7ovYGPu8Is7qq6Lm9ywBTPPPxDL7x33O9ivb4vbL7Gryg5DE9mMqDvXWZfr337Em+dExPPsQAWD4YpBa+jTBOPWcDTL3n34O9eXoNvmGQOr6+DRq9kCkHvhpncD3ne7u9Vi8lPkMO3LzklM28Q77XuwAx+T2YhUi+t3egPd9C/rziW2o+jX2gvYgkpj038KG93V6zvfa9Kj4+N6u8iQKWvaKtT76Np5a8BfjMPZjZEz6NlWa9/GzpvX91g70rK2G9t/QTvlES270JRoO9fHNKPQHryT006BS+w24PvgxgVj1VkuI8ZHYpvqs6WT1JmPi9c9mlPYUtEz5zFcS76AVrvtsf7j1BYV+960fQvD5LiDyJtYu8IbPrPAFsFb7D0AW+MmMbPSscMb3olKU8rWw7Pq7ZGz5ihEk+/gv+PTRbkz4c/Ie+L4C4vd1CqT6mPB8+p5o1voyLprlQzck9LxJ7PfXc271wzRu+Rtx7vTDdBr6JLy++3pievq3MzTxdfaO8bOQPvtMamj5Nx0q+NjGPvWtLhzzIwzm9XbVwvVS4wb1mXi4+o5qzvAeRYr48UoU+JDwCvng/tTxO0Z4+3yQ0Ps6KUD5Sbly+8MduPewyQr42QQo9keodvhvvg70erfC879sVviNs/D1UstM9+Z+EvQFRK71K07w9Q2WcPXqrMr7laqW9SAyyvZypsL3HmEE+ZTKAvVIC3ztbXP884ZJFPZzMy72vLUc+5m3LPdkllL3vMUE+SrWmvNQkKL4pJwK+oyskPc4u5r2l8Na9Zud8vU0zEb3UDOy93/lMvrpMcD6gc+09fkb9vHaqgD3NdvO9Ns/zPJ27xz3lsrU9UffsvBpEerxLlaa9D5ZkvbTW5L3+/ya+TBzZPAwdOz61B5E9x1MHPBSqRb2kzS2+4rdcPi8JFrsx7dY9OPHIvT8Y8T3Ztjy99RGKvgZP572n1cY9qqcRPB7pi73SP2A+HTBmvl0eOD0vG+k9EP5oPmmvyLyxjAo+7KMNPSOaOT4JS8I95ZvYPXORzDzOWbe9dK3fPb57GLwBpLA9e2YpvQRDN74Z1Ae+KX9yvhRCyDx7ITu+4iXPvcK/zDzv26O9Rdw6vWA0Or6/Re487xWmva+YVz5txli+8xhGvoL8Pr1b3Za9NaeEPTO8NL6seeC9kI9UPbQiSb3UvjS9n8WqPGcieD0HACg8AtioPKLQIr50NXi8GD7qPe7cgz3jbAK+4KHgvMMMTz5aCi+9Qd8fPE8Nor0yygQ+/399vLHeBj5x51o+cgv6PJy9Trzlon2+r1khPbm0J72SPna+KsoSvtFjab42zyG+Te+uPNmOez2KiiY+KGhtPf6SRz43yy2+GJgEvq1n0r3YAYC9kpqAPXuyBj2xnYq8zunEPZZ3pr0J6PA9BUgEvlxybz6bcGk6GAozvsfh3j2x24O8MXtqvo3u5j2pvuG9rapmPRq5Mz3SZzU91BPCPQX2lj6MKgQ+E97TvsVflT6vBIu+ak4tPm1bQr6kvZA+nmnWvaPeI759iXU8EztmPsLIor3/Fx89Z50VvmC+BT77lSm+O9XiPXO2g74l7C49jleBvET7k771YLg+5pjsPhqhHL53d4o9jiOPvOhPUL6+qYi+QD2mvGZcpT5FiMA9hrfJvPhbSDz19q2+4c7NvfOAwr0uEdG+DLbju16yiT5RzgW+7DwhPnjSfr5BJN+8SU04PiO/C75w/sO8zR90vqWsFb7Aqmo9wYjxvW97CT68G789L/bsPa10IjvrS4g8BASLu25MRrulXVc+3RqOvhOMt7xVhQC7F3NtvLMUqr4fGCo9PFoPPurAgLyZwkc+c82XvcwIsbx5b/i9mjpIOia8jj5D7Km+mGRhvgdvbb0b5Nc9+gosvj52oT5f9Ks9xtUqvB5Skb5VFH2+UjBTvaAUA77k3vm9TvhAPaO/Gr4gFUQ+SIxEvs9hWD5d31++WkdNPVu2J76c8mo+aPuWveuYKT2T9iO93r0YvgQDUr5XeJG7v1+JPtwUBT6HxPw9eKF/PlYC1b0CJk69kzIXPVbN9T2r9xk+oXWjPHUZ3jvk2nw9sFIOPSV2IT5hS9m94WkNPszzqT5YLWa9Qk0XPp+uLb6XOXq9d4kpvIbY6b3pCNi9GY5JPqILBz3XchC+UlJvvVdRMr33Ngc9wYu+PQ6CAj4akh4+3OgFvkUagT5OriY+WQLmvQMgPT7o+Bs+lPcKPmasgr1x5v28Fff1vW6F1bybgig+dxtavdD96ryO55c7wLEtvhM4Ub5giRQ+IhhHPiuNHzyyHy4+kbYdPip7gz4yZDa+exWuvC/DEL77k32+b6xJPqXr3D17k+28XQ6oPeH6uzxP3SM+uz8ivgIXmT7tYsC9/vptPrJm1D3SYXe9GGfJPcOsxb3ATfW93WpBPtF5ILv24CM+OlUqPrzOHD2u3Iq9YUBmvlt/Vj5Kxgu9omXHPQv5aj6KQqm+4811PIMgFT6jppK+g55kvkC1ED30/gc+H6gCvqy7JD4vsX+9g6IQPbiqAD34M8W+xzYNvm7OHT1Uvr49xFFnvWPwqDxJzGm9WBn2vQVCjT46riE8lZsKvmkFn77Hmd0+f2a/Pa1Nyr1gGJo+XDwzvprIW7zwhay+MPiovlrtBr6p0Jy+wZWOPoB+ur3cxkM8ehLqPGZjY75M6Ss++uDaPU+2mr2dn/Q8TCIavc7tnD2zkga7ygJUvgxcFL6bwkE+JeAMvnHSbr1RIv49pEKwPEx1jL3zB6G8VGZGPYjcOD3esuS90yUqPUfHArxUMyu+MpyNvRVfnrthQyO9LUb1PVhFrb1rT1q8hwX7vaL4YL1s5XO96I7jPJxtbT3ss0c+AetYOwzpnj17yD+9sdkZvfJm3L3G1pq+tqeDPEZ3GjyeSY29OsS2vUZO4b06s6a9VklavE1M+r3saKo9CamNPE8OMj7W60E+v5d5viDfPj7V8WI989oJPoiVvr24O4C9PdtHviB2Zj2UeVq8HrSkvRNjKD4PxPq99O3Dvdb+0r0iKDW5LXUmPsED2Tw0sYA+n9ImvUrGbL21thM9iRU7vc/fDL4kPGK8g5IKvWHNED5ZAT67az6EPWLRW7zh8UU9apxNvtCh2r2ngGk8Uu20PQmVpD6AeJq9xO6TvRXlmL7aQ8s9WKkGPSyie75L5Qq+0pHmPC77gL6SF0I8uxDJvDPSL72YOsE790d3PZABFbq0BKc+HKuuPQpZpz3RxSu5frqmvd0BJb2hB9q8m70XPQEGQjutCAY+oygsvMhmuLwiS9k8roNovWcKxDyZ5Gi8XETfPOF9H73m+iI9U98avnGC2TsWD7w8GJs7PHI/Bb0nEO897QdZvmbCKD5LBI49DNC4PESV7bxPKc27W7L/PMiLKzwxpLG8u+POPJ03yjzNY269gxYAPmawiDvSKRY9lGt5vn/qVT3ZByi9XLWWvqL7DL6YL3I7Eq6APf+eWzyuDkU+9XD0O9Rfqj5/64S+wkDHvsR+uz1IToK+84C9vgxyxzsm5ZM+9PBUvna+Cr0F+Gw9seujPCHjtz31uaK9PWsOvsy8m763Vnm+W/VcPgbPjD72/sa9ncmPvdokb73IaMS8I1Spvanmk70n6L895qUMvnxU5b3weyO+EWPcvWgn8LwEyFo6J2gPvtrekjtgj9o7/YOAvRJWjzxiBeQ9p/u4vWkrDz6fS5M+YpWQPUIcWT5Uvwm+fP8RPk9fCb7112G+AeldPpY+Mj5yxpQ+RAl9Ps9hnL4jKEO9ko5yPifxAT5E/rO+bFlOPaCxJb07NGi+bHrvPWZ4ST6lNZq+j9lXvdfArT5cKeW9p80GvCqusz32hY68IRkCPk7Wfz2BciY+54yxOrMNYz5MB4m+GTS+PijL+TsS1pA+99DRvrB8qb4EyLc+h8pBvunQY77wbta9lk/kPYacjT24OYI+faq2PTDWsb7p63C+M4eCviJSkr4+ic2+uiWRvmcr7j4ghjk+ENGwvklGr772b0E9Hkw2vqUT0z7aU6w+DQOhPn7Z7T10znu+gKQFPvC3Ij7qNqQ94kkHPzp7hT5/coi+Lx4Bvk7VGT4efbq9aLivPXEKeT5IjjC+pJvWPvrK4D7Ueb++uQGGvqej9zxVeqW+llBhvrj78z4HEwk+fUFiPkZz/j2jD/y+P1QFP5b39zuwMcY+zH+pvuF5er5EutC+FRaavoltrL4sQzs98BaGvnPR5b6ZA9U+GnrivsONxTxUDng9dtmVPo7hpL1D7vq98Y03PkSj274R8J4+qaBHvhj7AD+hono+hTQiPfd0qj0ltSI+Xg23PMTsirvkiFA+PhpfvcoiNz70sCy+LIWvPlogs77f3SY9qCiyva3hwz6ovT2+B0OqPmmm/j1kiB8+QbiXvr1LXD44LdG9u3CLPaSOTr1fzJu99O+hvPM/mD69+Rm+63grvgJukr1vtze9tdADvGHp577oFPI9USmsvRyXRL6eC/s9CYDDvQ1BUr56bQW9qM0SvkQgqL2vO4M+4Q8MPnn5Kr6xRP07UlyRPhZwkT1kPTu+7zAWvuTo6b0bgCi9TfvxPX84sby5Z+g98zkQPWpS2j3zHGo8/+PBPMRPzz0J61O9+odmPjKXJL0f5vO9GLLSvR5b4bzqLsq+NEUbvSI0zz0NvBE+QMqGPn1EqbyBwmC9a6QoPoSy/bxLLge+5qnavZHxsD0oNu+8SyBMvatohzzKmyS8o2m0vZBsGj3c+IS6nCB3PRNQ172qpus82I90vSdEvz0YrsO9hY2tvHc5EL6Ce448xa4YPL8rJz40TK+9SmknvL7LpTwhIPw7Y2lePRbIKzz2VWE9FNCvPdeYvLvH5Nw9TBkJviciCz0/v3y6WYmjvA3xN73F/wk+FmxzPSz6fjzvqHo8pyC5PUAwYz2Gxm09PnPLPBrqJr1JD5G6v/cZPW/vs7vOuxG+bRQDPv1C+zzRtzY8qoMzPV7tI73v7NU949pevSzsl7yfyr69NcwjvR50Wr0fCAs9Sm7EvYmSrr24q1u9zUSlvNskrTwuwj89BoANPUATCb45N/u8sYIQPUbNBr5LUNC75JwaPSeo7jxHF+e9pPLuOzv+AT42o+M985LovABevjvLaRE+w9KxvasgZT6BdR29744/Pgtmvb3Ar0a+zySOPgaGUT1ms2a9MIBfvRk1Ob58RDG96XTJvf91CbxUF7U9cM8hPux8U70KASI9ZRsWvks2j72oX9q99oyjvApOBr62Uo29c+73vUg8KD2fRs29zwu+vb1znbo59Y69LLCIPVQMhr13/Ac+PGCPvjD8oL1RsZw+zHVTPg1yIb0vfz+9aDdPvkrbgb2la349C4abPe6lVT67hhc9xkgBvr4pxb3XLie+AF6PPkilCz6WO169I4IxvQ/vD70OFiW+o34svC/eyz3rsGA+BVEoPtfRnz0eE4Y+qi/VPTKZ/L1nhQm9CtHnPP/E6rzt9Qc9qb2Kvqq+8LvsPq29sah5vlJ0f73rjEG+dgpfPX25pLxjy169D1ycPhRhRD3D6h++Pri+vSe+5L0rER876OInPkL+HD6CUoo+uweoPnvd7T1njKK96fCkPjTR1z2k1Aa9DKnXvbMqkTyj+wW90x6FvHNfeL455AW++DBAPhQYhz2cQe29KQt2vmeIOL4sTLw9o6/sPSoUX72AIMw9p2iJvT2So77C1h49hcahvbxQQD7AwJc++L1LPNrNhz3m5SS+hcaRvj/uET6P5t09lOiCvXHS2b2igvK9VVgGO6MOe76BH4c9SXmqPQ1/X776+xq9U7MuPreQ6r0yRE0+PqXLPWDUZj6amj2+FWuePUG5/7yF1q27q/Djvdh7274yqI+8ke93PU6/oD0neaw9wlWBPn//bDza42A9NMAZvtRDT77bbiI+dUyBPV5HDj2S4Qg+8XGPPPzWtjwF2E09EoMpPhriWj7xLEK92lSyPZetHr5JTIw8LGxBvlHJJb3zlwU+SLvVvW5mS75L7IC+NZCJvkkQu74q68Y9JVOaPYeYlTxcWjq+QuGHvslAFD54tpI9NEzQPBUEPj6U84+8aeoPPnvwab5fACO+hrW6vTwdXT3KoC88L5QePoXrCz2keZ+9OCmTvtUOXD2WAhI9dViXvnPqED2cgKC+lDJBPlVTK73TOyi9gdkGPis7I777T+a96T8/Piz9jL4Cmzg+WaYKPqUFWb3OF0m+9AasvHfXOr5Vjie+lSuCvj7uNTsTUyo+p3DUPZIVOT4DV60+zs1ePiuzGT7IyMy94GDovHpLlT51P7W9WdqKvmcCyT6az+K9TztbvvFANr5Wsju+cfobvl2y6rvZ8fI+rRPrvuP9MT7Mafi9/2bPPZ7KkLxcPsE9CbaZvqRLST7vhlW9x7GJvqx3Nj58sds+YBGyvZiChT0B49M8JIJSvmkGUb7Hpx2+phgHPsoBkL7UCDI8rBU9PpG2lL3C6C4+dXWvPuZq97yRjOO8yRxPvPmqhj2n9cw9hngfPgSmPT5n6AW+Jv9svc50vb1iwGW+HjMcPVyh+z3QP9m9OoU/Prex3TySCng+SBFBPuVZ0D3PxUE9DS6uPbJY7TzRp7+9YLSivTorPr0Udx0+ybRaPtc9ET5B8xM+uzppvV69Qb65hWc8iGxyvorCNz5eg/A9hfk7PWMS6L2Luwk9EiN9vYaAyb3BW7M8MSobvgedzz1xlIo9hq6LPq6Ua755fIs+iodgvuASDT5oeGk93rFPvmPikD3xz6w9UkIavm9yGD572hM+LGqtPYSdXz7z/5G9/742PnvVPb5hpQm94yhBPl5MozsKuPW9IVedPDGQ5rzHw3S7lAm+PD31Cjv91E8+7jDTvEvuJL34IcE8riYEvohQCr46Irq9k+YePaVUVL51VBK+2FcuPTP/Ar2iAd09EjrdPesQCz72xlQ93yoxvoJzIj2LHPc9QNPvu/pYpTyzsvY9zgIVvVR/gz1EBlW8m2mRPUy0Mz6FwxG9HakQvsY0Fz6UpFi+jKJZvvBH+r3wXAS+i/EBPRKHHz4mC4u+WaoxvkXUE763Pg+9l+1ZPbowmD2ezDe+Qr9uveaD7jwoAP09XP/BPD6GgT4+nCk+s9iGPTv9zr3CglC+V9axvQsWqz1a4YK999jOPRqabT5EDya92omsPPq88b3/IOs8fc4evpolPb4x+Ym9Q1jAPU1MSj6sVl4+cE5hvpfeYb3JewO+tNqhvlg1GD6ElTa5TgIDPqFsv73cwZy9sZWbvYwdZz4DwD0+oh3MPOvSvbwVjo6+djDivXA9o7w/Qwg+GvePPcLrxD37Ma+8qhW5PctYhj1vW2a9mNwoPiwJtL7nrTS9UglfvsAsdT6uEQm9ZeJmu/BJvT2lHR2+2GHlPXfdIr53JoY9gGWjPW/OPzzoBNO8VtMvPXS+Frz0zh6+csmEOiUbiL1drye+uEofPSxLUL2j6Em+NdN8PD2q97z+mls+U8bmvQ8ERD2a55G94WCgvHvSir3FeLs9x4cLvkpLKb5+Yo+9yI7KPYu07z3PZyy+Vp77vYrq3T2xpo680rDuu0TRHj41KCI7Qa+fPeu6wDs9WAe8JT5+OwBtaL40dqI9tVUHvlbwM70hkd+9ofd5vbyxEL3db8k9+9cJPlNzDjxmZZ69qiBjvnB5HT3NKpK+RIg1vjulNz5JqIK8MaBJPcgSg77iyKY6rXvXvCk4GT2ACWM905k1vupoJz4WcBK904AiPkvTmD1vMAk+Tw0yvmAZG76gTZq9Hv1yPV8HET4LCIm9P2VzPrGZ9b00qQu+twPjPViTZz5t3MM8qD49PSgWJr6FK3I98KojvDPPar7QNC49JmPpvUDJMr2Ofa+9zFX8PU4ubTyE1hG+NUzwvXyaQT50dUq90QYEvv5Gkz1U8Q89UMnzvHWNYb75HCk9eeWlPobIZbyCxZo9/0sAvg+WxbsV1w4+A1oMPRK5Dj3stfY9MZHcPW00F70x9e29i9pwPZ/1nD2wsQE+ZogmvX7NAD5PfPM9iqtDvYDqzz11IfA9gjTLvKwT0L3OZD4+KfDCO7K11L35g4u9NoiVve3AhLycGSC+FfqNvLpdGD7aNnM+wA4zPSSe4j10WUk+eZtQvjl1YL3Dx0Q9SrnovG8Bdr2e+Dy8MRApPsxipj3a9vW8jNlCPWrQir2/xjq9/aYBPRZ1PT6ZCT6+WhhqPfmFmj3/PAw8ZgZ7veTRUr7Ywbw8x/0aPTl5Ar0+Q5K+jYRGPmzMSD4fIHU9aIhnvd598j2og2W9MGCDvXaWxr1QA4C8KHTcvXzqK77jgDq+8I4ZvqKWC75Z8EA+J047PmGQyz3nc2S+5TflPMxhOr7qH5U8uUiGvqe/Qb6eFUA+ny2+vL7ZDz5dhxw9luuWPsawvr3ybGU9VXWKvcOHnDwY6OQ844tnPch3LL1JXF68qX5iPSlexr2Dr5c8JmuYvSWBKLzcaDU7JGCcPDOxwjxyNaE9qpzbvPQcfL1igSI+HpAoveBsP706P8a88OYQPi1vi7x1M8e8hc9VPYD+9r0KjPE9jALvPS71iz7dmiW+MvrmOhMavr3hsww+UYQfviRly73FNji93tnBPQac1D2YMIq9ERG4vVaUoz6R5Lg916TMPSC6O74GCno+AorVvSMzor7ImS09torIvFnlqDzKMy6+15hZvr1nsb3NQMY+l+YZvqVUKb2ub5S9FjRDvTDm6L2RPU++Ao4Dvr7PCL5BH8m9LYVuPrnCgz7fE9o9x28KvpWmKL54Mzq+pwgUPkqXezxEefE8ibW4vCEnP7zB+Qm9qzb0PcQxkD6poC2+K5D1vF0GB75GnjK+sYIrvp754T0YW769Sw3XPde6bT6zZTY+zDvXvTo0y71Wbwi+2muivewY1z1sJz89evlkPc+3hzpgbR2+QJhLPpcGoL3w0Ss8tBmmPelu572S4Ys9P1xAPiDwZL52h8A+VHfOvYGaOLwJdPs9QRImPWOs773//fO9xYlRvhb90j3vYdO9zEC/PPtAMb6K2oK8oboRPIubA76omGE9TxyGvb+bEr7z1xK8hoXYvc1lFj0wuIy+wdv+vYusBT7dx+o8Q96RPtNjRL0z0Lc95bObvrfpVj4dLik+ff80PiOHML71NTq9JTunPfY5IDwQLxE8//M7PqMkGz7YnBK9wm36vYhrs73j+GO9B9XzO2zqqrx4XYU9Gxq/vLehn719W629rV55PRiM5T3uj8I9fboDPhytJ73Jsge+uYyuPLxjOr5Rs6e8JIxuvOPEqD0wuic+U5PFPR9xjj1Prs08FecLPVixHT65gAq+fx50vMgsIj4st2I+v08xPrfP870D00O8YRebPTUZ1Du1zYW9brhovS8dJb6UMx++TSu0vc6/jj3CDyQ+iKorPqy7+r0JnRi+Kse3PSb87b3ufHU+uTgkPUTWuT3v+NQ82WMBvjZKg71PHBG87WzEvEnTLb4SkDY+oxUDPgw1DT5fS9S60IMBvce/9L2kJzO+auaNPnwuMT365wc+yCvJvU2bq72SXzy+zbqCvfCRZT4HJzs94xKJPMF0lD1Eqj896rAzvl5XAjwOed48Ooh4Pb+2pT1DjUK81ItevZawST63FFy+WLJIvhPwjb7D1y2+ol3VPR0nUb6KVbu9qP2DPjVMmb71yYI9OK4xvv0LqD7w8l++aA/svQBgDb3UyV28Y1lWvsad1LrAclk+zk64PEQzYr53/ue+0V/3PLXA3T1yxWG+L9xLPWEiHT129tG8A/7qPYRYtr0Y7Zg+hv1wvkt90j3mYNo93BDKPQRmVrylKrS9suUvvpLHkDzdwUe91r9Yvgn/iD1G2Se9TnEtO3N2Ez5akmE+eJWEPdAGB75AfgA+TfWQPfYWKz2H1oK9+EW3Oo8r17xD8nO+fmaGuiCNdD3qb7G9kA+BvfnchTt8Kcg8rg9GvrSBQ76edNC90FNGPb3RMz66F769fPBFPhC/Wb4p30O+fwuxPRW5nr73+WA+yM3ZPRXzDr7MZ+Y9t7cJvV32CD3Sa+Q+m2snPm5ABz5qd1q9IJhXvlmlz72cUMK9tdvsvPeK+T1PiIy8GPyoPns0pD77ATk+Raq5vXLrqz2L6o2+ryJnvNrUlDv/Xfc92h02vXXeg72PlaA9EIOAvp2tUL0Pz4q+tH7DPQecgj0VJEg+V3C4vRil0T2txA299rm4PRenHr5EyMK80ruNPJ0s0r3ZgMC97ZMFvpxatL1oTak9eSMevDI3h7xo7Oy9ePkAvTHID7537UA+u9kVvj2HDz5u/6a9RWLQPBAQRr5ihSY945D2OxCpGj2vlgW9YwKWvXVGUrxtQM895HCQvny3qD5kQDC+LbbQvl51zD2glZk9wTWNvhFbbr0OU6S9JtEWPmXvFb4dA0G+Na2LPN54fj6V5Yi+VbB6vlZ8lL35BzY+zrz0vRAIgL65Tv08g34VPoweW76arNm9FESYPQhDSz0HrwW+49ZyPg4Czz0odMg7G4ipPo3FK73TehG+qqq2vhWdiD0RI8Q9CwZ/PqCzWb4p4lW+bfmuvXmwZb3kxo69nnOHPsbBLD51b6g99Es3vtsqkT0dMGO+F6DLvYcj+70cC2c9eY/UvQvzbr6USAo+VlCAvSbCbTwiaom+PHSsPMxs/D2Abga+6vdvPvuHvTx4Wgm+Tk4dvg72djxvkYi98eElvgz83b3JdHC+HC70PALnLTkmTtU7nvK0Pn5zVD4m29k9qAi9PTBlbb7SoEM8wNWdvehXGT4vxYw9nldOPiiaoD7P8qC8U0NdPjLtjb5mwpI+xRuGPW7iFjubRww9yvV3PYpmIb74Yw2+ngZVvZ67070y5649fan+vdxvzryomQi9BZiBPhMfEzx9Z6k+kiw0vjJyODzlxCy9loMmvkaVlz71amA+o9klvUbmVztZj1A+Al+Hvvu5jDxVCU682zu+PFmRhz2Zami9pyUxPkW2H76CdIs80YROvmB+Tj7KvrC7GuLZPWNNmDzsCh6+jSNbPSCViT4UMSA+UM+CPL5XBT6gM+q9kOxwPjjOQr0UCRe+IBfWvTKulL3SxQ28OJ52vogiUr4NuU69ypQdvKebu70GMlQ+YeugvSkccT6hpsO9f5g7vkIRkr5041u+2yVDPdeoYz3XLt09dMeYvg3eAD6f7I69fKxlvUXmSDy0s5s9KYeAPqyh2r2OWZM+r9lMPZGfF7xbpje+djJBPr7uJb5HVK89gZyKvkGoTr6WMBc+XH/bvSyiJT1dlWo+AHKyPYZ5Ab4SsJy9cXmBvtF9Tz5cW9Y69aGJPT/UxT39Td29V9jWPUK/vzok0QW8pYF/voWB/72xk+M8Xsx6vCjTCD3NNOG8CygLvu7Owr1q0Bc9PfgpPG5MUr5ap0I+5J0/Ptv13D3D8cC9tc5APYuxJj29GI09CpVQPVo/ID5nrDs9HDPdvZfUq70Rs2w9q5oPPo88DD0RdP89gH5uPaSQl76LagC+3QJjvsBfPL3Nyww+taAcvt00BT63NjW9oUTIPZeOMT5BMv69y/YaPVoNiD6UzCM+3l6UPoTV0ryE4CS+dBrSPMz1lz5nJnQ80zbTvZESaDyXXxE9zGWMvt12Wb55gqe+yXZBPvlocT6Tk5S7/OG8PTiCmj0XnE2+nMb4vYfBIz4k86w9s+nSvYzS4r3tuGQ+ss1IPj25hb1lK8u9e1F1PWsbW76I7pk9IJcqvqMaOj0WlVg8IsN+PmD9XL6Only+24tkPMkHEj4Gexy9MX9PPiVT5zxgPzM9AeogPjCvFL1ctOu9L80MPh3vTL7YKkK+2XOSvSJ6fz7amDE8kRb7PXUZWT2O5Qi+emYFviOFHj0olPm98UM4vQpzar1Zs6A9DvkqPLmYsj1JVUI+uP4AvVxAtLvYcrK9/PG9vAdMRz1QoDE8FymhvefOB7qwkOs9EfMnvigwtj1UIR0+6ze4PWHQIj5HOeO9w+1zO8u1xLulwhu9ioVWvmZqhz7t2/S9YKsbvhAn9D0AMXy9YYYOvlMc2r3Xf5S+RyNVPve+A76Num4+vCcjPkDatT0sQIm8tY3qvehYGr7Ofgo9D74gvikvBT1hVY0+FldJPjIlZrx/KRa9vFi6vb0Voz73D7m8zwlbvormVb4Tl7y9BF/vvZaAir31+Dg+Bd5NPvEC0r06kB49lgmOPbFLPL1EkDS+LhcFvhzjK7uS1B8+V/ciPnpz7T0jRx29Bw6Nvp+7DD1xmxe+ExEDPgOu5rzyogm7P4B1vam2DD6K7GY92+kqPH12Vj6XG4O+TM+DvKzc5jxcak++v7TxvX3FST52IDw9z+srveK7QL6mOGQ+nx3QO7kRl72seYg9eX/IvY1Qcb7MCoS+xZY/PrCIHz5JdXy9DjKtvSUNgD595pk9s/LNvdSxHj4UMWa+KhlOPrIgHz6r5H2+JYnSPQUsqD1yDf68EUdQPBKGK7x1ZRG8O5ZIvIDUYL5vx+Q83BhnvlVZZz3dbgC8wiEKvmDLwj383r69qdlBvd+Isz1rgHm9mVjAvMZnZTyKx0w+f6q2PUM9jD0478684ELDPbPBAT4Df5c9LsjAPECvg70ZUAE9nmcPPogHzD0fm0++WiVHPec0Ej4wiTI+ORqBPgnKXj4wGBW9WLN2PQ6Hor1OeWu+5QAJPom8ATzPZkQ+ypB/vkDAMz7zx789HogJPNjbpj2EEC8+qxF0uktYSDvYGCM+DjW5vSsbyT25WaC+70fUPQdMAT560hc8gNRJPrmiBbyXRhc+NMOhvr7LVL4SKYo+3rkEvtdHxj7OihQ+Xum6vn5oj73fzIU+yrsBPmsVZz6QUP096xgJvuaTdz2EtJW+5KH/PNZLBL2C90W8vPMMvf/+0Lzg4xK+hQeLPH6k3D2EfKW94IYQPSDt2L2goTC9jJKVPuJ+Qz2yRCA9chiMvfl0az34x6M+ijL3Oyq8lr22bY29mzKiPiNq1T6hlJQ+Ww2OPEW+Aj0KXU2+AkuTPPZ4gbxEPoM+GOd5PdXThj56YLS9wdqEPXttNj0ZtSO+Mq0qPglfnL6cJI6+XY9PvfcqyT7omJQ8HeduPVJhWT1EGmW+yKB2PvKaEb6tO8s9OrLNOgy6dr1uV+89xejmPaBuXD4IX28+8Uo7PAaxUD0TbZG9jNUHvhArIz7UYw29BQURPv/CQL6Qz6q9bCKdPbPpLD6095q9v4ffvLZxZj0fwww9BDtfvmiwsr5eG0E8weVQvhH6KL6Vp2c+TFQ/PgdoXbxdTAq9GfefPPqY+71ala+8gvUMPrMEUb26Y569GsFlvItA4zxyiP49C5aWPVDMQL4bDEq9PhLxvfL6yr0vG3i+QB89OZPSlDzVPqc+cQmMvLU4ID5+o2Y++jkpvjVwgb1v228+sQEYPiKpqD03R5Q9np8/Pi5/LD7RnGy9IG9aPT4QMT7h5I++c5GkPcWWl7wfIg29BZWKPk6Pkr1ARw0+bLk0PO4l8bwZrYe9ai6Nvn9yCD42mQI+G0ukPChgl71Ei0M8B7PoPbYslDzv7xE+z8ipPbMS973Lsv08OV8BPuaNDbzUdue7dishPnmonz6tZ/09zXEGPu+6FL1Y+/K9iDOAPShcMb6NzRA+RaPKux9TWDw464M9kiq+PRhJ6z3JZaY+Tw/6vZQ5+D2MTcu+LbsJvs0WUD72NFg+87GhPXATGr5xrXM9ikGAvoXZOr5layW+T6NPPpeSXr5KEKK9JF+3PkppeL1ZzqA8tntMvflBhz5WbqU8IwkfvkHxP7ydfOw9qZ4WPhOAOr6H40w9gj3Ou9Elcr5Dy849TP7qvTiiBD4Mhu89GVlBvoVBj71JHpi+Mo4vvqglPr4SNNi9m1zAPbDDkT5XR3i7H8DcPWRseT4//Z+9I3pRPZMYDr5smi+9to6MvecQsr1WFpY8IAADPlpilT08zx4+K0M+vsIGf77BBB4+QctXviYKsz4c80o8nhqrPL4JELpTT4U9PfmEvvZhoD6ilHy+Zu1nPrzdQ723acG8x9NCPpaTmz4zmP+9MUUlPrVQbTy6QnS9OUpfvhVGor71eJE+TC/3vdfg5rzva6o9bHiePWapNz3wbJ8+BakpPFfMHL2qtBe+UNTwvEQmij2enQI9g2bLPRtPX74io8+9PFeZPcu9Ab2CLgk91LbmPRtBAD7lIYs9hthGu1k7jTw8xlM+ZK1IPj2Up70LUti8stxMvjs4gj0TCM29aMG8PR/eUD0oSgG+JzzPPISYYz5xC14+XyAMvoNp3j1Y4qk9AoX5vWcD4bzSz2U+7eSHvZ34Iz3wGRa9VQ4RvYZ0b72lgZU8tpGjPcRtEb3cWsY9Mq1Yvm7Fgjwo3Ws+ducovkzJ4L3ju++7OQxNPomjaj1GLFm9VQ9jPODbJbwKPhw+PmMoviimgj0JZZS9+bucPSP3vL2XUx0+SQIWvUPx2L2kB1M9O21+PQ+bnL0gCc68kr/xObw5FD7exD880HYOPnkgt76HhJC+0D1dPNKaUr5oG8a9He4lvrb6Xr4/5Ju9uVuYPufthj2c4Iq9rUwGvozkGz0/NIA9McxKPTC8Vb1F3j4+2Y9QPYI5ej6xTC0+op8LvhHFXz77Z7g9zcH1PbA9KL49DrE66lY2vtGurTxlawm+SUNMvl+khj6An4s9X83DPGtl87w8/W++2mAYvg0xrLsn+yq+wO7HPWDdar4ePI693SRfPoJRzr3IZsg9qAXtPbfwRL2hjy89V8RPvXD7vb0nYD29z3D6Pf8uGT6PCeQ7e1WFvuSVhz3eCbY7T6+WPTYmmj39qye+3NeWPupyRbwuOq49886lPd29DL3gGv09/2MfvkKIAr6mVGc+hSGavU7Sz71Ghws+1dZbPhHTOT6e5rk9Jw0iPrVIwjxjWYy9HFc3PijFhr254pG96TsNvlP8Gz5jqt49dQhpPu1oQD7ErxM7ReQ8Pr7XpD0HMIW+kZSbPOQDWz6HoVI8RDEIPc7gyb0IjMK9McyEvWHvpz3xBXa+WpUpvh4Mzj3YtrA+LTZgPme7fr7Lv5i9TYdkPQOxuL1BptK9PCZuvdQIXj5EAEi+8F+UvqLJyb7icO49QyxkPSUoAT6NQac89KWaPtjchzyHVUI9xAFjPam2wb0RdPA9EkzuvRKh/j1Kpok+Y249PVtSNT6LZcW94FByvtv/zjtdydY9VNVhPuHzh73zTJ4+/o28PqBQX70i3MS9KKspvJ5pNr1eJlK6PkxcPcqYujywEcS85WW4vbdFsz1NTSI+5/qnvhG1ED47fB++2HCevcJLFj6rqcS9pax3PeHCsT3ZJ969dBWQvh3h0zx2qxE+LTcPPsS+9bwHgH2+aYspvWxaYz1F8jw+AU55vpVNk74omSk+X30dPvTrTj0xpUy+FkKKvqASy76xsKC9lE3ZvoN+hT0i/k0+eNGGPmqDTr4yfYa9DJHIveyMGb5CdkO+58APPYM5QD6r17G9ANLwPRhPLT5BZpQ9swyavlApDb7z7my90tDfvQYWqjzTDsW9WbuhvqUh/j3v/YQ+iq+BvGQCEb6cXWG9IMGfPWXehD6WY9k9RmjxPSnLK72ryVM+8A0YPXkvpj5po/09zjN8vVj9Kz3Zvye90wxBPZcaQL5MoJg9iliJPBMkEr7aXiq+ITSxvb3arr2ThBW+NPLcPA0Xn71bPEY+xsB8vUgfeT4uOtm9pM63uxcjVT7tmPQ9HZO0PY1pLj4ta4m+WmlHPrk9kD5LMvO8xlwyPvgjgb1DNpC+aMJzvgxbdb6tPl498ehTu2GAnT6vzAA+7NC0Oqb2ED4oVzq+Gi+sO3JPhj4U+Te9zra8vD5UZjzve6Y+cEEBPli/q77ny1Y+aYlkvHDPbDwvMRO+VP8YPrkQer3a3549pU2VPNl/kz6iI+c9qH0qPhdptr5Os0e+5auJPg7a0r3uYn6+FsQlPm8cGz1jTem9S7kTvuBvGT0VUSE+EtGmvMwbEb0XGL8+HqIGvbNrrb3m3H++OaMEPmRKWL7jVE89X87vPWXR6D3wIzo+eOi3vm70Gb1KpYm+pg3JPaMLhTxSpsC9ChAcvUrvVj7NIhs9gyCnPnC/nr5CYHy+dR8XPU3IubzF+0S+yR9pvQSpoDx3NIq+1brqPEuViD4Rmmk+OAXmPcsPPT3vbew9UwvWvCV7bD5mbxg8Dv++PkC9Zb4DYVi+kEUhvlQgkT6Jmmu7j1RpO6Z8kz6i2O+9n3a/vL6Cjz7izSe+WgEsPkUkGb4XshU9yJKEvU+9Hj4k1gu8VMqCvj1OWr4hlMe9cG3fPO7sWj6bOeI982lLvJ4A+72AIm29tau+vSWqmb1dHJ8+EsN2u+GRO7yB7Wk+2IiBPijsCj4cjwO+orKdvYjKBD36Lw08yKtTPuL3kr2OTEs+vwOCvkbX9L3b9Aa6FPfAvEPDmb3IohW+SUh2vTuCP76RFXk+dG0IPuImgT65iQY+CxbhvHWuLL4jbN29co+lu4pTmjy38xM9dRzOPL9e9rznUdW8RLMDvTilqz1877A9ZfCLPGXKUr7+m949c3ttvoqIHrylFTE9QHoMPj90o7wIRRE+K9d4vm6Yi7502IG+a73QvXh5Bj2EDy4+xuo3Po2+27rLrxi+ckdavYqnqz2UxKq9sdaPPBRnK74nQmW+kFv9vb3FQbzlGpU84QLBvbjgir0e3Bu+spwdPST/PD1y5fA9bJOePXeMl73Lypw8712rvBr+nz5iQQy+u8ZjPgxNCD2vhXk70ZQlPkURDD1+1jG8nARcPvsgY75e3S29IpiuPqYNRr1Ksyc9IYBmPkWgFD7yuSM9bDWUPX99+730lVK9EACEvcYnIT7+vUU+MBWEvv8Vxz3IpTm9qNRIvvYu+b2bQl8+aCzxPcZ/wLwSAhU84XnKPCp0mD38oZW+x9Mvvq6PBTzFIg0+5tSkvoQaRr7NzIM9DeAqPrKkfjsKriM+xINXPrjxOr6/vPQ9MvDEvYIVk70r1tI8aPo/vjrPJD52GQu+0dCCPq0ErL0R7ZO82gt4PZAzeL5G4h49UKW/PNEYsz3Tgj69VhkmvpIs3z2wCYw9w44wPqDnWj75bYq9j9qFvhZZJj6Gryg+6y4RviDpL752eGy93jHDPvHKZz78ed+92vGJPVh7Pj4k6Za+a3bJvCYgt7s+kcQ9UlZPPV5A/7yG7iE+KU1UPjdc8T0R8iG8SIL9PONpPr7ARFW+/AJTvk3drj4Rzhq9xX60PbndCz1bac29h6t+PmmIXj7mQf68AUXqvZ7wn73WWAK+vg8VPdXcMb5bp+a9TqPiPdPGpT0NE5C8ukkNvj4rPzx8INW9KarovUwbdj1Z6BG+EFoRPjjE6LzI2SY8U5QyPdxhkr1fnFY+4RoCvZFPuT3AjgI+LW+HvAZvQj0mnCS+CZiQvkNuL77ApUg+owJTPU9cEL5xHQ4+U3ZxPJUz4L1rOTi8mwu9PZEJDL6haom+Gb3MvSD6RL6mvMG9EFGcvMLJPD5ur2w9m+/mvXb9Fr3fp0g9q0UNvbBrnDz8opM9NCjJPd1TBT0Taio+7fYYvsdhg70dyTy9VKNrPeVS07yVpKQ9ag8cvqurJL4VnxA+2E2Qvi+aG73Mg2U+8Qzdvd/VjT1Plr68mzCKPTnBKz4e1Ze9UDYlvaY9MT6jqWU++78tPKkSnz29Kbi+mIPKPB2oh75j58u7JqJDvRINRb1j+Sy+lbYBPgrkNL4aNgC+RGKHvqWLvr2NgoS7aRWJvDfB5b3P4Is+rIXFvOa2pb2YeHa+taKtPPn7Nj4sYRw96n5tPsSjYr3JJ8S9nekePSXYDj5oh9E9f+RtPXeyfD0mbNC8MlVevlcUF77c5ia+NpfxPXlYJLw0gUg+N8GEvV6OaLwReNu97BnBPfbQFz475o++tgZ/vJLJeL3/Yow+6yXbPchRAzyjv/O9yhfBPHZDJzyiK4w9P+1YPnq6fT08y/y9y6qvPsBgE77Vlkc88mgSPlcbpb7nczw88JuBvZ47YT10wvy9HhoovthlnT0gVSG9TfQtPmu2kL4/Nv499zlMvo7AqT2uMMg9CFmcvqKg7Lwxjdc9eAa0PdrTxT1k1wQ+ScFSvHxoyjzX5aY9d5Y7vV0R4zwvAvk9CWBaPkROGD5kTRY+TnDlvY74hz2g4nA9LsxsPtxhmLzL1CW+2L/APch+f75ufSa+P6X3vUnazD3CQfi9L2nCPbu7nb3LqTu8xO+gvCvMobtOrwQ+kXGPvt9hvj1jkJe9UoC3PStfkbzbweA80xpGuw8RAD7tsTY907tmvZF+tjp087q9zu42vrjVlz1R66C+SejFvbZpoz3NVjM+VCKPPvMe5j13zRy9w8SpvR6xL73UkCS+XZeHPd7rvr21IBK+TL4jvZuNUr46Hde9gTaTvLzKDz65+pY9QMsXvZ9867wFPCk7qrWWPmecEL5p+Kc7feJFPcWw6D1UXr88MPsuPUAI7jy7h5O8BocGPqF7pz4eBZY9xwZkvlbiAj7g7no+6rc2PsmcwD1IoAS8uk3lPLBP471B64C+nCEjvk7CET58Zp09jU8HPh2blT3jiZc9z9fTPDBRNb4LdFo+tREHPrezBr4RAzA9omhFPopGnT5Orz4+1W2oPV2hN73MBqY+kdE2vYpeiT164549LHHdvp04mD5o60Y+s2q8vUl+OT7EwcW8IPrMvY2wOT4Zy2U+ax1gPpo+cj3l+Xy+fYvAvqgeTL6Lqb+9UFWsPmglPDzfTjm+YFO4PtkJCb4H2Di+q1biva397L5X/I++omWZvkRGfj1Xrs49xda5vvoC4z2/Yoa+lICSPtvMgT2tYJ4+b8ciPahp9Tv/1N08xSeXPo1O/j1WS9G8dDoWvuYYDb5Fui2+hM+MvpFLb77POus65dsYvanOGz7EVjU+TEImvlmSMD46UC2+YLqaPWflIT4PWIQ8vebKvhQKkj3G1ly+FtzovUNvoDxknvI9j8ETvvcqiz0XNLi+aOQOvtyc0jw5zqo+M7wUvdFsGj1cU9o+Kp8/vdSugj1Jj068GFSZPdF5X77qLoi+q4s8Pnk0/D2nyxY+lHYPvtlDQ72IqIE+RyuDvk5EVb4jz4w+h5eOvhknFL4JT52+CqqYPbWY77zD3bg9Ar88PnTloD3y1Bo8Ty23PYy/ST6oOk69HNFbPpyZjz56hwA/PjDGvAzUI76Iig49/QwRPy4gjz6UCRa+DS1VPbuP7TyKBwC/LYeFvlTEW76S/m4+XaMRPgrtPbxGlog+bM4cPmv8oL5HbRK9KiUsvtljVj4YQGW70mekPZecVj6H+hU+9/fuPD11Rj5RU0A9UheQvTPpiD4wuIG9N//uPahPij749qK+sNokPCysID53aG2++U1/vINUFz0BHR6+gJVYvv8QZL656CS+57NbPjHjHb1+thU+ABiEPqvfFj0IHKw9jO8KvgI22Dvxxnk9T4SwPT5HwT03Pa0+sWYjPahxBz0DaRu++3O/vTrM9TvA2rM9k0M9Pap1r75ABtm9/pqBPcCi871GM6W9jd3lvYHONr4g/uW8MwRGvp4k2L3SbHI+6RgEPgkK073iB2Y+phaMPVEZ2LzFLye+OMUdPufIsj4XFZa8VjJXPibDDj7/bg29jxY4Pu1OozzXV0I8yDfOvefDXjyEWTg+IO5FvimOMT6tqjE9mR27vZqDvL32nuE8C2AmPTLpnDwZvAe+aLSAPV2rGD1wezc+cNK7PQcKqL3/mb09j3cjPtvtFb1ooQo+nGK7POaYRL0NN7Q7xdJbvvhLlz4zFQM+7osiPbejjL1QgCE9GNv8vVE0Tr13qbk9uXMRPloodj2ghoU9sJkLvT5COT3ncC6+8o4Cvkh+ub2uZIA+ACKXvf2bUz730U6+Lme7PQ77n70tiFg+d7jtvGDFar0w+RG+PImQvQNOnrzlH1+8yGRtPccG4jzjdIk9/8pRvcUSmz0Pi1a9e3JXPvK3xj2Gcno9kPshPUDqbL08AD4+q4IXPLGVBb3U5Vg6+jTGPRvMibyWK44+p6QkvrFbcr1gUR0+MdahvWI+7Tp6vDe8920evjpmAL4JroQ+FpoCPry/fD6d21I+JRafPsCVtb3DfZC76L/uvaGzFz7dnV68KHtqPmKvhb2ELKC8m1gxvYqmtr2kY2k9et6Svne2Ab2wgkW+/KrIveFpDb69GJy8upqSvK5rEz2Ck7e9WPdAvXgL/Dy/8Z29Mp8ePkAm/T1UqVu+5hWyvjhfTz1P0i+9zZ2BvotwgDqYqUE+b1SlvVMfDD72Rga9T1BZvUTCgz1oIjK+GBSqPCly4T3wbmK+XG/pPZdfXb3qROM8HYqVO41mtL3h5iE+iE8+vk/Dm73IaTM9WFo5vuIY8r1iNCc+R6j3PUiFS74DFBc+AaIPPugZczs6/eo9vc2KvBDYAL7EOQa946Kyva+8yD1OC4Y97ov7PNpvvL133aK+MUP7OrWXC75c/BK+WgmIvV1R5T1yvY88kjbxOqazmL7/jG27b4SpvRdwKz5RaFc8cOs7Pi68ML3NA3s9fhNVvmcCIj0zhRs+z3PAvKokKD5XH/Y9Gt8cvfB88r00VdQ+fOUnPln9hb7I5Ra+kDNqvdLKtr6kDYo94Y6pvGF6Hr1wpVE+c5C5OippAT6R5Ze9iuWIPB/g/D23TCY+pKupPacU/r2ANaA9uytmPkNoMzwfhhM+PVuJvagiCzyXT3Y8Gh5IPUI29L3LBoW+ja0CvrvHHb4QZwS+bFaPvbgvET4ubJs+VWIpPknGgj55GlE+P68xPo/ygD0F5jE8zrdaviK7Tz6roSI+CbJPPYq6Pj2LLVc9d96POy7zDz6ytU48VwRIPsLfUrsr4IQ9UMR7viqGg7yr0rc8c3oqPRB+Wz64uIQ9ulJTPcTDKb5Sv6K+rm+rPcfpgD57eSW+P4VfPlN1vL3rIwY9cn2JPgd/N752EFg73HkKPgGWWT5MTt89FV1aPulLEb4mgKG9+wBuvsWPxj30dDI+oYOkveOlWT0NgAm+JHqfvfN2Ib3zSgA+Nrg4PnV2wzwNk7m9dm8oPhiTzL2uZ2w+kCIPPoYMAj1IZ7Y91KCBPoh+Bz7B2V2+3meivufLwLyw9IW9LUoUPukjWj3mfPe93dxGPVG7JD2asFU+lVgEPSIGDT3KC6w9gtwJPvd3tj3TmLm97VG7vZKcrD1RPyo+vESePQ3sPb74JcY9+tm6vZzd2r0Xtxc9Y7Q5PduNXb7UR388bngSvVdCar4YH4q+Rp4mvvqCBz7k4088aEmCvuf8rr42gRE+CHdBvpM7F77Rzqk+7zyWPNk9lj53Z3i9H2B2vthUFb7Hygi+bFuKvtG2Dj52u6Y9qnDhPSf+iT3vPFC+GcTHu4Bylb5QX4i+Y8JSvVygQD4sOBM+KqZBPZsTOr5fG7I9ozQBPZoRUb5HDoK9yhoRPj2AfD1PGOQ9cP4ZvhbOKz731GS9Y8YKvlPSR7umvYQ+X7QwPfLuJL4lTui9aQQbPVs2Eb5XlXo8eHwtvRVqIT4paoy9GFUhvRMIib7riZ+9vHo6vgu6vj1OlMM99xhWvc2RJr7cIE088AJgvQIt170ogHY+B/MUPvq6qz7lDpO9eqqNvn8Ckz3HSCQ+sFy8Pb5TLL4M/4o9cD0FvmqQhL1QXUK+CMSPvp7TPbyukVI+COlOPvPhn72YR2E+30cUvgRtKT04hFU8/TFIuxP8Fz1wnMA8cKO9PZ7SAj7VkR6+Iqk8PqEptb0VsYQ9Ii6SvrGaPD5c3MO9i4rUPThK5DxNWE4+W4usPSAgZz2b31W+Q1dIPnj0YD3MULM80GeTvjlkC76Whvq9na/kPWCX2r077/e8g1/LPK8I87wu0hm+1QGjPnItJT6WJ/u9gvYuvdNgOLy7kAm+LbHuvSHvj7z2YZY9+N70PXHohz3wPWW93WaYvbskHj1mw8M+rvZCPug81L1LXM89O5UCvUCigD4BbtQ97Ho1vsEr7b0WCbi95hCHvgQMfL7eRpA6rKEQPuztQj619LK8pOUUPuI/aj36MX+9gpL7u1PRbL69c4I7gT9ZvSzUEb2ufJg9eZE3vg0J+b1khM294VaWvrRRyr3RECi+6bgWPgumBz4IXFG9B/qiPXKIjjxC4cM9fAREPbWriTyzNge+jILQvJVCyzxmnYk9KYVzPQTGCL2oSKA9gcuSPXKg7L3c0JW9UlRmveZJg74M+ts848LavfFQBb1WYTa+yA9PPiVbD72C8ow9UrAxPrfE+z2Sv5k9r6K4PbedcT1g0UY9UhTRPfYCfz5v9Iy9ZgTzOaz0pz2+jRM+Da1VPlqmej4srPK8dVYZPbzKjr0Q4DG+2uDFPBpXk71/In09lzVNPe4PFL5XEig+LFT8vKHgtr2c8i4+VMEGvv+kQT55JOq9QBaLvcbewb2m8568YILnvVYLLj6+bXe9WaxpveE0vLzAYHQ+lDJAPjiN1Dyn3ZU+8rwpPp+IwT27tdA9xKccvl3CCr1F/rG9Dg1bvnA9Cb7xd1o9vXsEPunGRjuqKjG9Tbycvi9rAD4H3pC+9vMGvom7Ib6a0rW+7xXZu0DWrr2uDhC94l/Dvelqg7wc3zu9fFpQPlL2jTuKwlA+l7eEvWAd5zx6d54+cartPaeUsr3THrK9iD7tOVpziz18gQe9iIFmPv0XD76GKiA+lL8wvlr2eb6P7va8FmlOvd7NLL19FEa9tSp0PSP+e7yRse49oMeQvXGB970HUTe+xfyAPmLh0b1+EsY8SunxvS5cjb353Ss+0vR3vlSG9j3IhgK9FgqSPlAnrL2ATB++DgdfvoVycTyFCH++NszZvbU1Br4Qmrk+TPyJPEghTD5CYZc+TQqPPt0nGL75jPC9yNtpPYtzlD7wq8u9wjCjvoyzhj6Oz3g+bLI9vurjSj0ZdVc9efV2PnrlATsxyiM+6s8+PrfaI71C/FK+02hfPT+Iwz1pWYa+8S4bPNV6cr4XyTG+bt4wvljPtL3y4vY94t9IvVj5ML4EGvs8KMeQPsRc9L2VRim+271HPkCOmD6UbYs+NVvwPW88xLpLQlm+UgpUvkd80r2BEEk+7AogPlh6XL28nB6+If6pvWnaoL7ldgA8MNAgtnMvnj2RDRk+YToqPg4xkj1a4QQ+gFW8vXx2y71Hqwg7D7yRvS8L/T3a+3Q+javIPVtzSb7Db909W1T1PEOvTz6DTvu9MJJQPlslobzDHwQ8qYgXPbKpfj5mMmw++ltIPjSO5D2DXsQ+ys31PVLWF77qJfG9w+YSPp0CzD1Bm0O+dlzQPNFy/L33P2S926oFvvU6Kjz26S2+q7APPjw0Zz47NMw9HDkBPgkQHL5atno+VDIOPj84bD1u7c+9sNebPYfkKj4d3XO+Herivb4Lxr0JZBQ+ffsLvTCkpjthpto905ycvIFiFLuEPqO9ImkSPvNCmTzVOg89LttlPhx6sD0jsys+UJyOvBrdrbsIGOK8DuLKvejbBr7GQcs9jONVvpCAWj6CqNe9d7gUvqQEdLwOlv29Ojr0u5N1lr6ivmS+IA5QPS6GE7438Em+0IjWPdVVuT0WJqe8wMSKPbe2jT1xf2C+LI+evTefmr1j3Ie+ryUNPtGsJr5hK/M6l5XzPBsGFj4ry4O+sPYvPq/a4TxcGE69bvxXProI0Lx+9go+fbJcPbMCKL2i1+g8KqiVPoBajb6elMw9cNYFPtPbq715p209VXDAuyjEMr0t5zE9j28cPlSS6Duczre9OBUAvuE2Xz5qjnc885K2PcRZiD5PwdI96fQVPuBq5D2BtL69HB2VvQMa5DsbcRW+qttzPRrwNr7K83y+/3XUPd3/WT3uWkG+M/9EPm0npr0UfRc+QEUtPny0ED4mb7y9duWXvdkpET6U8hO+Z08xvsV5Cb1qpYU+jDwMPkImgDxVtFc9psX2PUetPb6ATzi+7TRlvU6a/L0RPag971VQOx2EoT7qa02+NX8qPgCZ0r2YyuW9vFctPnF4l71M/LE96g+EPE0eej502jS+VaCOvnkKtr1BGfs9aV91PGYB8D0KJXu+ueZDvm79JT52QqA9L6ugvS+pDL0/Zg0+2nXDva4Wub3KdDS+pF+vPG8m3L3FXRI97fQSvE7vh753zQw+1ggavQX75r0HR6G8ij31vYwA4L0zL7w9ciYFPlQ+I717bOA8FuTXOxtd4r1/ZCI9/bsaPhVkBT0Tcmm+tt1Wvr6cG74h/x89jEG4Pfyfaj6XbQQ+c0MJPqXGAT3nSyk+o98MPm91k7xXB7+6wfoBPluSgT3cRyS+h0m1vXdWhD7qrIw+BFYkPUd7Zj4a9co98jphvif69Ty8Asq9qrOsPSoY/ruj9Dw9A8iOOwOWg74N+CG+We0zPtmEMj0IZEG+lEVlvhAUa77Jsmm8OmZlPbP0o70mJ3E+xdqAPgxgoj7EPpO+BTjNvSTKRL5qV/49Ok9QvrCxUT6NwhO+XtYZPtYlV70pwwI+BurZPSwrar6l+0I9qDCnPvvfvL4sR4G+X5+MvBNigr7rvys+KaiKPk13QL5Rxa8+8mMIviQ90j0Zf8M97NI0vcfFj744sjm+fNycvfndFLvluwm+EKYHPlpDDD7PzCa9IlqAvtFxHb6jwKW+DJ6AvtTW3r3L6Gy+GKcMPl7WPb0qGQ47uc+pPZunJby9H/E9zp3WPV8CDD0rJgw9xSmEvYpItz4Mr749WThsvG6tYTw25ri9DMUyPLrBmj1aa9E9nuItPWtf3z32HHO+atOUvpTW0zwz+Ow9KEdrPbsiNj665t09lE7sPYK2kr4j8EC+kq70vRuHRb1voT+8RtZTPVKXkb5amMw92pHaPN1SEL5tDkg+4rq5vuYZJ7sQ6oo9I2jNvQwzA73PQbg9vSyWvdqJizyCnxW+qU9rPIYEpL3yJkU+oSfCvGkKBT7WEsM9FsPEvWDeGb2V1Bq+HJW5vaWnXD2x+Ce+kdP2vRVPvT1B8X4+JuAkPfKHnD25q3E9rpFAPqt+771PvFU9Q+GSO9jrtrwkPZU9X0OqPRbkkj4Bzou+mTyUPAlHsL39Dg49wsXHPUhdk7vdTMO9KbUBPef2lL4fVYQ+36GsPqoRQT3tIxU+MRbBPWaKwz3pKl08NiIhvWzfGb3l3g+9e5AHvRVHYj5rAo4+y7zRvfiYJr0YVLG8CFANvu8HYL5J6Jw9sBmtPV6LGT5hiRC+yo1UPtVLjD0uaDO+sdvzvBCAAz5JXEa+o2uZPjl4072ghj2+PXzAPYlSgj1vyvA8SiXFPdhjtz6Sy2I+l/74vc9kcb4X6nm+2wBovjDpAr5q1s884cwwvlJsbTxQhb89rQi7vboXgr6AELu9PHQJviXs0Tu9o3U906q+PKuVSz2SnF09txljPY6AVL6KnH0++AMtvosFLD5A4Ig9krdOvdUyQbtkPxQ+EAHlvWg+Nb7SZxg+hdo5vZA5fr30HZE88HQIvS8coLmRRkQ9lW9RPjprRj0tf8C+WmNGPi0V273iPGU9AmmAPXCxQ75FEra9CkAJvhetsD1M0gu8ePYCvQiDPb57+a29l9UGvtHkTL2WV88+4RmVPj48Aj7Olr8+XkasvT3+bT3uHQy+xQCAPmoVwr7g4s29lu8DPN/6hzytH/O9O3CXvNMvbD7LnZo+nlCSvUJih76tdVa+mf42vpu5lL4L/EW+0i5LPncIOr7BiAe+qzKXPe2eez3dgcG9kNkFPpN8DL4iTJC+ShZUvUvQsD4ZgAI+lEUhvlf57b0UxYi+tYCqPQ5ck7uYBwG9ZJdUPlpXwT0C/b69zueqvXF8Lj3u2289cWIpPk9BZj1E/Ua+XhKZOeGMgD3VtE6+rRSSPezcED7HEu08RjauvDK/gb5aXam9h/URPjh0cr4pMC492OpuPCBLm7581A++wZ8xvrnBcj6bOXW9svVvPiVCNz4SUQw+Qsejvd8cjb12GF29MUOJvpq+B7yNKfe8DPwSPovolr5BefM9vdqzPLFgqr3henq+tiydvQo2Cb6aoqK9Ai9Gvo0mOb6EJQE+w1aivXMrYb7juvO9VyMXPny2ybuwQwI9LZ0rvH+CV71QHXM9HOKIPEaPNz4LHyK+MAqdvvtReb4ghhA+A3NCvp8XO729Q749V1HIPWcSFT0eYrO+mAMxvsQ6Iz2bOVM+5ZvqvL7PKr37gVC+HsolvhT0Aj0unak8KjcyPnfLgb3/BFW9psvBPZKNEjw3mle+psdlvjMeCT6UimA9duQEPrrOT72WbOK88LykvZOUgL1URcW8LLG4PQgTKT3PBQS+W6NvPjcXsDtg0wK6jPrUPiUnsz1W00A+1FHuPQJXhb5xgC87F+iLvvbnt73bGIQ9n0oFPu3vID7swpa6ReV8u82dW71SzDc+txm0vhdojb4Q+ZK8LqqdPd4gij1TAHG8NScjvTddvL5aGQI+7idBvmY8vjzafas8ZSjpPUj8nr2pX10+mHsyvf8VBb4GIio+YQ4PPd0wMTwyYg8+iinmvUVYzzyijrE9aatXPggWqz3fsE2+tAVfPef4cT0OUfq8H35XvJs48DzjKLW8iSHOO7CwDz5fTi6+UuwJPVdBVr5PYio+//cTPFEJhjqkLIa+7UsIva5IJj77IIS9Y4hIvhf83r0bick9UkoQPp2O0D3cns88hj4PPuimVj7b2TM+T+nMvRbNZ701FC6+GTYrvAEVaD2vqoG9d9KTPppAUT7dc6A+znysvQitNT2rxr+9x+DRPdvNST5AZhQ+E7vvPZGZAT5tIvA6A7VdPd/8rr3VbuK9w0Tlu3werDw4T1A9WNEjvhkNAD3z8S6+oZUwPotTmbp/MOq86FWqvbSrgb14wnS+9Gv1vdVLFT7t/Ms97CVbvOt6xb1isgQ9ZP0kvG0fWj2uskK9ZGlwvjOc2r09LyO+Ch9WPhTrDT7uD2A8PcxRPvl0Ir7p8u+9bUi3vanMhT5jVGI8PceQveMWCD4JjS89vXuhPipp+rsgHQO+5y6jvfG1bL5uPgm+ILovvvPZCL0b2ZU9794aPc5Ogr4vTQW+mVsxPrZ1hL4Ag2O+8qXjPbcbaL7+WaW9zrM+vnGhOj7XJbS9hltsPaFWmr7BYco9iV9VPe2Zgz0FD0I+DSwHvc3luz69704+VDzfPdV3Kj37UTU8ez6Qvq+XpT1Ot4E96JCKvpp4r7xAS12+XnhEvmNsG777nug95xKhvZQkhb13qHO91MApPugIIL7J+pm+NYErPih0n71KwwM+R5ERPrRqFj56mHG+vKfCvXXWCz0eWda9DxkbPgbzaz4DOxE+yq/bvQ2fjr6LNfo6W3nVvWeLSb4LJAw+EEkFvUg3pD6mvBQ+zXVNPUf9Ij1wE7Y9erdnPvdXTr0naNy8LOF/vbpPrD6BSRc9p2eQPg84pD5qwHQ7zqWxPb+nLL61Amc+5WAsvlMXpT6Tlyq+oSmNPoZxEL4MbF49OnhJPo1Ap70c/mq8dlcNvf9ztb0zUAu9LvIrPqA5nbzeQ4o+/hrxvaWbHj4EAGk+CQ6Iveh6lD2FVf66YX+rvDvqF741+zk+dXTZvYkpNz7pSmw8lDU4Pi/u1z3ZOji+MoYEPjirwbt38DM9CIc+vmUjUj0msnY93IcYvv+DLT5Yepk9WYCXPsoPer77yBK9ygfdvEbCx7wLe9c9ngiGvYUuY73PyWg9aVJEvtK/NL2iLOE++gPoPbUBCr31nIk+aMXKvjNJyb38v4y8y3DGPbIlhz6p+LG9u15OPer3HD4718U9z5icvs5gSL6c8rO+sfICvjHIHD4+9uc9KkvlPAcjQ73OibO9IDFBvmoEMj7djhi+WPxSPu7P3z2l2Fg+qG2ZvkI2/z0PllE+WlMEvYCVE76gto++8fazOzjjsT3+IF298/FIvQXmrbzigtG8ycQePqOEKr6TrxA9rKgIvdFwgT08lAg+CMpEPuOQJL4827a8idY/PZk6qD3kgyk+fIDsvYJ/371f89s9gNpyPoJJurwngIG92RZFvsqhED7loM68Q68tvKQLET6uSh29tsFmvNXrh76c2EW+b8m0PUupHr1PJ0c+KQzvPcepJD6zejS9t+9Uu6pNvb25OiC+JVr9vdvF+L3yN4A+cO8Qvn9O271MSYa8aEBGvS5ujT1ofAE++rTxPaNetL0UQ6e85L3sPUzEE762f32+DucKvhkkTb6TD3I+j2NFvTiKLr3ufJI99h3wvPLSW75Hq5i9SbpgPWI3bjx0YIg82PrHvE8pib0pugQ9zQn8O6btXD3NO7A9BO/PvKgUWD5y7JU9Y4gXPF2L5jzgrUu+nf0RPS/Vfr0sQjc+CR/DPSpO8b3H3p+8c4j1vdJEBLua/LQ9kk8tPv2mej6DX7+9sltUOyq0qb7ZO2e+4g47uCTA0Tzl5ma+skISviZidz02x50+Yrd3Pk1V8T2DXmo9gUShPfwrm74KEwS+BDiRvgALpDwGAES9XBQ4Pjzwa746kzk+YcUTvorOn72zbRE98IUbPQTATb1Kxau9l6EWPsSUtLvrZpm9qMsJvtVCXT7wqVC9pOgnvNK7yr4hYp++7ylaPg7/Dr4MZRS+0H5rvQoniT6Cop6+FnjyvSampL47ep09XkKqvtK64DwNOm+9ZCHevRdX8D2TSgQ+Sn23Pdzgb77p6BW+2yvNPcwWXb2stZ89A10QvTfyHr5cVz4+NlYJvtfnKb3eLTk+3QhAviWKzD15ISw+oXv7Pa8MWD3yrVW+vOQgvl6awL2ktsk9kkoMPvTI+D28h7u9DEWDvXmJmL3Engy9cglGPMuMYT6yrlO+AHkavECq1L0SwvG8qWsNvGfddz3wHvQ9e+IJPRuzGT6qcSM+s7AoPoB5lj5gK3W9ByehPQoDOz6aC4O+ELpsvpdG/b12bH4+FkFpPlXsuj3Bi4m9oyPpPat5hr7xKOq9jG+EvlTx0D7FqDQ9oLTbvedQyrsocbo8swlBviH1aj1Sf7G96JxNPlTKor0V0JA9/rZJPrQqvT2TgtY6Zt19vUDHK72aRCK+v8Hovf+vzjwkrlS96OYRPta96TzeZqe9BTOSPEQGvb6cwbw9WiFVvTi6jb3PnE691wQ9vSX6HL77pUs9kO8SPcRTI73GG4E9Q2ZXvnAdwTrD4IC+qb6kvotlhb1CWUo+LQI/vlW6UT3JsWC+xzepvcHTIb5rsB89FCQyPp/YQTzfUpM9WdS2PQEXWrz3kdW9TWBBvnulAz27ZW47TaPuPLkDET620SQ+/ygZPq5xAj57niK+DG1aPYwhZj5O6Vc+GVPmvQ1xz75Rng6+Bf65PSPNubyaNMk6XB/MvXH0NLygo0i9+CaPPqkiUT4buF89SwLCvVyLxrspfO49Ze17vXS5zj3pNCi9UaILPnwQuT1yAMI7YU49PWFqdT1Qx2e9FKiQPqgyW769YeG9nKGHvSVWMr6rpCU9lTU7vsp8Wj06fcs7tonNOyHx2zs+nho9HAykvFoIBL6t4UW8y/GBO2wMqD05w6K9yu2aPXi2ob7UXgg97gcRPT4mXz17rSO+5F8LvqLDTL3V4VW+6TrAPYqNcLxfoFG+fuKwvUb9PT4uLb29V0COPNyUcL5WHT2+GM/aPIZ++b0R5E49clFQvu5FQD4aznK+dPEDPVjGnb1CfJe9/zwEvsdljL7rx9Q95/crvr6F8T0RLCE+3xqpvFyWs740lq49HMEBvbNqNb6Hi4k9E0HhPROqlr12Hki8nERQPdZg07376l8+FOyePAPJ5rwJBQ8+l86XPLZCUzwT5t69DHzNvaMGVz6z5iG+PiD1Pf1oH75+sHm+cVwRviy+b76wFh68e3RbvtE4ZD3Nxge99+mvvbms0D2C5WK9uns4PsrgUz6V3wA+MI0kPpu6Fb77U7w9fcqDvVv8JT5hm+q8gt6APZAMXj6ZNh6+47H+PRfZyD2bs8A9B8OEPR1nEj4XPBe+OQNCvb5cvbzUadu71urCvYEbiD4uCi89RAk2PgaSv7ykkSI9wvgEPR4tGr5ifCq9sZUtvhvOMr19syS+dhLtPfTm+T1oBWq9/1/yPPP4D77Hebi9zVyzvaj+Xj0uYGs+Z8+ZO+d8Lj6O94I+pnFDO4jfAjskoYG9qcZGvivVZL5L7R4+V/LwvcKyP7sKiCe9IA6lvDBrg768SBK+t8vIvQyBATwBbLe9qzPmPZmBWb2P0QC+oHymvJPMJL3dod69wPNrvPODeLya13U+26NmPUa1YTt4Qay8lkVVPfDxhz6IbKI+4cKpPk7xRL7fHTk9d4dHO1sVgD3VyPg9HVbpvYha4z0uVga+NxCFvnauqT2/PAu+TwUPPvdqxTz7t1k9ONJyuzPk7LzUKX++zvvIvSwNWL4lGTe95oLbvYXrgz6e7oC9e+RLvTEvHb4E2Zk9XBqZvRByyT0wz+E9JzM0vdn9BD7yCqW9lUbgPhrPEj45ibS9JxlAvoABRL3CdYY9MhPrPdFArb1NN8i9YtMIvq83Zr6R6mA+gQsyPiUvbT0IDn89RiPIvN+33D0edrG+lp8BvkpgfT0zzJM+vMAcvpl/tL5bvRe+SbpzvfemNj4UwIm9PdRpvu5E3b1kf047KDchPj0Ys75udHW+p0ZxPlacL7p53Gg79DnFvY+dlbwUeiO+J9F0PUyYnr65iiA+8z6vPKIFpD75OBG+JeK1vV7gLb5gnak9bHIcvjFrhT54cxI+PjcXPR2lTr0Obxe+rtoNPuVJmL0A6KG9KK9fvSpP4jsg0he+3x3svBBEDr7KW3s9TLU9PYzpAz26TQC+cpKHPTrvdT6RVsu9LywqvoD20b16RGa+NorfvNOkxrw4pWk8uS9QPtJfkT7UMC89ESOavABz4L2CJ6q+k2hjvguv7j3u98y9j+tgPhqOCjuWK/g9RXsAvhVn+71rcWM8Fr+nvVL9rz1ouxq+ODMwPlTKnr3OOFo+ADqPPQowuj3jdVa8geHePRn/kL6F/PY9/+9Vvmv7Mb7/GAQ+m9a0vfiXt7tHLA09w7qXPa8Ms7xte1684l7XvEDa4T2QJTO+fhegPahhpj3qTla+LccpPoPgtD1qywE+mCsPvpWeCT7ymFK9hRoUPhJAnrw+16o9DwmFvPc6sz1SLsY8InxDvam8k7vMJRE+GzVkPlTGnD194kw91LERu6SnLz2FMaw9M7Iwvuvsbz6JV1O93W69PasZpb3dVyY+IE6ZPDlMb71ASkC+PklOPiq7RrxmpbE9rmGYvqVKMT7W/Oq8BSCxvHe/ej6inVA+b3TYvTVCbL5ZPVE+a2YPvn2WYj1BeV0+HXOtPkVnmL1MXe+9+uHTvPlyOD74Wl4+ZyQAvsoxPbu/iHw96S5TvLuLDb7XNS2+r6WiPEE1WD64EMo9JjOEPYoqZL0puRG+iu3kPCBpQL3kyPs9PuUdvaQfKD1MmDA+bjsKPi/+zTxkCJk71KZAPH5eMD175ww9oktKveDLwLyF0Ik8BbNDviqHxLv1Jt28xQopPNmgjDwPDpE9Z4u/PBYi47tlgmi8uLp1PVFWvjzHJPi8FsW3vHt8lz2XSOw9Gp8uPNDjarxtYic9fxMhPTetrbxa9os83s29PAvBnz3l84q9BBkYvLJuHL0WUE+9YAISPctHej2xw6q61IYquz5MOTyc6rQ9lbxyPKxgTb2Qi/28qZ05vOwp+r3aqdM8nUpcvH2bpD0UB648O6z+vHxnXL1WSRS9jtBnO+nkrjzNshM88JF0PV0gQTzcKwu9zlgYPZ2ybbx7JPe7mL0fvQXlRT33+5o9R0C1vXOGTD294ri+73wgvrl+jT0XVYY+ikmRvqPYJT9Tf8E9LNiMPBYgcL7PKyO+HwGFvm/2jj6iRs0+9ps7vYLNm731eLk8PKjgvZanlj4vTK6+4nmbvoOAe70ot9I9nA8zPapjJT6fMpE+Mz/svUWxq7wvPt2+w/wAP0axxj2x5Xa9l2qsvsTt5r06Za6+bfCWPV8pjD4r35Q9yxtnvned2T4OeAE7pIyOvvln8L0tQSa+GZOPPswBA7+4jOc+IwedvvemzL5om6++csXaPSxdXj5BLhm+4opevs6AlD5tmiG9NM+QPR4f3L64Ad28uJOKvlmcdj63n6a+s1n1PXcyLD5Gj6K+wuCCvqFz8bzSVzW+x2n7PbxXRT63gsS+fucRvZC8Jj45G7M+PA2YPnc+UL796YK+rDlSPuQv3D4NB9U9HUA8PbhkDL8sGtu9o7CFPjyzh77IdzW+ePIHPgAgSb6HaZg+fz66vnzTzD4GaJM+XtRAPN3elr6Q72U9XEwhPos8AD5nSYk+t6NRvjCMKb7MPh2+iAacvhJB6D6r4A2+ud+Yvt+I173t35c+KnpgPqgCPT4jfII+juFavuc0AD/uAZU8QDl3PlNJPb61xg6+TbT3vTe6vj474P0+bzr1PKuAoL4tj4m+G+MKPgdGZz6jDJc+qQ6yvmJjyz7+zi6+XB85PpfE2L6+TOu+VGQrvL9NDz5o04w+KA8bPftPiT63EPW8wSSrPvsmAb2fnEi9fDq9voVtxr4nCFk+toeRPjpzm76TpR4+aganPoRPtT3MRVa+xEYKv+357j3/GJi9JLUfPs85VT4KUXs+sKfSPUIARL6skxE+RNirvurOnj4WXA2+OvVHvduSnr5pbrY987duPkC7cz4G9Zm9/2MVvvNwlr2EMuc8MtliPqtiP7zzXkk+fzZNvh0jj74pGnY+9+uDvrYP371M/t8+PS7tviQdEz4P9KU+m5WIPV/XSL55i9k+gKGwPofO5r7Iocu97RMwPgLVtD6OSo4+ySH/Pqq2ab74CtO+lwkWPba1uD4/XGE+GbOMvg7ZZL0s4R2+qHxyPsSjpT43zIq+KSAEPjzfxD2Jpc2+XlcUvAoIAD6Zi5o+UKo+PskHfr2V3Ay+43SPPhFbxb6pgk4+nNyevUSJFL4Akv69eBg5Pp0IuLyL6zg+MRKTPo59Hr7WfmO+vph5vkenDT+kqxS+d/TGvS0Lwb1tm56+4Uw7PijNCb94v0g87GFJPr5EWjwbEas9H9ezPkfMlD6MocW+3ub6vpQtU74ith8+cacrPgwYED5R4sY8j6qPvnp1zL5ni04+3g3NPjl2pL4BpTA8gA3MvpSnFD68Hk++ofvmPryt8b1usmm+OPPCPtbjcr6AK8W+Od3APvYNUb7Srai+/oYHPSL3wT22qZu8q7lwvTkGu76O1iG+EAEsPrVGmT07Cys+/d6jvrQPtz6F/rm+qvFSvP7+/z4MTJK9WbqtvvkigL6Yrmy8IVdnvWJGYL4tOc09MnVqviT5jb7DfHm+kkRdPg19zT3ceQ0+C72rPKJVqD0u5As+/7uCvqX4rL6nvPG9v2yuvdtoQL4u5bk+7gR8PkrG0716ZaI+UPrYvX0S+r5KXhu+vDCJvrrqbj7oQbE+25Wfvq0ymD7ZELG8SJWaPq94rD2oSYy+wN++viFFjD5CUWw9+E0JvuwIIj4PYe6+zAY3PR68Rj69jhq+Cae/PvwGj73HH9e8E+D0POgjTLs/nhA9","weightSpecs":[{"name":"dense_Dense19/kernel","shape":[25,76],"dtype":"float32"},{"name":"dense_Dense19/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense20/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense20/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense21/kernel","shape":[65,5],"dtype":"float32"},{"name":"dense_Dense21/bias","shape":[5],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:40.783Z","modelTopologyType":"JSON","version":"0","formType":"login"}}