{"modelTopology":{"class_name":"Sequential","config":{"name":"subscribe","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense28","trainable":true,"batch_input_shape":[null,17],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense29","trainable":true}},{"class_name":"Dense","config":{"units":9,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense30","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"lJnsvZo8ab6L5Do+TlxBPQWO6j2lGJC+vmIJvs2zb742Smu+e+8WvqZfd76Y6p4+OFQIvip4Qb4Q0d29PAievn4Maz1M6YQ+C9acvYzd873KxhY+ZP9lvCw4Lz7pKQC+XAtCPhhK1DvNqD4+SPUPvqA3MT4h5nC+P463PL06Sryu3I690/JSPh42eb6Xji898Q1yvgCCuT4XWnQ+S/PlvULGGD50HLc9E+OdvUiPlzzD0Eu+bp8aPpMe0L1exWc+S+k5vk5L7L2utVu+39XiveRsfD4nSXM957WJvu5+ErzDEuq9KKpGPhtfpLuskMA9ZWyUPAqVTD6g6UA+54sJPpTTXb6T/Qm+Ml0iPv1eCb1+G0o+7VnIvYcG9z1hCcU8go5jvffwED60XCs+CbkVvtoQjr3ZvBE+EfNcPrftbLxNBNE+hsZwu3aBEL6GGPU9WPsKvoTsgT6F6M++62Kmvm1fij4fuQ2+3JzCvVaaLT0jem+9DSinvgFN2j02h9e+xVrPvUWRgz0w03A+g/WUviiXvr1TklU+nGA2vkYvBr7TQ469ib1KvgO7fD4BJqS+ogSHPS9E3z5bdc090PPBPjl8n71ayAy+x7wivqNMXj0+vya+TLSavWJF9D04doK9dBOKPKCCCr4A3pe9woUzvvHviz47sjA+n/MGPpvaDD6i04m+OM6fveHtl742KUG+xLtWvulCiD6uPnq9nNPpvVjjHL66wD6+CXcAPmmgS77oWWk+n/6QPgqmErinpoe9GhxCvltgbb5VtwS9rKA3PgKNDD63H+A9aBZYvstfkr7irJ+8AFN8vZHSmL6g5WW+UQJ/PupSFr7U8T49sknDvZMtjr2pUj4+v/tLPlYdwD1LWNU9B/L3vVe4F7ybyCa9g1lovnzwsb2htL8+5J8WPSkMbD4ifjo+Ti+KPp+pJT6SwqG9jghpvntwaD7+mWE9griUPh0pjD59NC+9jw4oPheL971s1E6+ZgBCvZeJjr32wg8+cenwvIo7nr1ZxZI+00bhPUl9sr5gy2k+TkNAvj+eLz7mM5S+A39PvtEkCD4kpqe+z9gOvpyXsLwzxh2+RBajPZ6FXL4XTJY+eYzZuzYILD1I6mQ+kJLTOddvHb7Jqp49DMswPnQrFj6d7XY+ZnN3vrCFEr53Frq+AYgBukkuY73vGIg+AnyOvsKg/L0CkgI+53Q2PrXSNb70/s09jKt3PjmSLT4DJHw+gO3dPkQvTj1jppg+Yx9ePqJ3E7xgIiE8vzOePnzhhr3CHhU9p49FPqEkkr4epwA+Q9yavrYqlD4iSR2+IRPLvuA5k74fAES+FT+ivpWbXL6i9Xk+bf81vvdsq75YSTE+UNlgPYKHiz273i6+n1/iPsm+6TyGOlO+nDOjvp2djT7/EoI8JL5LPhpDd748zxM8pilGvnuwsT5XHrC+iULXvc66iT0JhcS+qNePPthonj5W6dk+dTmNvl0uXr7K+mI9zYdzvuy8wr60pYu+FWbPPgX1rD5tUcE++omFPgO5Vz6dujk+hDIoPnmhZT5Inoe+XGP9vV6puD5YmI297AA+vubbSz4dZ9A97atHPv4TzT4FsR+9xe2WvtIzBL4jM5o9ZcqpvbE0Gz7auZ++PcwwvVjUE77xW4W9vwe/vgOp1D7F1Nw+mLBMvnYAFD51WC8+rbebPfpHDr2WIx0+Al2nPnQvPb7sMtC90iJkvmcNNT3v5yA8Vr2yvvu2tT2fwZg9I7/wvYFkm74s9/K+B9u+PlA9l74smku+j/SgvOp/QD2UTDG9UFx5vTwzrbwvsjy+MR7WvZ2Jar1qGaa7/VjGvA+oYjzKOlI9nG/UPaLXYb6oX88+tSpxvuFcM71IXp4+W3GavuVxs7wIhTA+I99Gvt2UZ742zh8+xTXFPYUpu73nJGc7zsIdPqQuFT6L6o0+nVDAuoPQT70L2TS+mA9jvk6NBL3vp4g+wVg0Pgi5zL5z2bU+UJ9VPpC/DL2U+l8+yhm4vnp+F766O4++YSGUvqg3sD5ifkW+KC7YvsGGgz2imzW+QQApPk3kNb2tV+G9agIMvVwUsD0vYWc+711pPljrlr4/J0W+rEMePjVRqr5rCQU+AF0ZvpsCi72ucdK887mivUAnKT5K8Gk8baZ6PZjL0D5zZHS9/mkNPXCGdb2pqyu9GJY/vprIBz42AR6+xkyxvhlBEL5cJju9tP2fPtMGq77Ao3q+R+GyPbkm2bxQ6+M8OW13PGWmjD5/sCi+Bg5XPgmJv71PvdM+s5k5vjBr0L1Rapg9XkkyPettUj7e5Cg9AVSUve4+Ar4LME8+TsLBPSQn0btVzii+7nhiPcZVlb0vLs0+4c8oPoMcgL5NCaC9X5vkvU886r7Xc1u+h9f3vZHwkD29pQK79rdCvE0WBr3FTP6+QyUcPgvipD0gT42+hXRsPu+5Lb5uZbk+GNN9PrK4ir1zPK49OodtPjbsiz7LowS/5YDVvgxJ4j2cZ3S+E41WPvfObr69ZYi+sar1PS17Er7UjYo+XyVGvjXllD5IXt+9c4t9PkKzqD45D7c9ezQUPtcYurvWZde9QYN0Pjy8gb1xiJy9XLYmvlMFvL6vGWg+t32JPUyzbL17C7U+M1UePdGhjL6E6qE9RTilPjA0/L1pQ2s+IAKQPouSlz2OFbO+Vq+yPnMmVT7z8ke9mPBRvgdo5zuAImQ+9l12vlv7Ob5Y044+9txgPuA51z4hWB++RR6Bvq7ORL43Zf69mPNevp7bST7fXMK+nObAvpr8ib54egw+b/XMPapAWb5NmAc9Xg8jvpNnQD55uzQ+tsy+PbNTbb65AgU+guCmPnnXkj6ZwrE+EFfzvVrTlL10Kqa+6yy3vUn/Tb4VL96+jA2IPuwrXr3E/Q+7Czx7PrcSRr7I6LA9Ze7GPj5KZL6qN46+wqWFPjfxuL3Cxs49C2I2Pg1X4z4fupS9dxqjvrutiT7Uhqg9P5O/Psnohr69OIO9BW8wPt+cnb2J++w98fCbviEQgz68++G9V5XEvitKS74ng1u+rWmpvoCJKD6WGlA+aYPmPokOxT5UJno+aaJGPgRmSr7ANXu+L383vgMJCj7tv/s9smcjPJJHvT0CcnE9MWqevhoC/r28VpE+EeZ6PWtIoL4Pv9e+09oAvEYdObx29JU+HAMrvqp27TyzNZw+EUhmPT3VRD4z7Ds+4tduviNKv7yLUgU+kl+zvdCboT5yhXO+TiObvtd41j19SSE+ltNzvHmEVr6Esi6+WCmUvVJMK76f57a8EEnOvMXZ9rqsotq8YbfHPR5Ex7wV6EY9jlq6PRuDPz6b4H0+IRqGvkS0Er65L3O9XoNwvYOeBL2BV3a+PFFXPsTUij4tlE2+c3aBvmMZYj1IPyO+hX4PPkTKOj6pnq6+GeoaPVMJeL21YwG+XkgyPcjmAL2RVK89aZCzvaKvUr6pP7A9wrU+vYTeob11TlE+B1qIvQYZuD319Lo9GfjWPeS/nL28bG2+r8F8PbmdBD7klRA+oFQSPg4jZr3UtQE+9txlvsnlsb0i3z4+cFK0ve6oLL7tBes8E+hVvrRZib03qgs+HvKHvjewh72cxdQ9PtRFPsz+Iby9rVm897m3vZXNzD2bRoo+BoAtPp7XBr55y9s9upr5PQhDF77Xf5a9ghwqPMXpUj7I+sO95vQjvS+JRL5tRqs9lv2xPn+VhT5nRJi9U0wGvqSbdb4Z/Jc+0L12Podlhr5GWca+76GNPXTNdr5mlOE9spTMvbSfBD5HZ7g9yMIUPmYwdb5RFEk+PsCWPieuQj1zqm48twA5vsCyALuq0Ry9EaMmvs437b2etJi+pFJ4vUkekL3Zhje+ii0tPna+lD4fRoe+8tryPbDwtb5s0mE+pSusvjcnCD2HWhI9u5VTvrL5470Oe7O+tf3IvSEQyz7QMUm+chsuvnjxQL6xYwa90cOKPsihor052YW+edrgPkcxqr4nB7K81Yl+Pmc0kL2/lPY8oTOfvnh7ej26tiq9dinCPnbBdr6ZtsE+Hg6zPQ0zkT6Lybc9a9SIPpcIXD0vZ1k+Ncl/PrpARj3N7IQ+yCIJvtBirb0DnHG9mePzvDDxj76MjO87+3MZvQKxML5AHU88BsM/PljfbT7mdee9yRyVvSNKtDuPY/g9IwdjvsiX5D1kWFE9llAlPSohxDwVMmU87qYrvnfoor2CcOc8qfgdPd5kbrwUHVq+qCJkPmzEkT1vnLs7oN1DvhWnIr6tpA4+xgZHPqsZRT2skUo9uefevUWPFD7aYNO8g/2TvZB4kD0z2N69jdWJPslYDb67+xa+kRoHPpYM57xZxwI+rXyGvHqLPj1AvEq+UFcGPjS3Jz6BXBg+ZwG3vdaaLD0wnIi9jO+APoV2iz1e4Yu9fhVkPZeKT70TVi49YLC0vCoqlj43Ydy9lpFCvfn+H71R8Bm+sywXPspsPrwULMs92G5Evib9OT0+71a74AFcPDeyJbxJTSm+/2G6vNeNNr12MqI7ekunPbIEir3FxYG73NBmPkvKAj6us108WLjxPcXBxL1fg4O9+LhpveHz6D3S4B2+fjbpPKVNbr5lgN09Wwclvr6nAD5oRLA9oaGpvfnw270c6WA9eCnsvd30Lz160EA+MxwDvvKtIz7NIy4+rjSGPerXVr4JpUG+0IFOvvJIYb6qvFk+h7YovQU2X77mLY69TZ6ZPY9Str1kEnk9rlBwu4M78bvTUci9l96JvPOATz7cIAK+3ADJvbBtjr0OnPs9+q0Mvb7MhD4bmHe9nMIQvqaKK71ynXG++1YjPaS1Jr5Yth0+H4+UPov8bL7/xjG98u/DvYX9JL5MG+O9AyDEPRAvZr3+Bxc+PFYaPa7kUj7QWAE+P7kpPfD0Db35Znu9JQLyPN9FP76b1g0+D+bsPdPoVD7wkLw8xQZvPRf8WD2lOqs99R2LPZ8c6D31G7C9josnPiIXi73szSM8QN+CvdIqxDzU79M9WMSkvbklBz7CixY9or/9Pc5aabx5NXW9hDV2PpPyXr7Idau9cAkFPcwHcL6azcQ9ep+HPGcnjr30bB6+KEfsPYjD6b3y8zC+GaIbvhIqHD6V+y4+b5mqPcheIb7BUog9O6o6voiNBD0d7+y9r/tPPgtA+j3ccoC9Gy8hu2Y7YD0bsQS+nK1wvVi2hj6IYTq+s2CHPfWXVz6LU0m+rNZMPkEjRb5sOME9wCKCvQD2f76RHmY9A3dSPlsSlb0MVCE9QTVxPmfNkr1BhpO+V6rpPW8eM748sQ89/+3svZpnCr0f8Hs9mvtEvCa0lb1r6Qo++8OqPXdOXL0UgDc+klqgvc2Mr70h/Ve+/3ALPIQ6L70mxiw+yG+CvYIuC74UgiW+WZVnPrCsLD5eXBw+v0Voviv9hz0lvOY8zJ+BvbaOjL3rN/69ZmKiPYL5nTx5ZCe7wAW/PfMmNL1lYbo90rNGPhHSDz7qAxE9wG0Evje75T0XYaQ7bs+wvImwxjxP9dk9a7SkPUWiCL7IyEu+srjzPZGT3j0yvOU8hcbBPVb6bb6c2xG+K49lvnnfGj5uHKK8YOyavSHNjj0CMkQ8/Y4cvuB5yjtWMiw8ZF8svY3Vrr3w1oU8tGE4Pb6iwL1MOgq8A84wvuo+wboYLbU9f68hvCh8Mb6NYoe9Km2tvSOV070ktAq+MkFzviUCMr6x55I+IQZQvAyClz3uWz0+y5RtPC9x1b36CEs87CYcvWhQ+ryLsJM+Ide1PSlpYT6IlNy94l7zPbnn+r149OQ9D9SePXmOyb23y7a9ntsiu8qK571W33W+UvmTPh9Yjz62gpM9h6DbPMJBAT3/2QC+Fcs+PfIT+jwWtkQ8AQQDPQw4LT0oZuq86cecPHnsGj30cQy9vyOdvWX9L75Dhtk91ExYvaLAGr0RbB4+gQurvL/tSz0YMpE9PjMhvXQtKL5+FMi9STqjPM9kI70YxXs8PgFhPs3LuTqb0ua9u6qzvQya0D1qtrY9AeASPYTqZ76PS1O9mT+rvfGwP70bjrm93b0HvhI/2z2gqI8+vxUQOxxCUb6oe4m+wF2wPeoXSrywOm+9TPA6vpGwv76GrZU+3E9QPtH8aD5TNI6+QSnxvIfH471kEpO+od7HvrxW573lJXE94QpNvnUppL0dqty9eJo8vs0LNz53XZ4+XkRmvnAhn7swRKY+JNV2vhWRRz4ziVE+P/K+PhChDz7WlZI9kwWTvoHJzD5fHsI9Jw6Ave7RDT7osOc9i6t4PmoBiL598N887TObvflOaz5nLU0+8AyTvhvaeT7nzYY+jV5PvZceo7599CC+ykTgPcqwo75HzLs9lGqlvAsgKr16c62+wouPvlH/qT2YUZo+zKUYvWz64776y9G+/v9dPR8ekz4hMM4+rEE+PmEV573C/Sc+yjFYPr4ORL5gS36+cfHoPdoNsb5YjNM7h92YvoTdhr67q+899xrxPSbJjz4rTCo+swTcvTCfKj4fBwG+ObZmvraYNb52xqY+w0oMPad47L2qgiG+PZpJPdpKWj7OBE68Zj7QPAWJXL7PYXC+DioOvcURLD4IZyI+odLTu5FL570Z/JS+sw9APqT/Ab4bRTK91PO6PlTZl75ugLG+/sWLPvsNuj1w8MM9V1ldvrkAH77Hp6s9NhSWPm2pP762khm+sRoYPVwlqz2qeWC9DDMRvEdKSTyQYs09WNPwPTrD370J512+jzh8vN8dYbyGTQi+uZq9vIR6Cr705Za+AvC4vcY4YD7lnjo9aYtdvhbFrD15ETy+D7bcvF430TvyXsO8k46pPXBzbT48Pwo9Od6MvbS2Cj7y0kS+2DMdvjbrrr27i5I9g8W7PVmYrr2czoG+oEKJvJjYgD7405Q+/jjVvEvuPz7GZ5Y8Eor+PUwFs71JTQc93WjuvLRwyz19wKU8VborPMaihz3yaou9Bh2DPYiS1zz3MAw9UEBPPXLDCz2gyMQ9178vPbegfL1Fnco96Sv+PU5ZPL3kT8q77Ue1vd/EojuVlO28tPYHPuh1vr2a6AI9BCYYuy30BL0u2Ym9xj+6PQY+Nj3XQVK9wckpPSPDHzwvIpk9IPxqvVXklb1vYLs8wlMKvmnXEr2449a7DXKcvRyWtj1E6qk87gsSvaaCBr3fBiU9nowTPGcGSD1P5ak9rTtVvRbfNzqGjZo8umVQvf2bjDwua229ELgRvOJKzjtF8Ya9qbooO7gIkj0kv4S8Q5+9vKzJujxOgC49+CwBvdeXmrxUNGe8dLYyuzprSz3s6p09T0KCvTXovjyjPds8aD3wPaEgMz3ELJ69caBAPHS5AL1ooqC9dShgvr58gL6Fn8A94jYbPbu5ar5STYo8rjUaPt3VDb7q/VI+bsEcvrWl3zhjSz++1u6GPnYHlzzC1s09wALNPf9wyr36fXc+sGHDPKNWlb6vxA2+8CVBPRmGy74S6/C8LlwEPpGWqL3W9+q7RnMVvdKOd769vgY+ITR9PhvL+j1iy1u8ZQ2avaDMJT1L4ZA+r2IZvnIto7341UU8oDiBvbo0CD3RfK891LiEvTEBuLx8bjG+p3fAvQWTGr60zjs9S2Elvn6zDLzu724+CzWaPbU2n7xh/iC+8pQuOm5j/zuLVsO7dXIkvvOs0T36i/69mZaSPrWBBj55JAc+PguJvA1q1T2nAKg9iFLDPIo+vD1JlpQ9mHdYvlPbF77DLO+6R9rkvYlvkD0aWj++Cz+wvIMSzzwAJEm921WEvgu6rL3HO8W9xwvbPX4kQD5ATiG9bTOqviIDF76psCo+q9Q4vvpfBL4gF0I+MIlkvfVR7j3NfTu+WPadPSJHET65uxu+iNgHPqIJXr42Slc8FsckvkKFZj4Yu8A829KEvgLN1j2u+4U94moZPhtlCjvIMBC++kHWPD/uhr3HnsK8jx6xvSDr3Dtaz1M9qgnBPQT4aj6HTUA93YJcPn8JsLyrFvO4KUBvvgciJL503Nw88SYGvl1fAj4grUG+wRfpPf6P1D3bnUk9lqIzvqzhJrxeqSi+RM0EPqvTQb5xjwa+7NQAvGf1sL4WHCu+rcGTPPscpr13nD0+dx6pO2pDmL5oQa092D0HPLY+Q7329TK9EWM1vWfndr0Wzp49qfO+PsdvMb5CK1q9Kpt1PYWBMj5xo+A91mWEvjQN6D04HZQ+eFlxPY95GD3KzBO95ZS2PYnrkb2o0PA8HantvV937j2d1Oo8EEWAPJz6YD7NVKO94pGhveAP4T31q5E9gVY8vNbVAT3G0V48joyLvSAls71fZAM+kct8vYlMvLwPWag9Cho9PZfT4LipRIU9n04evpadg74ihBM9XHe3PdrsKjwSMT0+Uo63uD8M1L1STIc8QYS1vX3bqbzFT+S83aOIvr1pub5Rcoe+qc69vW1X/L0LUFo+Rsa6vpw1qzx+4b49vQQvPlE8Dj5xSy6+8M+hvZ3LQD3vIAa+SKwdvocagL751AK+1zEZvsvAQb6J3hQ+iuPvPQC1DD4QmDo8wRdUPndd5DzpRiS75zGyPi1aqLzEGZe+tQGqvMzqUz7mN4C+swuUPsPxvL5AH2a+S2AWvKCw/zz6lye+cZEqPgToMr4B2Yy+cehsPT5T/T0JYI2+FH30vQ9x77wGPji9i1V2vn2jcj6SqKs9p3qlOlDWtD7eMrC+xluAvj4gizyaiSG+IioCvmdOVTx1Kpm+YT7qPJRGw73EfB++HqNEvWd7vb00Q0U8KQkcvS8rBL25yK49WypovqAT7T1iQMI9K5O0PS8QCz4d5CC+5NYJvU7mH74RScW92nFSPrnQWD1u1y2+haqYPtr7UrryFzC+KcnMPRqc7T2rWng9kRMdvWJlK77UgwU+zjgEPgTfJT4m5HG+7N8NvgWqPD5ZAcI9UTdkPVu0qL2SIKg+hQU/PrYEeL5LM/0998y4vv8hDD5KhEC+ZwRIvvCxNL61k4k9ooK+vOvwDj5S1pw9yZClPkEt373llpA99e6GPCPInD1GTD0+aKGgvTlx8L0epbI9oCo/PhybP7yUjbG9/lXcPDCShL1DGi2+OaYdvZrm+j3rAN09GNGdPrAJyz0XqdW+upf/vXucFb1ztlS+w9WrvXfrMr58K+U9yHNSPMvQTT2swtE9scqgvD0lBD4Ijee9FL19PaPlSz6HOba9KXZzvveI2T0QeZE9lmwmvj+J7T3R7Je8GraYPuGOB76cai69tB0FPp53GTzPBhC+9lCTvSK2ozz+BNE91xUAvuLnBT1teWU9aC09PsISLj5c5pc81HGyunb8cr2AOSq9ef0mvla1ij7foNW9AUsxvmMflr2cAvI8aoBePXUFNb5+Lqs90cd+PZyewL15Jb49KrFAvlmPJj5E4zE+IzK2PidI6r18pxE8ufc5PZoVpL5m6jI+GspUvjB1Ab71Dom94UcQPpk/jb7co4M9IOv9PfAAGrzE2ci922cgvoEfZL5rKOM8ByAZPtolZj6D4jw+XYqNPqvJAL0DoI09d0HTPV7aRr7l6zM+9GKVvTZfBr3eWza+4Fw1PrBTer0T9yU+8EDDPWVKFL3gbbe9zoKnPmRsDL7ivMQ7n7jXPZsDdz4lYzO+JSeVPtw/jL0lcKo9rD+DvfDKpL1QCTQ+gJQ5vvExuryQerC9cLTuPBsyqrweZJ+8jnLtPbUcs71OuMa9blRrPQcQoL3GPds9OLc3vjoFYj0K96A9yqaBvYGjAz5kZWw+Acp2vv7u1D0cg8+9GHWuvaiNO74Ajb69KBopuyDRALwVnWA+jDOkvouJ/D2bXi49qhhFvlO9NT72aoc9izEEPsRbYb4o8QK9Y51LPJkPED40fjE+VxSjPfQoYD6PIlY8fyOLPXG9yj1ObxI+7UstvmFMib5kzCe+jctivZcWBT58SK49QNAePW+sGz6hXuo9HxaVvbQ1aj4cjyW8G9mePV9INr6cmIW7j4+7PR3AOT60/gW+bur2vdhJG77jgeq9u524vgcPSj6mT2++LCEcvkbkm7yFoZI91yLsvUEZDD4Ppgs+sA57PSg8wr1yEee9KJBcvlDSSr1jokK+Tx+WvRSpI707K968MwqkvdLX3zzQHgK+WOgwPrqLyD7NE8c90SO2vULDT74XCYi9m0uwPUEtGj7dF7e9/sjbvf+qdD3vgA++fk2AvXPHMbug5k++X50ovr0Wrr1rsh2+LTz6PF9Qlb2Lz7I8/RU/vpabCj7NMog+escGPhNnsT2wxqq8fDU9PlrbIL6ZHOG9ZXqJOuM/qL5qebk9gLd4vkfAhz7SsH++0oNpvV24Sr6lO+c9SObdPN8ISr7lIRM+K/n7Pd9Vgb5coC49zb9YPX4EeT7CMsc8n85mPtA6Cr5sswO9nRyOu/lUwz0zOiY+4z/BvGglKr7wFJO9sDCRPh5zPD7ku+w9lOtivZYsfb0hfou+jLiDvdVAeb6W6c29HskuPQPA6jwYbVe+RO1pvWAAbb1ntMA7vn8rPndGt73ikNU8eKdlvJyXpru1haq9Vik/vP1o1z0SVu48IOPNvZWjG75WCDI+PebVvSjSHT5itmG+NgJJPphHhjxrhuG9f5PJPTfphr1Irtq9dvSSvWv4xj3kfoY+NFdIvmG/Dz5Xv+K9h+aaPbAbIz0KNF258FaPPiG7az5UKGA+hx9ivszKsr5UsJY96PxKvhEioLxrwHU++zDHvbrK1r11ZKk+aRSWPpX8+b1WyoY7SQk4PZCmKD7/6/U95suYu4i4HD77aqm9AKSjPL6pmj0Wbkk+YL3IPaeTy70B0N29vnnRvTbM4j1HRwE8RQGWvWYm+j1EGHA919ECvqqkSj6/sWU+Ic+JvSORBL6O6D69w3U0vsEZDz3PpqU+ZgVAvaCIzj1Ph/G8MgRgPY2/5T2m2nY9LU9ZPf89Aj0i/qm9EMnpPKfLA77RpS6+0ETyu7n/Qj71IT89DusyvonItj2OEQO+l0aAvfwaH77xdgo+oKMuPl/FKT79bfC9PmwhPobdGD2suWa7+crSuiP+QD7NvXm+n+emPgDuTj27Jww90wVpPvjZ9j3f51c9/LVovgPUbT6bYxo86dpZvtB4KL3yKS6+jZ2ZvOm/jz0y9Qc9SIc/PtMZsT3hvV8+tn4IvI5TFj1K3jA+wWrJPdEvOjvDa16+l/e6vXTuFL6h7Om8c9K7vFbrxzsiY4s9KotZPDDjKT72ZoW+9C4uu5EelT2YyR4+TKzFPaaGMz1dzGQ9hU7CPV8FfLxtyiq+b8YXvc8cZDyK7UK+ooQVPjK3NL7naSU9QqT/PYYw/L1KYrW+fWJmPTzDTT4R8U08HaegvTqdIj0jmDM9GrW1PX0pGr36yCO+MVZzvTpJD7tA1wG+wPZKvJitCD7IpeO83yQHPh58Z73Mbjc+RZzZPcnbij0Vtvg9C3prvUOKND7bVbu93HMPvrjlCT7dkoM9vzoPvi1Hyr21hoO9ROKJvaDkFT5qGIW+FyUzPWvgj776Bva9XGHGvf5Hx7y5nxs+tz69vV4OcL5jTwC96XpFPpSaM77g3zA+dr17vowHIj4PSIq75XYWPYzEa70V3SM88cc6PZtJpb5o0Iw84DSePV9hjb3eWCG9AaKhPSWgmL5ANSG+16+KPvXcCL7A/hQ+XYNWPWzKRj5rV1o+JQmSvIkbjLwgyaa9JvckPlTSBr6CkOw9JJlhPilZ8r1s3s09whXZvZs2oTx/VJu9Rau+ve/ZN76UZhq+hQ6EvoZwW74icbS8+McMvsH0Aj4vpn49nWw0vjYRvD63yeA9eMlnvYyMYL0az829jCkBvpZArbwks6U9f/1zvKKlFr4Cxum9Ezdnvl+dIj7xXrs+vWwBPlrjtj25IJY+7Gc/PXEW8D2KhOA9G/gSPrVvzz3ZToc+tnVQvnEbzL0MpSQ9qSPivRqOQT2RvS29FHynvTL/hj06sU090BgRu8fAH75EHKq91khiPRyzE75ZBz+96fJQvbpzNr48Qye+p0+UvTt7tb1PxwS+14n+vMOOMb6b4U89mng6vI+KED1/Aju8jjxGvmClmT4vryK+7CI0PVtXvb0ZJIU7X0mXPLKu073bD669bb0JvprL/r07Chs9icVlvF25Kr4sSL49l8DyvGIHu702LNu8ee5lvPuLIbyeeDM+8MNHvSXoubva5qk+nOjgPOuZYz6umy+9lBwRPm5y270+4pi+BS5LPRdG8j1xLp49T/6qPavSzT0/jR0+MJmVPq+W6r0SPQK+Ek1SO8m1hT4iwxc9JogzPpvjjDxvERq++HGyPuPGkr19N429mKYFvoG5ZL0luAu9y8ynvQ2L4T2KCce9FIQYvkTlgL6URKy9QJoZPlx6nj1p3Dk9Ax3/vduPvD11b6g98lIRPpOQRz2gjFy+LSmFvU1Bu73I3pE+/3Rru7DHAD7DMKS9ERsKPfRzVL6JqE69A9e/PnpWHT14sls8ezCPPczUTz6qo3+8wSIOPcAEYr3jAi2+Er8IPWnQ3b0Ul2g9sMYRvmaKl7yU+oq9SWMpvnqLNr6bgAY9IhZpPoLm0D67zWk9V4ZAvU+cWruegFC9MGhNPcaXJD1e+FO9QkUUPXe+Jb0N6zo+q7GmPH0NNL7HjlE+UiPPvQWQGT6FzV076u62vIF7GD6zEVy+Y2O7PXydMz5oBEg9BfMkPi9FPr4kxgk+P3MHvlab+7zkc1E9ghcBvmFpyT0b7RU9gLcGPp+gwb1OhyE+PBLYPYlYeL3S+CK9h7R+u/O3jz1dzQA9IRPDvhxvgD7lXwe8fJAqvdXMOr5+iBy+dtGFPmYC/b3HHnw+OshzPHnI4LzbTQc+PgVBPZLSVb0oyg6+GJCDPpsjwr0chzS7mDEGPYSGXLypd6o9oJa6vSa4ML6sOue9s3c5vpNyUL64qmC+z5yNvucpmr2iKkq9NvyUvs5MQz3Ry2y9VTo1PpXxCz7zoyw9UoFSPuGhoL5lgZ++2W3mPfqdzj2wsMW8X4L5vEYWjLyzz+272lJnvkBuBT7cHqM9Tm2JPl92KT60yWk+nLcpPrfsKT5eA2Y+9KyovtnVBL7OR1M9OAsvPeHchb1f4os+m8qlvuwgub7YzbO8nGApPZ786TukIQs+Bxk9viyoEL6hXP29tJgMOegVZL6wSJG+pYdnPdf+ir4dI8C9OOtdPry4lTwomj49ZDBjPlz4m715jVc7M64KPRKAuD3kkUm+npihPreKVbyN+Uk+tJ/WPWHUo70nai29k/QZPiP7T77EBq69RFDOvFDdI77hbwU+zJPPvaYwDj69ybk8ineAPYhMjb3Hz0w+XEuNvgDaqzy/gQe9yAPMvfRiqL3tkIa+Sr0Fup7k/r3v/7g97rnUvLZHAD751Z89tkwpvtVxEz73hTe8DqCpvlh5kT4hkZm9btdHPSfNOr3d68e9/re1vYzqHL5TVcY8MPKNPfp2pbtiqrc9QrAjPfY3TD7Je3S9IJJSvNuzkD7OroY9D3ShvQsD7r30eyc+xQTmvWz/r711mJG+VTYAvg/hx7xSwCI+n8aAu3AC5z2ftVK+H64MvS0cjj3QE2s9xIrMPfhZg72OH989y6PqPf0gsr1BIZ69Kq5pPjTwGD7ra5G8EUSvPTRJ573N9oC+CJDRvXFNzr2H4M89Q3ZbPcaze7uQfBK9erFNPp3WhD22Gw89K/QlPstjhD62Skq+fgBmug33HbrjnHu+pbeevm38R74kJLe9L11GPQiepL3YdRe+x0rFvj+Zdz3sXbu96oEMPgv5cr2YUJU9KA8+PQ1h4L08Fg0+R0YLPldZ+LzhDAg+3Yamvt90wL3QyEc+NJc8vt9MF749fVk+wgnPPe7of7371JC9+5A0Pj21Wb5dF4Y90kaHPn43T77WSB2+jNkTPqJWqD0tzT0+mvO/vZZ5gT7OwaW7yz27PRNDKz5J/TU++on+PYb3GT5UNaa9C/SfviOksTx5Xwk+fxY9Ph2h8b2/2cY9pzcYPaMsKL6nE5M9ZhgXvpVfyT0AN0I+F5fXPVU/F73qVwo+lr8avlBa/LyB81Q5uyisPMqFL76MCmC+x8aGvd0qML23lUm+Nvn5vdeizDyCFM89qzTFPVy/Cb7M8IQ9SdAtvtzu8D0vKyW+gt0RvjphMz3q6jk+tGPDPZeaKL0wyT88y2WzPa19h71MjYE+FDxWPlYdg74Wh4C8tJLCPaK5DL3sg3g93baXvpqSCj69LqA77jMkPNztZL1saBS+dsSDvbM/Ur5L3Qq8rhOHPt2lJ761lBo9uWadvJmisz0R/Sk+7xu9Pcziib7uhIo+fowvvrUyiLy+8MA9J7d4vrGaSj6Q2nI+5r7lPIPTKz16nzS9+oIHPiXKhr7pavg8aP9vPVENNr1J4R08+PdfvQDo67ySaqA+PPJGPZU7pr0BhGe+IZr9vY7O+T2+eOC9vdmrvtN8372+GbA8nF4DPuE467xE16M9RGvVPZyiH75doZg9EZIAPkeF2j2MesM9N3P3vYpJgz3hxFQ+A06Bvb+XUD6NbAE+CIzavBjoQ75y/047EE1lvthhnz12P4o8HOgnvYGIGj5M+Ug+7gkvvkpl4z2DuFg+ClXvvecrbz1O+Cg9iwhqPdLzaD3mlZY+xyYbPoyTcr15FTQ+a+gUPrjSjr1FpZI7cVskPv23nj0n33W9gQ3CvC0ptb5286A9eVBMPVQMcL5auCe9mMWGPiB4kb1kWLm9TOYjPkqazT2yaRC+EngpvSg39b3Vpy2+/pr7vXAX3b1oRI6+YO2XvK07Qb6or5m+cnHeO3IBPj7TFVI+wPLGvb2w/bwk0Hg+4p07PCcZEz4HUoI9PCn8vdy7Cz4E9bq9iHHcvKUZi7xggp8+Z9cXvUkpBb1qSgc+G1TJvO0vlb4oG+U9MxkRPrXzob77o9K9lwYcPjMkmjx/6vI9ywIGvdE0nL7Nii8+jWU5vt+x+zzBFy6+N90EPHgeJb6nB1U9vrEtvM7Bqb3rnbs8bqYPvTNz471caJe+WDeSPi4KNL2m4lw+y+NIPqMIDT4Z1My9ON+pPZ6rkj1stKy6lHvnvXaXj75XZ9o9/6KsPPY4wD3AdX09nNIuPg0sp72rASy+vv14viZrpb4+CRY+JwW4OyICM75cZbo9YVyePalNzT57oB6+1njoPXG+9D1QpYg92hFYPlyFfz3fJrc9tBSsviyQur1iNYS+OMIGvu2Ksz1OnQK9oGNgPgDPJD7I5AQ+quvsPYbhG76QudM9uG5lvWiiQz1VefM6cBuIvm9ukL2UGS++Va1cvohZ0j1QjAG9L9CUvM7FkL76Cou9rAphPWoaTD6fuse9dLpRPt3QT774+NC96VS1vdxnqL1FwLO8qURDvGfSH71BVYQ9BW7OPdruyT04g8a8ymAKPAsRD75dNcU9HREfullrir4F0nY9QL+IvSoojr6cKpg9jryPvR1mAD24t+C9rsc2PtzGNT79L04+qvi6uwo45z3T+R6+8I/CvToyiD5Ro/o9O9W8vc+CAb5MDVE+2mYIvnvylr4YIi2+rlxfPnVpZ762R/A9tFc7vQrnBD7Ro5Q9mAYEPQhH0j2Z9qw9sVeJve/trL6pIgI+LfXjPBKvVb5Z0VM9LJblPWV5Rr4xUoI+UXvvPUDEOz7d8vA9h6JWvYt16j3+Bp493Q4PPZjFWL0FQde9DwxwvObT8L2eINK97336vaSQRj5RSoG+OmIYvBS8mD3eWRK+fhMBvrMVX72WSFi+uvqDvoKctz2YLNC9vDwkvm0RUb45IYQ+7N04vp12Fj7IuBc9WOrevJEIQz1oCyg+14alPW48qb3ihyW+Mz3qPbKJaD36vkM+IFsLvkEqDb4cloK+OtSGvptQ2b1mSBu+RztDPh7aBjyzGQe+j0CQPCmc5zySKAo+fmuyPSwa6j2Iv5u5LD99vkhBxT0gBac9Yz7RPWgnY77H/mE+uDA2PQZQAz0CnaO9FuOkPYyDj7yymEW+JsgwPprogD7NzBA+do2uPv+507s6IzY9w83kPTmkJbzA3pw9Q1RcvqpIMr7LTXM9sdTEu5MCqTwX/CY+pWMwveaWjz7uzgC+l7stvjXnqzvNHp09Kdu5PZPunr4X4j894QaoPcsHSD1x/My98ecBvoyrazle+Ve9PEuMPao3o7tVvcy9mlaxvcEucz2G7nO+kU0cPWP+grxI3yg+wyahvsUiKb4ODEo9hiOJu45tq72DWhg+RtMDPth3jr15dSU943eIvfl4Pj3cFrM+LKYCvdubgL4D9sS9Hfk/vv75yj0AwHS9k3pMPhdEcL4kj0k+PvCwPbxPXL5pU20+qQ0Gvj6z8DyCI2k9Ypkrvk9tDT5BBY89PXdHPkaqyL2KJEO+KWAUvkF4a743+1g+7HyrPKtGLD5gb1k+DdQFPbJZaL7OL2G+6fCVPeKlpD4Bwvs9/LIoPU7XYj1ajQg+6LHrPQJxGb6JvyM+edytvTbBOzzLfKQ9otC0PgCMgL5bVBA+j9q+va7BUr1M/HC+R/AHvsiFgD7i3Ae+08tPPXAtub06KDI9LFnGvYkxYb2ScLI81CbQPLty6b1IpIu84hSzPf1dmj5O/Ba+tGQRPu3CWr68R228diPqPfVPgD2cppK9Xp8QvhmIVz3qbCO9RWuYvVKyP76uwbG9QsEePoWJxr2ewRE9AHBRPVcXTj5qd468TfNTvouKar1H4YS9FMHEPUiNgz4O05487T7zvOhxK70fxZO+3Fx2PgzZbr584rO9VciRvmtwkr3JgRO+4ZiVPp1HRj1rL3w+o4wHPhIaAL6q67Q9GOSKPTrMYL653Pe9D+lJPWICvz3BnWi9R2VSPpEfbr7gETQ+uZGNvWXjnT3IYZ49IZcOvrkDTT1GMQU+J7IKPs4sIz2QcQ8+1PMavvHQ+j1uCWw9CVr7vXTQKb2RjYe8nft1vtH1Rj7dC6i7KtxpPZP+H702j1w8P3zpPHagAj7rHSc+sR05Pv3d27wQ83k+BpSivRoJ+D2BXN291oI7vmpcRj0Krj6+2lR5PDFooT6WNMA9BB3CvLleXr5DV3m+Ngt9vpU0Nr5Hsl++YpNhPDukJb5/oZG+XyZkPhtx1z3BHxy+nKPrvOY7PD48QuK8ZkSEPm1rJ73Ny4W8OI8vPX4PLr4hwwq+VikEvtit4r0jB5y7PVOEPfULVT4yuTC+7moHPo2T7z1jV/a91OygvYIhibyDwDU9t5jqPJeM3T0bN/E8f7tJParyn71Y1qM9JBVRvnS7iL7soUo+3vjhPfQcH77Acus81eksPrKVyb3TLhy+aI1dPgogiT3zoM69YqyfPmRvgDwH4kE+EVJKPjv9dj71S/g9YBDDPeUxNr43jaS8Y3igPciiqryXiyk+Zp5BvixqKr5cSfU91N42Pr1Qkj7yiio+nKilvTBHvL05rnC9Yos1vPnzcL39+788eeAOvlnBBD429V69nyH8vRdtNb7hhAS9KcrsPZKA+73L4Sq+20MLPmN2oz1oY3o9rV0Tvog7sb3fzFQ+SOGZPR2z3zspI289Tr/nveWh673pmA28WSQePkraW73M1+49/DQJPFhsrr17T3e9LnNRvYFFj75OMqg+D7bzPHnB4b0LaCS8/eW7vRm2yj0sC8I9nj8UveEXXT6pjNk9RPilvTES4T1+ZQ6+jeINPrCiubxmAZq9GHoDPreGAL75m1o99kg4PnSVIT5a+aa8bTVNPc+GNr7pVcu9u7CaPu5qPr6lfX+9Esgtvq2R7b0GoOC9CW/EPXMTH77inzI+fnzivdgb5b2ITFI+Vtn6vK5+5ztE8X49Dy05PsmmGL31KE++8wuYvSSbQr5pa6e9HUDDvX6On73L4TE9xjZQPXX3zzxQVYc+T89PPjF9Cj54REY+BqK8vQjsaj6uBzw9QdtsPVVsU77mJNK9jZPlve089DzDiFG+4/CnPhuTX74R1J09d0mRvqIUT70cawW+T9mPPgu7Kr7AoH08KpFsvv1dfb7T6iA+VROHPIUKKD62eAU+6z5Fvg69Tj5J5IS9YvevvcDQHj5ipOq9V808vi0etbwr/FY+Tu3YPe3x0r3wAFy+Dfk4u3nH/j1ArnI9uxxSvi9p6b1ZQIO++oYrvtQoNjvn2Q8+AUJ1PhxLIT6KCSS+C6ljvpanpDuAEEU+oHdLPVqAoL0kMx29iul4Pd0tGT4Uo6U9WyRfPQJVKb6RL0S+bbOZPC/Tkz4M4PC9lL/HPMs7bT7U6nQ9I64+vrHOy7xW+Vu9/V2vO6bDCrxz5N493i9YPMAZpz1AiZ+8ygssvhRy2b3czd09TbSFPieTWjzbQEM+gy8uPlFzHT7mCr49dz43vT3TQL0rh9C907xwPsVMHD0ZZus9BuiqPakroz64nsQ7bpcMviGY+j1eRfK8eiwrPamBST05jSU+8wINPQT26j32SR89afzGvPjC0724KYI+vDFwvi167D1OFFa+/b+GveJ5FDzUdGc90aP4PJf8Zj0IIVc+UIiVPXN3yD31iao9lC6KvejTET6Bibq9/tiePVMLvr3HLmO8rzANPum0cD4A2x09w3hyvtwUcz3Br5i9mqMUvghV3j3X2Rk+WmiFvp4CAz2186k9NxdsPnU4fj31jGO9Zpg1Pjz5WD2a6lg9uMKePP1LMD7ZW1I9PIh+vhYgHL7iJim+EfpnvnBdxb1uoBS96c6ovXD+BLsqx+0970UCPsj/Sj5AC7K9JLpgPgWDtD3kn4C+upurvp1tWzy4Viw9i6s1vkHpSz3kXy4+CtWfPXnjED1OumS+oWGIvhMW4zxlEii+M0c6PkOkSD570vM7qXMpPZH9BT45gyG+EkZxPnflcT7ktT+8wpovvhLwXb4ctlm+VCnaPQRR/TwEMOy87z4jPrLhur2apqK91gyEPsoZIb26EC8+GDdfveFe07zNMFe+G9tNvesPRb3eJU6+kBjEPSVoqL1WbfM9fmAgvkBEgr5wAI+9i8GNPFyViz3VhfC7ej2jPQFxWb2J6zu+uOMrPq9GCr3fzOk8bDOzPZZl9L0YgBK90jy9vfY0QLzjyvE81z+dvQM2Nr57cR48UBwIPvcKAjx6InS+iWm/PaXrUr6ne2S9P7h5vqCCjb1vXtG9xtRuvuw0hr76Zay87fr4PdhB7zye5788lE6VvpJyGj0P1Ci9vqGbvr0nLr4Tx3I6P3wIvuwVAr2FL4e+1egjvNlPNzw3TIe8xNAzvhcfND59vce9KK4dvl/gpb12G349muEpPkFhC74RK6E96Lo/vVpVdz5yMpU95qxrPvHfyz4aL6y++Nq1PRUjA76sZww+uu2AvsgYjb4hjIe8KwTrPY+JGj48o1Y9Vi0EvOqoRD6L/us9qonxui+UnL3FNLi9LmL2vAjTgr6J1YK9ig5yvlUsGj4HGbW+fxEMPgpbQL61ej2+wi6vu6Zku7yZcmc9n3oIvdPPIrwpmHy9heBIPsL3OD7lbZc9uesRvG63Kb6K4gK8zoWpPcXpFD4EYje+bnBxvke1Ab4tXl29T7IXPiY/d73HbVU+BYxKPpjIbr6kKow9rs26PX2tLD5qBXK+tueXPZU5UT505i++0/EvPo4YVT77oC++CA/JvU3/h71iaFO+EFNWO96DBz7Aeo4+6QNYvFaQVj7Xt4u8p05dPlaTxDwbAwA8j8cFPs9gFz7LPKc9AK90vdrWBj6Ztxo962p8vhgIjz34hh2+cAwuvqNxuLykWn28ELijvfph8r3y5rY9sxUcPbJeD77IPv49HftKvclPkD7qWJu9xB6rvpDSBb5K4Ei+e/GdPuTdYj1MS2e7spenvPpvp7wn/lm+MRg8PhwYyTxs1+y9YUEgu+TIZ76X6yu+KS7bPGsCqL3pQpy9McCPvkCbGD3dtrg8jg5qPvui2b18ttW89PHePUoU1TwvXbg9RZbGPfs3aL4ZkcM9XHp+PhtAgb6Dhe885vlpPhybqj0sG7U+BoBaPhLfyj3wh30+HEi2vOQS5T2Hliu+UHMXPu8EwzzrAl8+5+7Cu50rQL7wPAK+egE5PSxKIz78PRk+RoAtvoF9R73xl368BQRGvi5MYb6ARdM9GGS6vTVygDyLTSW9hm/1vJIkwj1N0os7vWxgvrRCSb6WhBC9RF33vWtI3z0Ws969Hactvt7qyL07Dg++Nx2hPb+/8D2JFya7gCzsvLnRZr5+ttU8WokQPLfeZz54q1a+cxKsPRFhEL4JBXc+GQ4yPjgTyj1jWAu+c/VrPCHwOj13P/q8hjcYPaM7jj10oaa9d5TtPDbznr3urdu9UUF7Pp72mz2VA6++743cPYLdir35sNu9bzOOvU3EKzzLbi4+k8yXvjmU/z2UJKm++0o7PY23Gr4oJrs8em9wPhaz1b3Gn968v/F1vBBYY77tUyW9ldPkPLB4ob2NJAQ9W0yAPaS8z72J82M94acoPraQMr7SOOw83RPHvVVJY72l3qo95ul1PJfWCT66F8g94uEqPucM1ru97tW9MiLXvZgwdr7uWc09qjoXvgP/CL7TNx++zZlSvh2P4j0OAMI9u5A1PC61w72yPoc+ZT4uvJdQ9z2og0o+1+ZWPbBxbLzBnhY+94kLvgZ/WL4tQN49xgGUvGaYpLuRJYc7l/8JPjwVJ71aDTe+wetIvQ/qADzb/o4+mjeRvt4Afj7jYjk+quEIvablgj4+kkO9ZupAPmdOSrw/yDw+A2+xvRIuczrFHjO+o/U7vt0xO7w1Ha89TKCCvvo2XD4xLpm8lZXovUFyBD2yC/Q8joQavcT1jT0xGRO+UApdvWkSqT0p/5m8oKwNPTzVy7sKxY4+ezlRvT8kwz00GFC6MPMuPj/JDj5uwc08sEQFvRU6KL7A3fg8iEVHPvDBXz68oJ67wJpUPvVmvL0mQTi+P2oDPikbELtKyca90XzBPQmE5byKZnk9iZiIPkrfqb4uUu89xACdPtK//7yu9W++iHGGPjVSRj07I1S9nqtAPrBg8D0VeY29C+YjvvjG3bxMzXo9oA44vXYglb0NgO+9W8l/vqcZBT4Q5LY97A28PR7RGL1Oz6U+/haTvnHI+j2hCo4+uFk4uz+cdjzgypM9mxcrvbviTj22beW9JF0RPgaQhj2+I48+8CSSPU9nnj2SfxE+qqYCvFDVEL7IEzQ9mWE5viixcL6oz4W9yKwpPdeHnD3OaR894qCuO5Pxkr2sVOe9JR+yPabgcTyhbpi8TBRkvgV1Yb2pRQi+kT7BPDaQkr3wnhU+uRsHPo0z+zzpwr29EzBvPn9uB77o5ws8OseOPdStv73PDJ695f3OPMqCDjvYGBW+UtKoPYPEw72tAz6+0LzXPEeTxT7/n9U9r6UaPlCVZj0UNiM+wzJGvBdQLL2uQAu9cfKLPY3rAjwNXFO+aXwdPlg2dr2RLx69PsTdPVcyir1oLSm+sKJlvhxa8j295gQ+gVXNvd0mv7zdPsK8yA+3vahLYb1HQiQ+xSpqPVVlyb2dLU09b1qGvVXHT75Ckgg9eqPfPR4zAD6xiZC9cJ0iPmxx6j1p3w2+cgk9PlAEDr52kNW9yT0BPqK7IT1DpHA+HxcZPbRp9b3AXoa9sfUKPimzjL0NA5I81IuZvYapdz6gB5m+jbydvTM33r0c7Ri+6D0uvqwOoTuGoB2+kU8jPSge4j2asc49YbgfPnwWcb1PThQ9iKcNPstXxL0DAKU8PIJ8vrCV7z1P+rq9R+a5voZTnL2S0I+9aM0yPoK2TL5LVIS+cXlevv3bUb6O0IO8iCZLPkLCUr37Lze69I94vpsNCT7nmos9eIH7Pdbugz59Ok0+Ku0JPolIjb1coVS+PuzEveloAr1jWNu+ECcwvgsgLr4YP/G9xtf0PKgRVL7mZ4W+/KYCvjx9gT4/vwA+0ticvQgelT5YhUO+pi9JPWq5P73AxSQ9UqoZPcP/Qbxfzia9RCgxPrOckTzJWoK+LkBUvr7Wxb0GJC6+8jEiPfzwhD0B7jm+mt4jPkFBib64kxy+dxHtvXjEdb7BDCC+j+tAPnZ1rbxANo0+DO+UPhicSL7OSDG+FI+ovrqUUb4XpoS9pWurvei3vT6qUPi95I9XPgFDBL7/7hg+zI1RvhFPyj0gY4c9qHNePhJDzD1rSkC98c1UvdeVjD6KVVi+E+I0Ph4sGr6kW6A+GF6BvhSyeT33K6c+xnFBPtvSgz3uZbK9GwCDvFbHKL56JDs7ihrgPcSMur2NdaS91UUnvv8/Wj1wHfs9VTImvs9Wzj7WIRU9xn80vaxACT7SF9S8APFBvKmVcT6ziCW+VJ7EvW8j4D1x4Lc9gAGMvessa75v2ok8qadIvk3PDLxuLBY+qqG0PJecaj5JUeU93wlKvYsBAT61eoG9m9AuvjeJEr7wwga+GCMCPqJX+b1KcUQ+8VIdPvBIMz1cRzE+zamNvlkVFT78zju+wOJrvq40a71y++y9hcWDvWYfbT6PsqK+lviTPQm1OD52EOI8z2usveGAqT1+BqG6Ow5Bvo0zOj0dwbu8sywBveYpBb4XL888RRE0voZtrr7N8Sq++5klPsTCTj6Mz1O+oYyevRw9Nr7k6oc+j56hvKMyKL5eehA+XLWIvauszzw94e89WkWfPAYe3z1KrmY+hE6qPOyEPD5irzY99nmzvWwjSL3NdcK9pIr1PSaQ3DzLziW+yHJ5Prvpcj6jCDe+H+QAPUzruL0YLXk8qBC5vqr6+733oUc+O88EPqJhV73ltIg8SLRWPgOr772rXya+Ct8hPiMIob45SJs+oAWpvbuAZT6Xvdm9d0DYPWChtjxCNES9//UXPdfWHz0d4iM+Cck5PhJ+njyFRGQ+ChmLPRpjjD0cnVu+1D5OPjO8aTye+Ac9Yy1yPJF6CD4vnPg8lLcjPgrqPT6d6Bm+BGlSPKlo4z39WhG+4QZHvX9vpr4MeYW80BsVvkX8or1HT+891J+WvIt8cL2pKkO94+0KviMjL77LAdk82jHLvVAiNjpjGEm++2DKPN56FD6GoZW9o8KnvQDmZj5+R8S9Stk+vZXABj7qVcu9r8ZOPXUrOj5ve9u8xgmivYe2qTwXKHy+cPZ0veZjoj1e01A+yrsLPvMecT75dxM+x6SfPrc7NbwHOQm+p7VBvSFc1T1pwU++fP7LPQFYgL5Ol4g9vZXmPQdhL70ovu29qv8Sve8Kvb1bp4S9ungIPu32kD6/TYm+t1kIvtLy7r0Zcrc9YQB4vi8hPb3eJZk9uX0cvp9F8z0zxYm+I3KQO/Zkirx9n4c+gzG8vR3UZb0oVH8+CawKPnBw1T1cppQ9lHkBPeRUnj0Rc9c9kc5jvnyT67wTNG4+owAavuT7mD23mKm9VHzlvSYYhL74J0k+bLySPjEt/T2wGOy7uSpCvnHKgD4gMhO+1o43PTR5SLvEUmS9yvzxvbsdSr2NbIk8tXy+PXLZbL1spD6+QN76vTvYmD3L8o0+R4HivMOeEr7DfQi+yBniPNtZB75YXb08D8EoPr4Lw7wa+lO+3L7vvXxrvD22TDA9gHxmvlOiHLyQ0kS+0h4bvcPwfD76j1I+0NqMPc3/K70Edpa9iqVaveGWFD2XnDi9XtG2vdMbub1CJ7y+YYhPPBkODr4HrKu8FXE/vfSGCL4Pni0+pLckvk5T+L2qAZM85ixKvTblnL4UP+u9bgRTvuA7Nr6IHd+97xg3vtRaor2F8309O5MjPYhDlLv7C1o+nWTVPVoDAz07jcE9OtMNPhl5hb2kurK9ts08PRXWO75/f4K9i9cIPgr/Vz4NS4w99yxBPh9Mjj4HsWW9kr+RPa9kuD3g8TE9I9zrO3eIQL3lo0Y+ZQ7hvRwZvTwsYaC9e9yBvgloPj10PWK9jdxzPh6+JT0zZj29DG3nPGWNXj7T6R09S3PmPLwBM71Ijxc9u4v4vYKRxLu4owM9g0GMPDRT8Dth9LQ9xqtZPAhuFL2c9Dw+XIE+vt4uEr5Pvq096fcXPqzcPL5QL2y6SokBPrkHjbyde4Y9Y9CbPu/w2j1nNMI8llAPPpB2ZL3cBRu8Tbl6PmqvGD13u+g8D08svSvhNr3IFfm9vPhKPUPfEb4kx6K9BurJPRR9Mr10Ke08UuxtvfVUOD7XF2+9MEE/vjH+tL0ZwFa+SclFvgtw7r3rmsS96H2ivlMbZL0piEI9Fs49vd0fBD1OCl49HuIevmSNXTye2ZU+s1Q4PdNlJT7TacU8XsFTuwmHlD1GIPk9SCGvPUqLHb7O5eq9DnaBvoDzpb3s5EU9kqxnvV3vXL38Sj++wxyhvSbZjby8UTy8+fO4PoAFk765a/e87KdcPWo5NztdiAQ9r2+XvDTplj6LqoU+FFewPd0Ng70GROk9LDXDOg0FMD4OrmE90JNcPde4DD1D0Cg+QOTwvX7+BL1hHcm8sqe5vCvBAT5q81A+RO+jO0x+67y4cQc+HwzhPSGdFT45vZA8esHYvSCNXL750Q29VR1BvTr4772PE4a9NXEQvmLEJL4ZHwY8MLkZPdVsGD5yPdW9FSSMvgcrHD6AuzI9wrIXvQshKz5BMKu9/aKcPpzlS71i6z2+6S5AviLkij7iAa09JnrhvV4GQL1Up0294Dd3vqt2lzyB9s89ivoLPcGlxL1cyvk8Y8Ndvl2DyL1FXAE+w9prvCUfJ74hWRm+bHO/vZQomj0/c709DwE1PcDXlT6r+G8+BqsXPsF6kz5d9yy+jCjvPYZ9zL1MDQO+L1eivT6xhr75N3a93BQZPcOSpzshsk6+6ESDPfxgA74Dn1K9MzIDvsuFBD0G2qy9hkCUPXv8M77DfuA9Xl8PvbsQCLppkVC+iqGvPbd3Fbuaers9IFVVPsjRbjujhiY+2m0Fvmkni7xLCOO9/3sQvJ3LDb5cjEU+V2bMvSE+Ozwg5RQ+sZMQPU2GUr6HNge+oCaqvcY5Bj5Obhu9L4Gau3hlgb0EPr29ZRLxPf42ar6fjY493FLavW7Rnr78HVK82MA3vCB/tr2XLiA+xhGKvmM51L38KIs9qH9qPHUm0b2FqUu8BVuDPrasQj1/VGE+UVBePmN+ez2iay89tXUmPmJfLTzF1CK+IcBLPNMRFD48GGc984pGu1dIg70CdLY9A1o/vv07aL7UPQG+xSBAPosjlb2PyKS987qnvM0xJb0vPJE8R+YNPkEy9L1XgYk912kSvbakoT1r0d09aDGWvmSTyz29s02+8ebHu5LLD74T3cC9ftBJvZjKJj2j3iM+vwZbPoEOaT6l19U9n51MvmygSj6NiPo9c0IAPlgFnb6tpAM+Kt9IPeNe2Tznufo8aVYWPGw3r73aWrI8MXevPFw6f74uxRk+ERFTPu8107v/5qo92EAKPJkNSz5ghgU9b8crPRBKKj5fsEa+asRzvvdFO76POus86K49PsYfpjtLrf69LG2XPjHoVL1rYw4+od6Avof6wLxdHz491oUQPr5Kgj4H8I+9nBA7PnaKG74AfBe9o5abPqN6QL7D1G09DjQMPsSGkT5GKMO9jQs4vi1xJL3Ewp08onKmvg4Ol77zxww+Wh1SvVfaSj6Ff5y9OGK9PKhGnD2s7gu+DTG3PSuymb2DbHE9oWX+PaFKcDyrSyi9pocWPqPxtz2iBm++0bzWPR/pHT3LJ3Y+W0YkPfR1sr6mhCE+X/QlvnGDZD3LBNA9f3ZQvo23GD6Ehpc9fEfKvMkgjD4eUjW+Uc6oPoZt9zx3D1I+vmkTuxWLUT2DOcw9U4PdvWn6Uj4ebma9NzX0vb2Sj76LdQ0+fkTtvZ+X3z3qXL+9TjIgPdPGxD1u5Na8znWePUFtlj49XhM9J+oePmDgaj58Go867d6OPb3bQT04zyU94hGgPRPG+L3O2Oy8i5huvuwTCD4eEqq92RaKvt9ANT5GgtG9KBCFPsjpPr60USQ+hcuKvYP1hTxZIxA+YKoQPqN0ZT7LDrU9LOs3PaPiTL4TWsW9y0pKPjSjJT7/exM+DuKcvr1mx72vuN09vxxRvp6rrTyHdby+VyLUvUsIBj72TYG+RoqqvqDAkL3Bzhm8xpghPgT3kTyjIS29YMfPvRQwCr7ZlL49ojgKPkLbUj6Jkg0+ORT1PLqKo74i4wW+AXZ8vKLo/b3EYqE9sVK+vjWzEr6y+129VFo3PvWsM7xx4Fo+M0ITvgOKFT2p+gI+TDhnvTkO4r0/Ey89ScZzvWhtBb1YIqi+uzigPfA9XD4UJjw+79Kpu+9vSz6LR10+hyY1PeKK/j2HrmS+J3VFPvETzT1rvK69mHGavrgQjD2WnoG8P3EDvkZRUT1xiJo9xucgPblx47wB5y284xolPoVSQz7hiHI8mCuNPjuRWL4pEYQ+LCO5vWPPkDxsF4q+pRUlvgVZCj7qDo48ABejvdxNmj7kFJw+UIZBvj1NrrwPyOw9beSTvghDgD7Rpno+wPCqvVNOnT605yC+3nEuvlXlar3lHVm7X8EMvpVynj2/03O+ceC1PWkgyL4vBEw8sn+/vWg6IbwDR+m8ZI9iviyU4T3lVqC9HDKpvnYye7416n+9Bl9pvo8HtT2K8w8+J0JBPuL9Aj4Ej2w9n+irveFRYj2A04Y+u04jvjRejL0pIpg91JV7PapUjr4yDBC+jrc9vm12CL01hzy+pGcAvhbc4TxRjyE+sTv+vc98w705M1o+toQPvWTEtL3I8c09slU7vnVsPD3/WEM9/d7fPdXekr4krbC+PL8VPqwdEL4chPm92iuLPWEV7j3BXjs8BleGvm8skT7fURG+rbR+PuEW3z3Llh6+n4t8PhrRJ73j/yu+ptadPdygoz44Bvg96sApPsT1fD3dFaO++KaFvBYqoz4tpOg9O+AIPQsdNb5nwiw9ijkmPeldP75/+4O+D9Bhvl5dJTxCV629lKORPOpJOTowRH4+HPBRPg+P2j0jfm69S1BRPT1i1D1AVh6+ksptvk/pZz58MKc9JKjZPZlOUD2xqVE9FFIlPZ4kP7659BK9iThYPl9NjL2EOwS+wVMju2kRsLxOkni+x63KPa0vCj6jz+K9fcYKPruAaT2peAM+fCk4vro02L0+AQY+aLB4PijcUL4PeU8+r7gbvRTFwz0Mbx2+CTcHvgXfyT1bYCW+1HptvpYtv7uhAT2+wbIJvo0zDD6MU027C0A4PiUWcL0rxh0+a1FcviE78T3WOwQ9KLgTvjUCqz6amRO9DJ0iPszIZj5PAiE+7J4SvRP+CD45hzs+UboDPeeLEL62TNk9En0GvepqRL0WGT+9Z0UUvZdhaL5nMLs9aq4mPb/t9b1RAnE+CSEjPYVcaT4bkb292QklPoEGkryhQVm+syrYu1DwgL7s1u89Aq1aPtWA0r0SCba8Br7pvTtfo72mZ4U+iy5lPo49AT4Nfl2+q1USPiRAcT7rIEg+mVmYPe3ts7t+p0Y9Nk4JPTFCmL2QRbQ9nAQjvn/gCL619CM+9ZFEvlD1y7w3gU++6r6AvlauJb6oztg9K9S2PYa4j7x7iAe+VXTNPRjlGj6iqqA9/Gu2vQq1yjsxSV086k/ePTckkrrRBNW9p/k7PpL3Qz4HWru9FF5fPm5viz5zr8O9cY3XvSXva76qB0G+w9U6PnnuOD4vNq8+9MVDPZYEsD2BeFk+IwKYvm4aNr60u6y8Ad6DPRyXqb2S8hU9yPvgu+yCIr4pW4e+niidvvalOD6TWMi8dA26vdxjP73BjY29/xCMPY3EMb1vDZg9uUHZPVqAbr4M3lq+Jx3hPKiaJz4wLb896MJ8Pooo2b0Bp089JDTqvNiLyL2m/6g96+m3PaZ9Y727nmc9SF2MOyLlbL4wcWK+7U2zva9IN77TKPu9PjKVvWFznT1NRTQ7xE6KPcQWoD3cX429zwndvOq92jzPKl4+S6LovTLIer6NJde8OmQ2PLqcTr4mJMm9CKzpPSn+CLzspN29kpdmPiC0Sb5cGoU+1oY6Pk7BUzv/JD27rOI1vE6BXj7WvDe+qFIfvf3oe74Np7y9dL5Ivv4Xlz7Y6MG+4C2aPVKq9z2lNmQ94emNvgESOD6oe4G9ziKxvXCG1zx+ris9W9/DPPe/pry9qQA+Myi5vLeaUr4fyL+9kKVcPM2pDT6UAKc9g9C6PbP0672oLbY9lEtIvp/EMD52DTu+ebxdvokr8T0YjEo8IH8ePr5+5ryjhm291wxhvmulZj6ZbbA9U0IxvmZbpLyDG/i96pTvPJSA+T23svw8P5KJPZMKAz6M/Oa84aOavqynwz05qmG+0EmdPETpR71DuAS+k39TvkphBD4Mv4o8RAV5PUlmTj5TXuQ9HaZuvcIngz1mJBU9V87JPMKKcL7k6RO+1gPPPcrHhD1suTu+UHVLvVGnRz4fnBk9B9xavh+RDzxGR9c9ZuuLvM/gUz77XX+9BjIVPtIkYr1sm2o9ZuQAPhr6QD4gVEw+EsDCPTKUuz0FToQ97OHjPAsKoT5NPeA9S795u73sBT7M2gE+66LNvb2qvrwmjzO+KJxuPs4FvD2Ur14+oayXvSDup72mE+u9YLk9vpINwr2R8zy9nl2CPb/zuT0kEUE+hLzBPTPny70wLte9Ba/IPd6CGL5eWpS85HYDPksZL7wJjym+grGfvrHjT70ktwi+Xf6ePepRKj6b7XI9pMqZvUA3Jj5y1fo9ZMevPR/lHb0972M9XfO+vYIxSL5jJy881OOYvDV7FL6h/0O95wGFvoy5ND3LMOA9Nhr8vXluGztgHyQ+hY0iPj6lgL1DENM9/bkCPihOZLwuUXm9s8AaPugBlD01MgK+57B6PZxWKL7w/u+9Q0GlPjOfvL1g0Ne9tfhGPu+oZL5IamE+y/1HveiHtzwyOt69WM2Hvn8lIr5fgR68hwyqviPKnD7L/Ki9dTdHvADkFT6qTS09Q3vZvVULlD1moSw+nWAyPr7QkD2PIIO8/UUWvtJEeb2ytRI+DKMivv01i71WrZQ9oIEDvMlCQb1CTKs8vNdqPpzmRL73T2M9Ko6nvc3+ob1Sn5a+z+cuPknJJL6VlQk9PPo6PXnA8L0d0kq+J6PWPTuegT7keBe9imeqvfCCSj4yC/869WRZvhxe6rzmYfc8KpYDPZG7BLxTQRu+LJDrPdn7Nb7QoxA+hhJkvtsPsD3pb2+98EqPPpUKND4M/qC9zRORvsOBtD1Ehqk9xXcxvrnaOz6SsiY+z+Uzvkz4DD4mxLO7yOx3vpM7Hr5yh6+9ZMO9vIDoaL35jzA8Hk2TvDqKFz6VnI+9RqwCPkI/Bb0AmqS8c2onPHmLWz4oAbU9LyQWviAC5T0CYTq95RuQvnXcyj362Ee+3KARPivpdz57k/E9hUEAvnytUT16CtS93rSNvZbcS773/Bm+yqxPvhgO4r0NKoG+B9VlPRuzsT3tJQY+/KRaPL8uIz7+ZDq97IffvCMw+z3dJR49+ZQ5vetVpT2ZUE49A99nvGGpBj44G1U+NQspPl4XVz6qNwG+Ryr5PbC4VL7341k+sGTpPYM1Zj3R9UU+2tfUPQMSULszYHE9WwisvBf2oD0GRaU+qFw1vtTY/L0hqye+DY2nvffwUj5DWie+fO6BvQ3MOD7W1249r5wcvmd8Qj3m1gm+y5TYvL80Wr1jdym8ED5HvfgLnr1A0Pa9CmqXu5+bMD6gVzs+U6ghvIILYr4ZFt874qslvS810z3hsYA+a2UGPpsKwT3GE4w8/S68PV7cKb2MTSI+rkA3vuK5K77OEHa9gBxbvoZrhT24YTk+gAOKvXjDOT0ptz6+rvWgPLLHaD54RI09DPWdvnoJfD7oGJu+po3vva70dT4cTR49Sxe6vbZl8j0mRgU9C44tPqsrob4n/eC9xaCcPK/Zjr1/pdA6BEQMPngPjD4zPRM+7UEkPXksHD4Jtw2+j0/avRCU/j1ePBi+Rfe/PQmBwjo6h4i9zw6BvUSfmT7bOh89m9EEPqREdb0ePbq9KtJbPSoCTD5ElN+90XKfPHukgj1ujCG+RfGgve4UOz3n3Ay+DvSoPZJVJj513FC9g7uiPcRhhz3n8JU9mK6rvSvuhr3N5lG+5aiJvZNJJz4Xg1k+1fRVPqI6SL465BE97ZbEPTUUUT6b7bU9PAgWvXsRTD4nCHs91LEDvkPvAr7XSk+82dwuPoS8er5R1sG9mLbJPdcjMr7yw/y9jV4COjbQCT68gtk9fvU/vsTzsL3Jioi+hlsSPn2SFD2VPXK+4bwhPars6b3Oh1I+hOibvIz9ZT16cJw9HDzHPRiflz2MrE49mfNBvqlQvL21n3u91rXhO181Kj4dnme+Ux4nvQ1VUj6LJJI9DBY/vvLPx73sFrO9GE8VvKGRU76fy36+ZXcuvodJp74HsY88CTMPPcLHoDzhdCQ+tjQFviF4s7wF3YY85Y1XPlQKLT6c7OW9hJlyPsItZj2xDZy8ebDZvG1mc757Hwg9LYySvreRV74rwzK96Z3zPb7n5D2LN3G+NQkpPXe+f747qRu97aLfPakP8ry94Fe8xTFWvmraK745/Mc8eQZXvdNGXL5iCTY8gVvkPQAIIL7N/Au+NUfcPY8CK77kOi0+Gfg3PgoiMr71Dho+1UFHvhStlj0ILTU8NZ8/vp02ED4dk+K9VnPcPHorYTx7WSs+9morPYs1jT6DO4C+xHCGvoZ60r0mJMM+2raKOYXHaT5AMRU+hPODPYxh0bx2SEs9XAEYPgr4/7wjza09Btq9vW+HGz5cX9u83zq3PfPEfj1utve9yzByvszrfT4z4lg9wKCEvrWCmD2b0Sm792FHPhc6dz5fnxw+3JhPvqN/BD7DzFK+TQgDPhGIYj6aW6M9s3+HviMw2L1AaGw9RC+jvhKkwz62kw8+R/TbvGvQy7zATVq9zhnnvZW5Kr78gpu9rB8kPjHiaT5ht2i9usmIPRssVj6KlFW+tBnKPEIQNz6iKIi7qP9JPoaoNr23H8u9cK03vrB9hb4fZ8G8aBkePkuJDD7DwnA9f+i0vCaSRb5pH/M9HCvAPQ22FLvHtxA++dRKPQOH7b2XDLE+GTfQO/N2lTwBMCe81zCrPVxXi70OrKk9T+1ivmAY1b0DDzs+HJW8vey9tT3aj1y8yeMMvfYrX72Mini+DZEDPewcJL66oR0+PXycPBtrOT62r0i9TrjWvWglF76sXas9M86NPbTpHb3frV090nKKPmtAwL1fu00+Km/nvYBCZT3vhqY9l7UJvn/KhL0opxi+t0QlvkJAW7zIlnA+AduqvWqs8rv/Qmw+3fJAPimUND5vUi2+cOZgvlBp671A8eG9YPTpPY1dHr2IoVs9RT2ovth2hT2iBCy+R183Poq607w1aSc+nZ+pvZeYdb56Y4i40v50PpZuOjvd1iI+XPiQvTeNWTyenGs+aA08vkK5rL3lps692mo8PHhfIz5WOpa98QnNParg370liyA+LGlkvk3pCD3V1oQ+nz8SvjeyhT4D+0u+rAbBuzCdCz5wty09sHagPeOxZz2hdoa+95ePvd2EgL4jlLI9DqbUvU9arz18uLu9rnWYPRL8M77FXzQ+YrIOPSsSFT6iSQG9mn71PK3MkD58bHQ+N+uNvbbPiDtgir89b3Frvrq4yT6xZJ693PgqvpNQw71R9GM+4VkTvmtIG7wT7L09E5dJvCDLvz37czM+5ylyvmBc9Twvjpm9taoxvbFKMT5cNUY+7UbuOqaQlTwi9uo9kgO6veSO+L1eL/U9uvJ0vdmHMz7PvOi9CxLkO4I+Eb5wcHq+tNb1vXN29r3IqdM9LrPxO9sReL2PPSU+G6tePogcBzwInOa8hjH8PXktQr0Gzwy+Hzs8PpZIur16z4Q9eXgZvQr1N71rjRe+IBqiPffp8rwQm20+pPGDvJcPdD2lvHO9GQgaPcQV/b2mOx2+d1/SvMrs0T0xKiS+fD6jvcN88L3UmZe+Hai7vebCJb0/UGg6wWnHPbzuTb5NTl09Nw17PFzAsb3FpCc+DQuzvvz+G75vv6y9piP1vaWiaD3RkoS8BOrzvQ6SiT00SWm9aWy6vhIvjb7ZY7U+NvlzPmxPeT1Wzwm+BKx4vaX3nbyXjga8ct2IvgYq4T0ng8K9kd8qvuV6kTxDLPI6jgIEvkeAaT6vGWK68A5DPGW+pj2gFkA+IysePqJP7by1INk9p3bsvVfVuT1Vxmi9ZCdLPW+YDzv2tbU9W4kHvvp1Xj6viR4+P9fyvUa+n72ERiM+NK/TPVW/qDzXVd+8p7CGPV5/q72KrHs93xMePJjLDT0rTKS8JKxVPghnNj59IIQ92v2KPcNODT6J3ZA9OtNIvBWUsbwtqS0+d3KjPH3eyz1ja2C+i0NSvmK9eD2gzAS+fn3qvKkgIz0Taqu9BOrdPV/XNT6EFMA9Sx4vvn1ZRbwSmts9RFq6O24alj28JwK+scaWvLTDXT3Psqy9VSqAPuWuuj02hF++9GoNPhaM0T07wLM9Jy4nPVhgqL6kvxC+1T3JvYPZjb6aTgO+p4rvvaaFlj0kKMk9bW2YPeSfSjwghyQ+XrOpvptKIL1Scx49MJ8cPhlbUT5d3+w8LI8UvrWhIz0a8sM9O1MDPWzsnj2UJ089Hjg1vnVN8z2s8Tg+f0CXPE5cjD1YANw8Axs4PilLGL6Tulc9qSmYPScp1r0s4My+9n/XPVkAFr0e02+9XSNoPItggL4NPp89meT+PJwacb4zEUg9op0vPq9SD76Y0no9JEEVPmrOsb4OWM08o6xGvcOaPj60WtG8mLmTPS3TQr6x7qS91GukPmZTgL5ypoC94I4ePkReFDyCS629I9vDPg1YSLvBQni+tMZfPT5hTL5q7UW+FZ82viiTsT3Y7D672hA5vZwmmz09Ms698ZrrPfcwST1lTca8ds2aPlov5j2PO6I+oLEjvhAytDx+MTy+O2I4uwFIKb5H0OW9wOoJPuPzWTz/rlS9xknPvC0PrryOQum9gpIBvRdOwT0t10I9F5NLPn5hWr4JmZg+8Fc0PsGB9T3dhN69V/gVvjZVfL5PCaq9iRtjvijEjL2nKjm8rHiOvkSD7rxe7Fm+p7+uPZOl7D1lCm88occSvk/oDb6FOhs+DWcZvd0sMT3w8Dw+RMetPBMiMr426Im7IDCGPV7+tT2JT0C+q1KDPErywDzgX909gEFjvPWnEr5xvFE+jW4HutI6lD5PuIs+mPwJvmx8xTyUrfc8waEHvj+KQT7Bc4u8O0rtvaheID4EoOU8oMtKPInwjj1CKyi+vyFrvreblj1a7Q4+/e29vDp0fz7u2Ik+nuipvD7Y571zzc892x6IPQEkub3plCa9ZF7APar7e7zw7n0+BNnrvVHB6L0iQ2k+Pnk3Pqq0az1Vr8E9hQ/evCW8Jj38QiM+wsjZPZIcYr2IKAS+QsfBPeTcu71BIwk+tV5MOg5Nkj53gU8+MfgpvuUSVr7YPVK8xa1EPaUdRj3NHgU+AxOBPapVBL5WTls8Fi5qPo9IKL3Iekq+28AOPgtS7ryD5+u8lo2JPBiHRrxsB489UUcqPq3NHzzATyO+PVOHPTu75D3uG7+9eMwoPrh+2TsNh/A8AP1xvsl90r2ASE+9xQ+Pvdi5Y72lS6a9xJMWvZY6rz3U1CI+yEBivhasGD68zvc90r4wPkB0Cj3bnaS9jNmAPn6PEr3ZD1I9LuHXvQoiY754geA87+htvrHkN7xPtYs8tcQjvOAKxTyzLI68Kpmfuzi2jzxBg4a8ebgLOVacgLwXMA481vpCvH6mC7yigeM8v82JOgY0q7w8Rqs7zIK8vJt0QT2BCmg9k/8APMizTTwpZli9QdXfPN7jdDzl1WG87QZAvOG1pbzck4u8fD2uvC2MHzx82c68Qt3CPAXJQj0SXHM8jJGLuscS/TyDMse8wmaQvFZ1Ib0unx0930v+O9Rkb7zLxz09qe9zvQ4k7rwk1iE8nIyrPPVmELxFXJO8VNMPPD79irsSj/k78DEnPTGfgr0XhFe8xgoWPVYFtrwlR028CDkONxisNT1IPiw9dU6FvII2zLwBZ089aAHfu9jDDD6UGFm+K4KdPri2YL4jh1u9jbZ9voEUAD63Fry+f3XyPnG0QL3JOUi+F91EvQiwlD6MpMg+dCkOvSCeVD5MMas95OYGvq+Byr4sCqa+4T0evvAbYj6+VV2+KvqKPoutlD7AEfy96KMDP+Kd4T335Km+ax2JPgv2Iz6MzLC+opZDvo1b87yOnpY+RACLOyiLTr6bu3u+7lMvvkAGFD7fdK88teW2PhnWC72ok4a+f7gQPMKDwb3pohQ+14sePtu0kD5JK4e+P26HvtGvVr1Tq/G+voKMvVQuZ73gWwc/ok/RvQrXXT7j//+8+FIyvuAyKD6gyfC9WlT8PeEIib7Tct4+g5WNvsGXoL21RzC9PsoCvtAuez6/OU4+YdiMPsFZuTtcdek9QdMWvp+Mkz54i4W+Z+2svqO8Mzy1/9q98t8LPimLpb4fQkq9bwkqPt7XG77BZRi+GZ9qvtpyhz5jMsE+FJABPqcUK77U3gg+Op2LPhVVJz5XaaA+z7hiPjMcl77OBhY+iRzEvhXk7rkgtUc+9WrFPjgDebw+ZK6+/EVQvhypzr1jK7u9HN3WvotufTy9k6K9iRspPYT5Xz5PZYM+wY1/vuj/nT6mdCk+pGSDvdvVtr7HgF2+EaufPlKCjj4Jy4U+YvmMPpjCHr7926++YAMIPZ7djj6IXPW+C4+JPhFir7y79La9zS+evhUZw71ih5g9ZRYWvlDh5r51nZ4+Xz9ePs/c1T15YKi+Ap8QPhOlg76SCT29TybKvuP/Jj5bzzY9FyFnvmw7dL5IjcU7r0W0PqNsCL4Bcbg+L9gyPppBk76/wt+9beOCvt6Hl76H9Lg9B5sMPrUmJj5GAwI+EyZqvnjSLD6IVyG+OgYVPr7Yhz0vKoY+9okTvjSvaz7Fiau+9A+qPQ+orj5s9oe+T1/MPV/2Sr6MhE8+VKtLPn227b3P0mq+dz31vOVEbzyQ8UE+EwSiPut1+L3LRbk+CTSJvjOXCD5K9nK9KygCPgdyMr7Wbd+92I3JPg6QmDz8Aka8WreCvsy4Db6/rJY+Q87OPo7nJz106nU8Xa3xPXljq74nt/s9pdWBPuXD1L2QDZe+dDeQvldA1D7g9M69fkeCPlQR2zyZRKu9dJ2nvr5JlT73ZTm+Ix8Xvi0Uqr50nyG9l8iZPiKFvj2WziM94ZGFvl5sFz4iW4M+O3SLPtGhq71yGqc+RHWxPsXRob7vW0o+GilTPcLpdb6Bsh4+53jNvg+7AT3OVry7lOYfPl+1kr4IVaq+7HFmPozXiL7MUEQ+pYhcPh2Gd77tBX6+xX1nPWqdYj1w2zo+gf6CvilLez0C/5A+dL6uPbZRRb5sPs4+TUiPvW6V6j2Tpcg+95htPsQR5L19AEc9RvTevWT5wL2kMAW/BsoQvpL8ij4UGh69NwUKPtvGSb6IcDq+TS4Fv7NJ0T5rDr+9lIXXviYGOD4CjzE93dUuvkRxsT1mi6s+yDvmPpwDpz46a6W7FLeDPRzT3L1VTFq+DS7xPUClODzRZFm+iW03vhKlvz7J4vm7g8e0vpuSWr2ZmAw+8JYqvnYOCz9zq0W+1dQgvHLTKz7j8pO95mUYveFccL5c4U6+8ew7Pog7CL7Aj5e+4GLOPSOOuT7ypLg+gO1lvslQl7716IC+UF4RPh7CQLz19YQ+5LTAPvHixz7lyw4+cEKxvdR4ib4Bp2M9f8Isvux9gz5aYRo+96M6vuA0Qj7mA4m+nYAkPhAJ7L1eUmm+OKvXPXNanb6IVbC+JEWRPmLlr75CNIy99ImEvsQ0xj5sw54+AoKAvnEGLT7W+FM+4B9DPmrIvb4OrV2+CPa1PoiXpL5VLVW9fiAQPkfM/L7NN6o+x5V8PvLyw70b9k2974XHvjESxb1EAHc+C5O5vt/vwj5WYnC+w8aju+Mznz55W6O93YIiPsdolL502aY+olPJPQLO773sX22+k5paPc4bo76sSqq+g9lCPZt4fz4YGPQ+hu+gvuQjhj0udRc+eHm9va81gT4gQAi+CFchPlgS076e5qS8gl28PZ9aBD6wmYU+5TYNvu6/jL6Wwbw+4NeLvcyplr7NAp4+nmsdvu5bA7+2OzK8fn/DvQB41L2EJZg+K0TQPcTyLj5QCO29UXxgvmw9nTtff1I+BYvSPS93c76K7t69w7ahvn8nyDyqIiO9DaODPhzYgz6mWtE+JVWHPu7gkr5W8oq+lJUIvpUAXT7Z1ly+TAxXvo9hpj679ta9TUIdvegssD6h2WM+EwHUPT5DFj1Qx8o+Lx6DvhKEqr2xatO9ZNaLvsB0NT7ZGKO+IUP/vHjGsj1Vbam+k74KPiHlyr6mMYq+TWt/vmxoOr5Ampo+ZMcwvsFjLT7R7Lk+YFLPPawlHj4h6ni+BVwwPRo2Jb3Mb4c9wpvNPuydaz51SMC8zHsIu42ZpL26uhQ99gFVvsSCs70EuIo+t524vsVSjj72Oim+KyFHPuoeAT6tzj++A2RcPuElGr1UBx89UIFbPfL7Tb7O55m4biV8Ppt7QrwKHtK+shD2PfsNn71xf4u+P/W2OyNmqj3hK3o+wyyLvu8Zvr7+XC29DfitvrU0Uzw0yQg+WstPPtoE2b6+ebU+LxKJvneCnL7sc4e+uOFxvvNP7Tyw1ty+Q7WRvSO+n75RArg+wy1oPtXKJz2t4Oe9V+ogvncDRD31+Qw+rd2IvuJAwj5cJuo9Rip0vsj1DD5X4cE9USbCPv+8u77LgJu+GEinPtwjeD4X79U+K9oTvqZPxr25+wq+lV49vq982T65fa29c1Lvvk00br7BD588dCIlvi1N/j3dc80+qTukvsfcVL6vYk++0QEHvsrXvb4vQtc+OqVpPdxBjz5Hp1C9MQZIvnXmDL691XO+rKiLPfd/Gr7AcTI+LqB+PjeGVz5ot9A+mZRuvogRiD7wHGQ+PHNdvupk3b2WLMi96wdTPllQlL6iVMK+BbzovX74iT1zyeU9Wy05Ps0imT4/d5I+PXMivouXrb2hfYG+gH43vpAZUb65tC4+uF41vgVjDz7DWtw9fq8RPtWowj7NZ8E+Ort9vqo1pT5uKS4+2JtlvfZ3FD0qmak+0dSUPWIwurwqDpS+S9qVvf3CwTs4pkq85T+luu+6NL2Y8ym63tPZPJ47JD1h8yi9V/I9vQ==","weightSpecs":[{"name":"dense_Dense28/kernel","shape":[17,76],"dtype":"float32"},{"name":"dense_Dense28/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense29/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense29/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense30/kernel","shape":[65,9],"dtype":"float32"},{"name":"dense_Dense30/bias","shape":[9],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2026-04-07T06:24:32.134Z","modelTopologyType":"JSON","version":"0","formType":"subscribe"}}